package io.github.zakaria5729.phonetics

internal val goldenData: String get() = buildString {
    append(goldenPart0)
    append(goldenPart1)
    append(goldenPart2)
    append(goldenPart3)
    append(goldenPart4)
    append(goldenPart5)
    append(goldenPart6)
    append(goldenPart7)
    append(goldenPart8)
    append(goldenPart9)
    append(goldenPart10)
    append(goldenPart11)
    append(goldenPart12)
    append(goldenPart13)
    append(goldenPart14)
    append(goldenPart15)
    append(goldenPart16)
    append(goldenPart17)
    append(goldenPart18)
    append(goldenPart19)
    append(goldenPart20)
    append(goldenPart21)
}

private val goldenPart0 = """
G	bn	a	মাসুদ	মাসুদ:100.0|মাসূদ:97.0|মাশুদ:95.0|মাষুদ:95.0|মাশূদ:92.15|মাষূদ:92.15|মাসুদো:85.0|মাছুদ:85.0|মাসূদো:82.45|মাছূদ:82.45|মাশুদো:80.75|মাষুদো:80.75|মাসোদ:80.0|মাশূদো:78.33|মাষূদো:78.33|মাশোদ:76.0|মাষোদ:76.0|মাসুড:75.0|মাচুদ:75.0|মাসুধ:75.0|মাসূড:72.75|মাচূদ:72.75|মাসূধ:72.75|মাছুদো:72.25|মাশুড:71.25|মাষুড:71.25|মাশুধ:71.25|মাষুধ:71.25|মাছূদো:70.08
G	bn	b	মাসুদ	মাসূদ:97.0|মাশুদ:95.0|মাষুদ:95.0|মাশূদ:92.15|মাষূদ:92.15|মাসুদো:85.0|মাছুদ:85.0|মাসূদো:82.45|মাছূদ:82.45|মাশুদো:80.75|মাষুদো:80.75|মাসোদ:80.0|মাশূদো:78.33|মাষূদো:78.33|মাশোদ:76.0|মাষোদ:76.0|মাসুড:75.0|মাচুদ:75.0|মাসুধ:75.0|মাসূড:72.75
G	bn	c	মাসুদ	মাসুদ:100.0|মাসূদ:97.0|মাশুদ:95.0|মাষুদ:95.0|মাসুদো:85.0|মাছুদ:85.0|মাসোদ:80.0|মাসুড:75.0|মাচুদ:75.0|মাসুধ:75.0
G	bn	d	মাসুদ	মাসুদ:100.0|মাসূদ:97.0|মাশুদ:95.0|মাষুদ:95.0|মাশূদ:92.15|মাষূদ:92.15|মাসুদো:85.0|মাছুদ:85.0|মাসূদো:82.45|মাছূদ:82.45|মাশুদো:80.75|মাষুদো:80.75|মাসোদ:80.0|মাশোদ:76.0|মাষোদ:76.0
G	bn	a	আসাদ	আসাদ:100.0|আশাদ:95.0|আষাদ:95.0|আসাদো:85.0|আছাদ:85.0|আশাদো:80.75|আষাদো:80.75|আসাড:75.0|আচাদ:75.0|আসাধ:75.0|আছাদো:72.25|আশাড:71.25|আষাড:71.25|আশাধ:71.25|আষাধ:71.25
G	bn	b	আসাদ	আশাদ:95.0|আষাদ:95.0|আসাদো:85.0|আছাদ:85.0|আশাদো:80.75|আষাদো:80.75|আসাড:75.0|আচাদ:75.0|আসাধ:75.0|আছাদো:72.25|আশাড:71.25|আষাড:71.25|আশাধ:71.25|আষাধ:71.25|আচাদো:63.75|আছাড:63.75|আছাধ:63.75|আচাড:56.25|আচাধ:56.25
G	bn	c	আসাদ	আসাদ:100.0|আশাদ:95.0|আষাদ:95.0|আসাদো:85.0|আছাদ:85.0|আসাড:75.0|আচাদ:75.0|আসাধ:75.0
G	bn	d	আসাদ	আসাদ:100.0|আশাদ:95.0|আষাদ:95.0|আসাদো:85.0|আছাদ:85.0|আশাদো:80.75|আষাদো:80.75|আসাড:75.0|আচাদ:75.0|আসাধ:75.0|আছাদো:72.25|আশাড:71.25|আষাড:71.25|আশাধ:71.25|আষাধ:71.25
G	bn	a	রহিম	রহিম:100.0|রহীম:97.0|ড়হিম:85.0|রহিমো:85.0|ড়হীম:82.45|রহীমো:82.45|ঢ়হিম:80.0|ঢ়হীম:77.6|ড়হিমো:72.25|ড়হীমো:70.08
G	bn	b	রহিম	রহীম:97.0|ড়হিম:85.0|রহিমো:85.0|ড়হীম:82.45|রহীমো:82.45|ঢ়হিম:80.0|ঢ়হীম:77.6|ড়হিমো:72.25|ড়হীমো:70.08|ঢ়হিমো:68.0|ঢ়হীমো:65.96
G	bn	c	রহিম	রহিম:100.0|রহীম:97.0|ড়হিম:85.0|রহিমো:85.0|ঢ়হিম:80.0
G	bn	d	রহিম	রহিম:100.0|রহীম:97.0|ড়হিম:85.0|রহিমো:85.0|ড়হীম:82.45|রহীমো:82.45|ঢ়হিম:80.0|ঢ়হীম:77.6|ড়হিমো:72.25|ঢ়হিমো:68.0
G	bn	a	করিম	করিম:100.0|কঋম:95.0|করিমো:85.0|কঋমো:80.75|খরিম:75.0|খঋম:71.25
G	bn	b	করিম	কঋম:95.0|করিমো:85.0|কঋমো:80.75|খরিম:75.0|খঋম:71.25|খরিমো:63.75|খঋমো:60.56
G	bn	c	করিম	করিম:100.0|কঋম:95.0|করিমো:85.0|খরিম:75.0
G	bn	d	করিম	করিম:100.0|কঋম:95.0|করিমো:85.0|কঋমো:80.75|খরিম:75.0|খঋম:71.25|খরিমো:63.75
G	bn	a	সুমন	সুমন:100.0|সূমন:97.0|শুমন:95.0|ষুমন:95.0|সুমণ:95.0|শূমন:92.15|ষূমন:92.15|সূমণ:92.15|শুমণ:90.25|ষুমণ:90.25|শূমণ:87.54|ষূমণ:87.54|ছুমন:85.0|সুমনো:85.0|ছূমন:82.45|সূমনো:82.45|শুমনো:80.75|ষুমনো:80.75|ছুমণ:80.75|সোমন:80.0|সুমঞ:80.0|শূমনো:78.33|ষূমনো:78.33|ছূমণ:78.33|সূমঞ:77.6|শুমঞ:76.0|ষুমঞ:76.0|শোমন:76.0|ষোমন:76.0|সোমণ:76.0|চুমন:75.0|শূমঞ:73.72|ষূমঞ:73.72|চূমন:72.75|ছুমনো:72.25|শোমণ:72.2|ষোমণ:72.2|চুমণ:71.25|ছূমনো:70.08
G	bn	b	সুমন	সূমন:97.0|শুমন:95.0|ষুমন:95.0|সুমণ:95.0|শূমন:92.15|ষূমন:92.15|সূমণ:92.15|শুমণ:90.25|ষুমণ:90.25|শূমণ:87.54|ষূমণ:87.54|ছুমন:85.0|সুমনো:85.0|ছূমন:82.45|সূমনো:82.45|শুমনো:80.75|ষুমনো:80.75|ছুমণ:80.75|সোমন:80.0|সুমঞ:80.0
G	bn	c	সুমন	সুমন:100.0|সূমন:97.0|শুমন:95.0|ষুমন:95.0|সুমণ:95.0|ছুমন:85.0|সুমনো:85.0|সোমন:80.0|সুমঞ:80.0|চুমন:75.0
G	bn	d	সুমন	সুমন:100.0|সূমন:97.0|শুমন:95.0|ষুমন:95.0|সুমণ:95.0|শূমন:92.15|ষূমন:92.15|সূমণ:92.15|শুমণ:90.25|ষুমণ:90.25|ছুমন:85.0|সুমনো:85.0|ছূমন:82.45|সূমনো:82.45|শুমনো:80.75
G	bn	a	শুভ	শুভ:100.0|শূভ:97.0|ষুভ:95.0|সুভ:95.0|ষূভ:92.15|সূভ:92.15|শুভো:85.0|ছুভ:85.0|শূভো:82.45|ছূভ:82.45|ষুভো:80.75|সুভো:80.75|শোভ:80.0|ষূভো:78.33|সূভো:78.33|ষোভ:76.0|সোভ:76.0|শুব:75.0|চুভ:75.0|শূব:72.75|চূভ:72.75|ছুভো:72.25|ষুব:71.25|সুব:71.25|ছূভো:70.08
G	bn	b	শুভ	শূভ:97.0|ষুভ:95.0|সুভ:95.0|ষূভ:92.15|সূভ:92.15|শুভো:85.0|ছুভ:85.0|শূভো:82.45|ছূভ:82.45|ষুভো:80.75|সুভো:80.75|শোভ:80.0|ষূভো:78.33|সূভো:78.33|ষোভ:76.0|সোভ:76.0|শুব:75.0|চুভ:75.0|শূব:72.75|চূভ:72.75
G	bn	c	শুভ	শুভ:100.0|শূভ:97.0|ষুভ:95.0|সুভ:95.0|শুভো:85.0|ছুভ:85.0|শোভ:80.0|শুব:75.0|চুভ:75.0
G	bn	d	শুভ	শুভ:100.0|শূভ:97.0|ষুভ:95.0|সুভ:95.0|ষূভ:92.15|সূভ:92.15|শুভো:85.0|ছুভ:85.0|শূভো:82.45|ছূভ:82.45|ষুভো:80.75|সুভো:80.75|শোভ:80.0|ষোভ:76.0|সোভ:76.0
G	bn	a	সোহেল	সোহেল:100.0|শোহেল:95.0|ষোহেল:95.0|সোহেলো:85.0|ছোহেল:85.0|শোহেলো:80.75|ষোহেলো:80.75|সুহেল:80.0|শুহেল:76.0|ষুহেল:76.0|চোহেল:75.0|ছোহেলো:72.25
G	bn	b	সোহেল	শোহেল:95.0|ষোহেল:95.0|সোহেলো:85.0|ছোহেল:85.0|শোহেলো:80.75|ষোহেলো:80.75|সুহেল:80.0|শুহেল:76.0|ষুহেল:76.0|চোহেল:75.0|ছোহেলো:72.25|সুহেলো:68.0|ছুহেল:68.0|শুহেলো:64.6|ষুহেলো:64.6|চোহেলো:63.75|চুহেল:60.0|ছুহেলো:57.8|চুহেলো:51.0
G	bn	c	সোহেল	সোহেল:100.0|শোহেল:95.0|ষোহেল:95.0|সোহেলো:85.0|ছোহেল:85.0|সুহেল:80.0|চোহেল:75.0
G	bn	d	সোহেল	সোহেল:100.0|শোহেল:95.0|ষোহেল:95.0|সোহেলো:85.0|ছোহেল:85.0|শোহেলো:80.75|ষোহেলো:80.75|সুহেল:80.0|শুহেল:76.0|ষুহেল:76.0|চোহেল:75.0|ছোহেলো:72.25|সুহেলো:68.0|ছুহেল:68.0|চোহেলো:63.75
G	bn	a	ঢাকা	ঢাকা:100.0|ডাকা:75.0|ধাকা:75.0|ঢাখা:75.0
G	bn	b	ঢাকা	ডাকা:75.0|ধাকা:75.0|ঢাখা:75.0|ডাখা:56.25|ধাখা:56.25
G	bn	c	ঢাকা	ঢাকা:100.0|ডাকা:75.0|ধাকা:75.0|ঢাখা:75.0
G	bn	d	ঢাকা	ঢাকা:100.0|ডাকা:75.0|ধাকা:75.0|ঢাখা:75.0|ডাখা:56.25|ধাখা:56.25
G	bn	a	চট্টগ্রাম	চট্টগ্রাম:100.0|ছট্টগ্রাম:85.0|চট্টগ্ড়াম:85.0|চট্টগ্রামো:85.0|চট্টগ্ঢ়াম:80.0|শট্টগ্রাম:75.0|চঠ্টগ্রাম:75.0|ষট্টগ্রাম:75.0|চত্টগ্রাম:75.0|চট্ঠগ্রাম:75.0|সট্টগ্রাম:75.0|চট্তগ্রাম:75.0|চট্টঘ্রাম:75.0|ছট্টগ্ড়াম:72.25|চট্টগ্ড়ামো:72.25|ছট্টগ্রামো:72.25
G	bn	b	চট্টগ্রাম	ছট্টগ্রাম:85.0|চট্টগ্ড়াম:85.0|চট্টগ্রামো:85.0|চট্টগ্ঢ়াম:80.0|শট্টগ্রাম:75.0|চঠ্টগ্রাম:75.0|ষট্টগ্রাম:75.0|চত্টগ্রাম:75.0|চট্ঠগ্রাম:75.0|সট্টগ্রাম:75.0|চট্তগ্রাম:75.0|চট্টঘ্রাম:75.0|ছট্টগ্ড়াম:72.25|চট্টগ্ড়ামো:72.25|ছট্টগ্রামো:72.25|চট্টগ্ঢ়ামো:68.0|ছট্টগ্ঢ়াম:68.0|চঠ্টগ্রামো:63.75|শট্টগ্ড়াম:63.75|ষট্টগ্ড়াম:63.75
G	bn	c	চট্টগ্রাম	চট্টগ্রাম:100.0|ছট্টগ্রাম:85.0|চট্টগ্ড়াম:85.0|চট্টগ্রামো:85.0|চট্টগ্ঢ়াম:80.0|শট্টগ্রাম:75.0|চঠ্টগ্রাম:75.0|ষট্টগ্রাম:75.0|চত্টগ্রাম:75.0|চট্ঠগ্রাম:75.0|সট্টগ্রাম:75.0|চট্তগ্রাম:75.0|চট্টঘ্রাম:75.0
G	bn	d	চট্টগ্রাম	চট্টগ্রাম:100.0|ছট্টগ্রাম:85.0|চট্টগ্ড়াম:85.0|চট্টগ্রামো:85.0|চট্টগ্ঢ়াম:80.0|শট্টগ্রাম:75.0|চঠ্টগ্রাম:75.0|ষট্টগ্রাম:75.0|চত্টগ্রাম:75.0|চট্ঠগ্রাম:75.0|সট্টগ্রাম:75.0|চট্তগ্রাম:75.0|চট্টঘ্রাম:75.0|ছট্টগ্ড়াম:72.25|চট্টগ্ড়ামো:72.25
G	bn	a	বাংলাদেশ	বাংলাদেশ:100.0|বাঙলাদেশ:95.0|বাংলাদেষ:95.0|বাংলাদেস:95.0|বাঙলাদেষ:90.25|বাঙলাদেস:90.25|বাংলাদেছ:85.0|বাংলাদেশো:85.0|বাঙলাদেছ:80.75|বাঙলাদেশো:80.75|ভাংলাদেশ:75.0|বাংলাদেচ:75.0|বাংলাডেশ:75.0|বাংলাধেশ:75.0|ভাংলাদেষ:71.25|ভাংলাদেস:71.25|ভাঙলাদেশ:71.25|বাঙলাদেচ:71.25|বাংলাডেষ:71.25|বাংলাডেস:71.25|বাঙলাডেশ:71.25|বাংলাধেষ:71.25|বাংলাধেস:71.25|বাঙলাধেশ:71.25
G	bn	b	বাংলাদেশ	বাঙলাদেশ:95.0|বাংলাদেষ:95.0|বাংলাদেস:95.0|বাঙলাদেষ:90.25|বাঙলাদেস:90.25|বাংলাদেছ:85.0|বাংলাদেশো:85.0|বাঙলাদেছ:80.75|বাঙলাদেশো:80.75|ভাংলাদেশ:75.0|বাংলাদেচ:75.0|বাংলাডেশ:75.0|বাংলাধেশ:75.0|ভাংলাদেষ:71.25|ভাংলাদেস:71.25|ভাঙলাদেশ:71.25|বাঙলাদেচ:71.25|বাংলাডেষ:71.25|বাংলাডেস:71.25|বাঙলাডেশ:71.25
G	bn	c	বাংলাদেশ	বাংলাদেশ:100.0|বাঙলাদেশ:95.0|বাংলাদেষ:95.0|বাংলাদেস:95.0|বাংলাদেছ:85.0|বাংলাদেশো:85.0|ভাংলাদেশ:75.0|বাংলাদেচ:75.0|বাংলাডেশ:75.0|বাংলাধেশ:75.0
G	bn	d	বাংলাদেশ	বাংলাদেশ:100.0|বাঙলাদেশ:95.0|বাংলাদেষ:95.0|বাংলাদেস:95.0|বাঙলাদেষ:90.25|বাঙলাদেস:90.25|বাংলাদেছ:85.0|বাংলাদেশো:85.0|বাঙলাদেছ:80.75|বাঙলাদেশো:80.75|ভাংলাদেশ:75.0|বাংলাদেচ:75.0|বাংলাডেশ:75.0|বাংলাধেশ:75.0|ভাংলাদেষ:71.25
G	bn	a	কলকাতা	কলকাতা:100.0|কলকাৎা:95.0|কলকাটা:75.0|খলকাতা:75.0|কলকাথা:75.0|কলখাতা:75.0|খলকাৎা:71.25|কলখাৎা:71.25
G	bn	b	কলকাতা	কলকাৎা:95.0|কলকাটা:75.0|খলকাতা:75.0|কলকাথা:75.0|কলখাতা:75.0|খলকাৎা:71.25|কলখাৎা:71.25|খলকাটা:56.25|খলখাতা:56.25|খলকাথা:56.25|কলখাটা:56.25|কলখাথা:56.25|খলখাৎা:53.44
G	bn	c	কলকাতা	কলকাতা:100.0|কলকাৎা:95.0|কলকাটা:75.0|খলকাতা:75.0|কলকাথা:75.0|কলখাতা:75.0
G	bn	d	কলকাতা	কলকাতা:100.0|কলকাৎা:95.0|কলকাটা:75.0|খলকাতা:75.0|কলকাথা:75.0|কলখাতা:75.0|খলকাৎা:71.25|কলখাৎা:71.25|খলকাটা:56.25|খলখাতা:56.25|খলকাথা:56.25|কলখাটা:56.25|কলখাথা:56.25
G	bn	a	রাজশাহী	রাজশাহী:100.0|রাজশাহি:97.0|রাযশাহী:95.0|রাজষাহী:95.0|রাজসাহী:95.0|রাযশাহি:92.15|রাজষাহি:92.15|রাজসাহি:92.15|রাযষাহী:90.25|রাযসাহী:90.25|রাযষাহি:87.54|রাযসাহি:87.54|ড়াজশাহী:85.0|রাজছাহী:85.0|ড়াজশাহি:82.45|রাজছাহি:82.45|ড়াজষাহী:80.75|ড়াজসাহী:80.75|ড়াযশাহী:80.75|রাযছাহী:80.75|রাঝশাহী:80.0|ঢ়াজশাহী:80.0|ড়াজষাহি:78.33|ড়াজসাহি:78.33|ড়াযশাহি:78.33|রাযছাহি:78.33|ঢ়াজশাহি:77.6|রাঝশাহি:77.6|ড়াযষাহী:76.71|ড়াযসাহী:76.71|ঢ়াজষাহী:76.0|ঢ়াজসাহী:76.0|ঢ়াযশাহী:76.0|রাঝষাহী:76.0|রাঝসাহী:76.0|রাজচাহী:75.0|ড়াযষাহি:74.41|ড়াযসাহি:74.41|ঢ়াজষাহি:73.72|ঢ়াজসাহি:73.72|ঢ়াযশাহি:73.72|রাঝষাহি:73.72|রাঝসাহি:73.72|রাজচাহি:72.75|ড়াজছাহী:72.25|ঢ়াযষাহী:72.2|ঢ়াযসাহী:72.2|রাযচাহী:71.25|ড়াজছাহি:70.08|ঢ়াযষাহি:70.03
G	bn	b	রাজশাহী	রাজশাহি:97.0|রাযশাহী:95.0|রাজষাহী:95.0|রাজসাহী:95.0|রাযশাহি:92.15|রাজষাহি:92.15|রাজসাহি:92.15|রাযষাহী:90.25|রাযসাহী:90.25|রাযষাহি:87.54|রাযসাহি:87.54|ড়াজশাহী:85.0|রাজছাহী:85.0|ড়াজশাহি:82.45|রাজছাহি:82.45|ড়াজষাহী:80.75|ড়াজসাহী:80.75|ড়াযশাহী:80.75|রাযছাহী:80.75|রাঝশাহী:80.0
G	bn	c	রাজশাহী	রাজশাহী:100.0|রাজশাহি:97.0|রাযশাহী:95.0|রাজষাহী:95.0|রাজসাহী:95.0|ড়াজশাহী:85.0|রাজছাহী:85.0|রাঝশাহী:80.0|ঢ়াজশাহী:80.0|রাজচাহী:75.0
G	bn	d	রাজশাহী	রাজশাহী:100.0|রাজশাহি:97.0|রাযশাহী:95.0|রাজষাহী:95.0|রাজসাহী:95.0|রাযশাহি:92.15|রাজষাহি:92.15|রাজসাহি:92.15|রাযষাহী:90.25|রাযসাহী:90.25|ড়াজশাহী:85.0|রাজছাহী:85.0|ড়াজশাহি:82.45|রাজছাহি:82.45|ড়াজষাহী:80.75
G	bn	a	খুলনা	খুলনা:100.0|খূলনা:97.0|খুলণা:95.0|খূলণা:92.15|ক্ষুলনা:90.0|ক্ষূলনা:87.3|ক্ষুলণা:85.5|ক্ষূলণা:82.94|খোলনা:80.0|খুলঞা:80.0|খূলঞা:77.6|খোলণা:76.0|কুলনা:75.0|কূলনা:72.75|ক্ষুলঞা:72.0|ক্ষোলনা:72.0|কুলণা:71.25
G	bn	b	খুলনা	খূলনা:97.0|খুলণা:95.0|খূলণা:92.15|ক্ষুলনা:90.0|ক্ষূলনা:87.3|ক্ষুলণা:85.5|ক্ষূলণা:82.94|খোলনা:80.0|খুলঞা:80.0|খূলঞা:77.6|খোলণা:76.0|কুলনা:75.0|কূলনা:72.75|ক্ষুলঞা:72.0|ক্ষোলনা:72.0|কুলণা:71.25|ক্ষূলঞা:69.84|কূলণা:69.11|ক্ষোলণা:68.4|খোলঞা:64.0
G	bn	c	খুলনা	খুলনা:100.0|খূলনা:97.0|খুলণা:95.0|ক্ষুলনা:90.0|খোলনা:80.0|খুলঞা:80.0|কুলনা:75.0
G	bn	d	খুলনা	খুলনা:100.0|খূলনা:97.0|খুলণা:95.0|খূলণা:92.15|ক্ষুলনা:90.0|ক্ষূলনা:87.3|ক্ষুলণা:85.5|খোলনা:80.0|খুলঞা:80.0|খূলঞা:77.6|খোলণা:76.0|কুলনা:75.0|কূলনা:72.75|ক্ষুলঞা:72.0|ক্ষোলনা:72.0
G	bn	a	বরিশাল	বরিশাল:100.0|বঋশাল:95.0|বরিষাল:95.0|বরিসাল:95.0|বঋষাল:90.25|বঋসাল:90.25|বরিশালো:85.0|বরিছাল:85.0|বরিষালো:80.75|বরিসালো:80.75|বঋশালো:80.75|বঋছাল:80.75|বঋষালো:76.71|বঋসালো:76.71|ভরিশাল:75.0|বরিচাল:75.0|বরিছালো:72.25|ভরিষাল:71.25|ভরিসাল:71.25|ভঋশাল:71.25|বঋচাল:71.25
G	bn	b	বরিশাল	বঋশাল:95.0|বরিষাল:95.0|বরিসাল:95.0|বঋষাল:90.25|বঋসাল:90.25|বরিশালো:85.0|বরিছাল:85.0|বরিষালো:80.75|বরিসালো:80.75|বঋশালো:80.75|বঋছাল:80.75|বঋষালো:76.71|বঋসালো:76.71|ভরিশাল:75.0|বরিচাল:75.0|বরিছালো:72.25|ভরিষাল:71.25|ভরিসাল:71.25|ভঋশাল:71.25|বঋচাল:71.25
G	bn	c	বরিশাল	বরিশাল:100.0|বঋশাল:95.0|বরিষাল:95.0|বরিসাল:95.0|বরিশালো:85.0|বরিছাল:85.0|ভরিশাল:75.0|বরিচাল:75.0
G	bn	d	বরিশাল	বরিশাল:100.0|বঋশাল:95.0|বরিষাল:95.0|বরিসাল:95.0|বঋষাল:90.25|বঋসাল:90.25|বরিশালো:85.0|বরিছাল:85.0|বরিষালো:80.75|বরিসালো:80.75|বঋশালো:80.75|বঋছাল:80.75|ভরিশাল:75.0|বরিচাল:75.0|বরিছালো:72.25
G	bn	a	সিলেট	সিলেট:100.0|সীলেট:97.0|শিলেট:95.0|ষিলেট:95.0|শীলেট:92.15|ষীলেট:92.15|সিলেটো:85.0|ছিলেট:85.0|সীলেটো:82.45|ছীলেট:82.45|শিলেটো:80.75|ষিলেটো:80.75|শীলেটো:78.33|ষীলেটো:78.33|সিলেঠ:75.0|চিলেট:75.0|সিলেত:75.0|সীলেঠ:72.75|চীলেট:72.75|সীলেত:72.75|ছিলেটো:72.25|শিলেঠ:71.25|ষিলেঠ:71.25|শিলেত:71.25|ষিলেত:71.25|ছীলেটো:70.08
G	bn	b	সিলেট	সীলেট:97.0|শিলেট:95.0|ষিলেট:95.0|শীলেট:92.15|ষীলেট:92.15|সিলেটো:85.0|ছিলেট:85.0|সীলেটো:82.45|ছীলেট:82.45|শিলেটো:80.75|ষিলেটো:80.75|শীলেটো:78.33|ষীলেটো:78.33|সিলেঠ:75.0|চিলেট:75.0|সিলেত:75.0|সীলেঠ:72.75|চীলেট:72.75|সীলেত:72.75|ছিলেটো:72.25
G	bn	c	সিলেট	সিলেট:100.0|সীলেট:97.0|শিলেট:95.0|ষিলেট:95.0|সিলেটো:85.0|ছিলেট:85.0|সিলেঠ:75.0|চিলেট:75.0|সিলেত:75.0
G	bn	d	সিলেট	সিলেট:100.0|সীলেট:97.0|শিলেট:95.0|ষিলেট:95.0|শীলেট:92.15|ষীলেট:92.15|সিলেটো:85.0|ছিলেট:85.0|সীলেটো:82.45|ছীলেট:82.45|শিলেটো:80.75|ষিলেটো:80.75|সিলেঠ:75.0|চিলেট:75.0|সিলেত:75.0
G	bn	a	রংপুর	রংপুর:100.0|রংপূর:97.0|রঙপুর:95.0|রঙপূর:92.15|ড়ংপুর:85.0|রংপুরো:85.0|রংপুড়:85.0|ড়ংপূর:82.45|রংপূরো:82.45|রংপূড়:82.45|ড়ঙপুর:80.75|রঙপুরো:80.75|রঙপুড়:80.75|রংপোর:80.0|ঢ়ংপুর:80.0|রংপুঢ়:80.0|ড়ঙপূর:78.33|রঙপূরো:78.33|রঙপূড়:78.33|ঢ়ংপূর:77.6|রংপূঢ়:77.6|ঢ়ঙপুর:76.0|রঙপুঢ়:76.0|রঙপোর:76.0|রংফুর:75.0|ঢ়ঙপূর:73.72|রঙপূঢ়:73.72|রংফূর:72.75|ড়ংপুরো:72.25|ড়ংপুড়:72.25|রঙফুর:71.25|ড়ংপূরো:70.08|ড়ংপূড়:70.08
G	bn	b	রংপুর	রংপূর:97.0|রঙপুর:95.0|রঙপূর:92.15|ড়ংপুর:85.0|রংপুরো:85.0|রংপুড়:85.0|ড়ংপূর:82.45|রংপূরো:82.45|রংপূড়:82.45|ড়ঙপুর:80.75|রঙপুরো:80.75|রঙপুড়:80.75|রংপোর:80.0|ঢ়ংপুর:80.0|রংপুঢ়:80.0|ড়ঙপূর:78.33|রঙপূরো:78.33|রঙপূড়:78.33|ঢ়ংপূর:77.6|রংপূঢ়:77.6
G	bn	c	রংপুর	রংপুর:100.0|রংপূর:97.0|রঙপুর:95.0|ড়ংপুর:85.0|রংপুরো:85.0|রংপুড়:85.0|রংপোর:80.0|ঢ়ংপুর:80.0|রংপুঢ়:80.0|রংফুর:75.0
G	bn	d	রংপুর	রংপুর:100.0|রংপূর:97.0|রঙপুর:95.0|রঙপূর:92.15|ড়ংপুর:85.0|রংপুরো:85.0|রংপুড়:85.0|ড়ংপূর:82.45|রংপূরো:82.45|রংপূড়:82.45|ড়ঙপুর:80.75|রঙপুরো:80.75|রঙপুড়:80.75|রংপোর:80.0|ঢ়ংপুর:80.0
"""

private val goldenPart1 = """
G	bn	a	ময়মনসিংহ	ময়মনসিংহ:100.0|ময়মনসীংহ:97.0|ময়মণসিংহ:95.0|ময়মনশিংহ:95.0|ময়মনষিংহ:95.0|ময়মনসিঙহ:95.0|ময়মণসীংহ:92.15|ময়মনশীংহ:92.15|ময়মনষীংহ:92.15|ময়মনসীঙহ:92.15|ময়মণশিংহ:90.25|ময়মনশিঙহ:90.25|ময়মনষিঙহ:90.25|ময়মণষিংহ:90.25|ময়মণসিঙহ:90.25|ময়মণশীংহ:87.54|ময়মনশীঙহ:87.54|ময়মনষীঙহ:87.54|ময়মণষীংহ:87.54|ময়মণসীঙহ:87.54|ময়মণশিঙহ:85.74|ময়মণষিঙহ:85.74|ময়মনছিংহ:85.0|ময়মনসিংহো:85.0|ময়মণশীঙহ:83.17|ময়মণষীঙহ:83.17|ময়মনছীংহ:82.45|ময়মনসীংহো:82.45|ময়মনসিঙহো:80.75|ময়মনশিংহো:80.75|ময়মনষিংহো:80.75|ময়মণছিংহ:80.75|ময়মণসিংহো:80.75|ময়মনছিঙহ:80.75|ময়মঞসিংহ:80.0|ময়মনসীঙহো:78.33|ময়মনশীংহো:78.33|ময়মনষীংহো:78.33|ময়মণছীংহ:78.33|ময়মণসীংহো:78.33|ময়মনছীঙহ:78.33|ময়মঞসীংহ:77.6|ময়মনশিঙহো:76.71|ময়মনষিঙহো:76.71|ময়মণসিঙহো:76.71|ময়মণশিংহো:76.71|ময়মণষিংহো:76.71|ময়মণছিঙহ:76.71|ময়মঞশিংহ:76.0|ময়মঞষিংহ:76.0
G	bn	b	ময়মনসিংহ	ময়মনসীংহ:97.0|ময়মণসিংহ:95.0|ময়মনশিংহ:95.0|ময়মনষিংহ:95.0|ময়মনসিঙহ:95.0|ময়মণসীংহ:92.15|ময়মনশীংহ:92.15|ময়মনষীংহ:92.15|ময়মনসীঙহ:92.15|ময়মণশিংহ:90.25|ময়মনশিঙহ:90.25|ময়মনষিঙহ:90.25|ময়মণষিংহ:90.25|ময়মণসিঙহ:90.25|ময়মণশীংহ:87.54|ময়মনশীঙহ:87.54|ময়মনষীঙহ:87.54|ময়মণষীংহ:87.54|ময়মণসীঙহ:87.54|ময়মণশিঙহ:85.74
G	bn	c	ময়মনসিংহ	ময়মনসিংহ:100.0|ময়মনসীংহ:97.0|ময়মণসিংহ:95.0|ময়মনশিংহ:95.0|ময়মনষিংহ:95.0|ময়মনসিঙহ:95.0|ময়মনছিংহ:85.0|ময়মনসিংহো:85.0|ময়মঞসিংহ:80.0|ময়মনচিংহ:75.0
G	bn	d	ময়মনসিংহ	ময়মনসিংহ:100.0|ময়মনসীংহ:97.0|ময়মণসিংহ:95.0|ময়মনশিংহ:95.0|ময়মনষিংহ:95.0|ময়মনসিঙহ:95.0|ময়মণসীংহ:92.15|ময়মনশীংহ:92.15|ময়মনষীংহ:92.15|ময়মনসীঙহ:92.15|ময়মণশিংহ:90.25|ময়মনশিঙহ:90.25|ময়মনষিঙহ:90.25|ময়মণষিংহ:90.25|ময়মণসিঙহ:90.25
G	bn	a	কুমিল্লা	কুমিল্লা:100.0|কূমিল্লা:97.0|কুমীল্লা:97.0|কূমীল্লা:94.09|কোমিল্লা:80.0|কোমীল্লা:77.6|খুমিল্লা:75.0|খুমীল্লা:72.75|খূমিল্লা:72.75|খূমীল্লা:70.57
G	bn	b	কুমিল্লা	কূমিল্লা:97.0|কুমীল্লা:97.0|কূমীল্লা:94.09|কোমিল্লা:80.0|কোমীল্লা:77.6|খুমিল্লা:75.0|খুমীল্লা:72.75|খূমিল্লা:72.75|খূমীল্লা:70.57|খোমিল্লা:60.0|খোমীল্লা:58.2
G	bn	c	কুমিল্লা	কুমিল্লা:100.0|কূমিল্লা:97.0|কুমীল্লা:97.0|কোমিল্লা:80.0|খুমিল্লা:75.0
G	bn	d	কুমিল্লা	কুমিল্লা:100.0|কূমিল্লা:97.0|কুমীল্লা:97.0|কূমীল্লা:94.09|কোমিল্লা:80.0|কোমীল্লা:77.6|খুমিল্লা:75.0|খুমীল্লা:72.75|খূমিল্লা:72.75|খোমিল্লা:60.0
G	bn	a	গাজীপুর	গাজীপুর:100.0|গাজিপুর:97.0|গাজীপূর:97.0|গাযীপুর:95.0|গাজিপূর:94.09|গাযীপূর:92.15|গাযিপুর:92.15|গাযিপূর:89.39|গাজীপুরো:85.0|গাজীপুড়:85.0|গাজীপূরো:82.45|গাজিপুরো:82.45|গাজীপূড়:82.45|গাজিপুড়:82.45|গাযীপুরো:80.75|গাযীপুড়:80.75|গাজীপোর:80.0|গাঝীপুর:80.0|গাজীপুঢ়:80.0|গাজিপূরো:79.98|গাজিপূড়:79.98|গাযীপূরো:78.33|গাযিপুরো:78.33|গাযীপূড়:78.33|গাযিপুড়:78.33|গাজীপূঢ়:77.6|গাজিপুঢ়:77.6|গাজিপোর:77.6|গাঝীপূর:77.6|গাঝিপুর:77.6|গাযীপুঢ়:76.0|গাযীপোর:76.0|গাযিপূরো:75.98|গাযিপূড়:75.98|গাঝিপূর:75.27|গাজিপূঢ়:75.27|ঘাজীপুর:75.0|গাজীফুর:75.0|গাযীপূঢ়:73.72|গাযিপুঢ়:73.72|গাযিপোর:73.72|ঘাজীপূর:72.75|ঘাজিপুর:72.75|গাজীফূর:72.75|গাজিফুর:72.75|গাযিপূঢ়:71.51|ঘাযীপুর:71.25|গাযীফুর:71.25|ঘাজিপূর:70.57|গাজিফূর:70.57
G	bn	b	গাজীপুর	গাজিপুর:97.0|গাজীপূর:97.0|গাযীপুর:95.0|গাজিপূর:94.09|গাযীপূর:92.15|গাযিপুর:92.15|গাযিপূর:89.39|গাজীপুরো:85.0|গাজীপুড়:85.0|গাজীপূরো:82.45|গাজিপুরো:82.45|গাজীপূড়:82.45|গাজিপুড়:82.45|গাযীপুরো:80.75|গাযীপুড়:80.75|গাজীপোর:80.0|গাঝীপুর:80.0|গাজীপুঢ়:80.0|গাজিপূরো:79.98|গাজিপূড়:79.98
G	bn	c	গাজীপুর	গাজীপুর:100.0|গাজিপুর:97.0|গাজীপূর:97.0|গাযীপুর:95.0|গাজীপুরো:85.0|গাজীপুড়:85.0|গাজীপোর:80.0|গাঝীপুর:80.0|গাজীপুঢ়:80.0|ঘাজীপুর:75.0|গাজীফুর:75.0
G	bn	d	গাজীপুর	গাজীপুর:100.0|গাজিপুর:97.0|গাজীপূর:97.0|গাযীপুর:95.0|গাজিপূর:94.09|গাযীপূর:92.15|গাযিপুর:92.15|গাজীপুরো:85.0|গাজীপুড়:85.0|গাজীপূরো:82.45|গাজিপুরো:82.45|গাজীপূড়:82.45|গাজিপুড়:82.45|গাযীপুরো:80.75|গাযীপুড়:80.75
G	bn	a	নারায়ণগঞ্জ	নারায়ণগঞ্জ:100.0|ণারায়ণগঞ্জ:95.0|নারায়নগঞ্জ:95.0|ণারায়নগঞ্জ:90.25|নারায়ণগনজ:90.0|নারায়নগনজ:85.5|ণারায়ণগনজ:85.5|নাড়ায়ণগঞ্জ:85.0|ণারায়নগনজ:81.22|নাড়ায়নগঞ্জ:80.75|ণাড়ায়ণগঞ্জ:80.75|ঞারায়ণগঞ্জ:80.0|নাঢ়ায়ণগঞ্জ:80.0|ণাড়ায়নগঞ্জ:76.71|নাড়ায়ণগনজ:76.5|নাঢ়ায়নগঞ্জ:76.0|ণাঢ়ায়ণগঞ্জ:76.0|ঞারায়নগঞ্জ:76.0|নারায়ণঘঞ্জ:75.0|নাড়ায়নগনজ:72.67|ণাড়ায়ণগনজ:72.67|ণাঢ়ায়নগঞ্জ:72.2|ঞারায়ণগনজ:72.0|নাঢ়ায়ণগনজ:72.0|নারায়নঘঞ্জ:71.25|ণারায়ণঘঞ্জ:71.25
G	bn	b	নারায়ণগঞ্জ	ণারায়ণগঞ্জ:95.0|নারায়নগঞ্জ:95.0|ণারায়নগঞ্জ:90.25|নারায়ণগনজ:90.0|নারায়নগনজ:85.5|ণারায়ণগনজ:85.5|নাড়ায়ণগঞ্জ:85.0|ণারায়নগনজ:81.22|নাড়ায়নগঞ্জ:80.75|ণাড়ায়ণগঞ্জ:80.75|ঞারায়ণগঞ্জ:80.0|নাঢ়ায়ণগঞ্জ:80.0|ণাড়ায়নগঞ্জ:76.71|নাড়ায়ণগনজ:76.5|নাঢ়ায়নগঞ্জ:76.0|ণাঢ়ায়ণগঞ্জ:76.0|ঞারায়নগঞ্জ:76.0|নারায়ণঘঞ্জ:75.0|নাড়ায়নগনজ:72.67|ণাড়ায়ণগনজ:72.67
G	bn	c	নারায়ণগঞ্জ	নারায়ণগঞ্জ:100.0|ণারায়ণগঞ্জ:95.0|নারায়নগঞ্জ:95.0|নারায়ণগনজ:90.0|নাড়ায়ণগঞ্জ:85.0|ঞারায়ণগঞ্জ:80.0|নাঢ়ায়ণগঞ্জ:80.0|নারায়ণঘঞ্জ:75.0
G	bn	d	নারায়ণগঞ্জ	নারায়ণগঞ্জ:100.0|ণারায়ণগঞ্জ:95.0|নারায়নগঞ্জ:95.0|ণারায়নগঞ্জ:90.25|নারায়ণগনজ:90.0|নারায়নগনজ:85.5|ণারায়ণগনজ:85.5|নাড়ায়ণগঞ্জ:85.0|নাড়ায়নগঞ্জ:80.75|ণাড়ায়ণগঞ্জ:80.75|ঞারায়ণগঞ্জ:80.0|নাঢ়ায়ণগঞ্জ:80.0|নাড়ায়ণগনজ:76.5|নাঢ়ায়নগঞ্জ:76.0|ণাঢ়ায়ণগঞ্জ:76.0
G	bn	a	আনন্দ	আনন্দ:100.0|আণন্দ:95.0|আনণ্দ:95.0|আণণ্দ:90.25|আনন্দো:85.0|আনণ্দো:80.75|আণন্দো:80.75|আঞন্দ:80.0|আনঞ্দ:80.0|আণণ্দো:76.71|আণঞ্দ:76.0|আঞণ্দ:76.0|আনন্ড:75.0|আনন্ধ:75.0|আনণ্ড:71.25|আণন্ড:71.25|আনণ্ধ:71.25|আণন্ধ:71.25
G	bn	b	আনন্দ	আণন্দ:95.0|আনণ্দ:95.0|আণণ্দ:90.25|আনন্দো:85.0|আনণ্দো:80.75|আণন্দো:80.75|আঞন্দ:80.0|আনঞ্দ:80.0|আণণ্দো:76.71|আণঞ্দ:76.0|আঞণ্দ:76.0|আনন্ড:75.0|আনন্ধ:75.0|আনণ্ড:71.25|আণন্ড:71.25|আনণ্ধ:71.25|আণন্ধ:71.25|আনঞ্দো:68.0|আঞন্দো:68.0|আণণ্ড:67.69
G	bn	c	আনন্দ	আনন্দ:100.0|আণন্দ:95.0|আনণ্দ:95.0|আনন্দো:85.0|আঞন্দ:80.0|আনঞ্দ:80.0|আনন্ড:75.0|আনন্ধ:75.0
G	bn	d	আনন্দ	আনন্দ:100.0|আণন্দ:95.0|আনণ্দ:95.0|আণণ্দ:90.25|আনন্দো:85.0|আনণ্দো:80.75|আণন্দো:80.75|আঞন্দ:80.0|আনঞ্দ:80.0|আণঞ্দ:76.0|আঞণ্দ:76.0|আনন্ড:75.0|আনন্ধ:75.0|আনণ্ড:71.25|আণন্ড:71.25
G	bn	a	ভালোবাসা	ভালোবাসা:100.0|ভালোবাশা:95.0|ভালোবাষা:95.0|ভালোবাছা:85.0|ভালুবাসা:80.0|ভালুবাশা:76.0|ভালুবাষা:76.0|ভালোবাচা:75.0|বালোবাসা:75.0|ভালোভাসা:75.0|বালোবাশা:71.25|বালোবাষা:71.25|ভালোভাশা:71.25|ভালোভাষা:71.25
G	bn	b	ভালোবাসা	ভালোবাশা:95.0|ভালোবাষা:95.0|ভালোবাছা:85.0|ভালুবাসা:80.0|ভালুবাশা:76.0|ভালুবাষা:76.0|ভালোবাচা:75.0|বালোবাসা:75.0|ভালোভাসা:75.0|বালোবাশা:71.25|বালোবাষা:71.25|ভালোভাশা:71.25|ভালোভাষা:71.25|ভালুবাছা:68.0|বালোবাছা:63.75|ভালোভাছা:63.75|বালুবাসা:60.0|ভালুবাচা:60.0|ভালুভাসা:60.0|বালুবাশা:57.0
G	bn	c	ভালোবাসা	ভালোবাসা:100.0|ভালোবাশা:95.0|ভালোবাষা:95.0|ভালোবাছা:85.0|ভালুবাসা:80.0|ভালোবাচা:75.0|বালোবাসা:75.0|ভালোভাসা:75.0
G	bn	d	ভালোবাসা	ভালোবাসা:100.0|ভালোবাশা:95.0|ভালোবাষা:95.0|ভালোবাছা:85.0|ভালুবাসা:80.0|ভালুবাশা:76.0|ভালুবাষা:76.0|ভালোবাচা:75.0|বালোবাসা:75.0|ভালোভাসা:75.0|বালোবাশা:71.25|বালোবাষা:71.25|ভালোভাশা:71.25|ভালোভাষা:71.25|ভালুবাছা:68.0
G	bn	a	বন্ধু	বন্ধু:100.0|বন্ধূ:97.0|বণ্ধু:95.0|বণ্ধূ:92.15|বন্ধো:80.0|বঞ্ধু:80.0|বঞ্ধূ:77.6|বণ্ধো:76.0|ভন্ধু:75.0|বন্ঢু:75.0|বন্দু:75.0|ভন্ধূ:72.75|বন্ঢূ:72.75|বন্দূ:72.75|ভণ্ধু:71.25|বণ্ঢু:71.25|বণ্দু:71.25
G	bn	b	বন্ধু	বন্ধূ:97.0|বণ্ধু:95.0|বণ্ধূ:92.15|বন্ধো:80.0|বঞ্ধু:80.0|বঞ্ধূ:77.6|বণ্ধো:76.0|ভন্ধু:75.0|বন্ঢু:75.0|বন্দু:75.0|ভন্ধূ:72.75|বন্ঢূ:72.75|বন্দূ:72.75|ভণ্ধু:71.25|বণ্ঢু:71.25|বণ্দু:71.25|ভণ্ধূ:69.11|বণ্ঢূ:69.11|বণ্দূ:69.11|বঞ্ধো:64.0
G	bn	c	বন্ধু	বন্ধু:100.0|বন্ধূ:97.0|বণ্ধু:95.0|বন্ধো:80.0|বঞ্ধু:80.0|ভন্ধু:75.0|বন্ঢু:75.0|বন্দু:75.0
G	bn	d	বন্ধু	বন্ধু:100.0|বন্ধূ:97.0|বণ্ধু:95.0|বণ্ধূ:92.15|বন্ধো:80.0|বঞ্ধু:80.0|বঞ্ধূ:77.6|বণ্ধো:76.0|ভন্ধু:75.0|বন্ঢু:75.0|বন্দু:75.0|ভন্ধূ:72.75|বন্ঢূ:72.75|বন্দূ:72.75|ভণ্ধু:71.25
G	bn	a	মানুষ	মানুষ:100.0|মানূষ:97.0|মাণুষ:95.0|মানুশ:95.0|মানুস:95.0|মাণূষ:92.15|মানূশ:92.15|মানূস:92.15|মাণুশ:90.25|মাণুস:90.25|মাণূশ:87.54|মাণূস:87.54|মানুষো:85.0|মানূষো:82.45|মাণুষো:80.75|মানোষ:80.0|মাঞুষ:80.0|মানুছ:80.0|মাণূষো:78.33|মানূছ:77.6|মাঞূষ:77.6|মাণুছ:76.0|মাণোষ:76.0|মাঞুশ:76.0|মানোশ:76.0|মাঞুস:76.0|মানোস:76.0|মানুচ:75.0|মাণূছ:73.72|মাঞূশ:73.72|মাঞূস:73.72|মানূচ:72.75|মাণোশ:72.2|মাণোস:72.2|মাণুচ:71.25
G	bn	b	মানুষ	মানূষ:97.0|মাণুষ:95.0|মানুশ:95.0|মানুস:95.0|মাণূষ:92.15|মানূশ:92.15|মানূস:92.15|মাণুশ:90.25|মাণুস:90.25|মাণূশ:87.54|মাণূস:87.54|মানুষো:85.0|মানূষো:82.45|মাণুষো:80.75|মানোষ:80.0|মাঞুষ:80.0|মানুছ:80.0|মাণূষো:78.33|মানূছ:77.6|মাঞূষ:77.6
G	bn	c	মানুষ	মানুষ:100.0|মানূষ:97.0|মাণুষ:95.0|মানুশ:95.0|মানুস:95.0|মানুষো:85.0|মানোষ:80.0|মাঞুষ:80.0|মানুছ:80.0|মানুচ:75.0
G	bn	d	মানুষ	মানুষ:100.0|মানূষ:97.0|মাণুষ:95.0|মানুশ:95.0|মানুস:95.0|মাণূষ:92.15|মানূশ:92.15|মানূস:92.15|মাণুশ:90.25|মাণুস:90.25|মানুষো:85.0|মানূষো:82.45|মাণুষো:80.75|মানোষ:80.0|মাঞুষ:80.0
G	bn	a	পৃথিবী	পৃথিবী:100.0|পৃথীবী:97.0|পৃথিবি:97.0|প্রিথিবী:95.0|পৃথীবি:94.09|প্রিথিবি:92.15|প্রিথীবী:92.15|প্রিথীবি:89.39|ফৃথিবী:75.0|পৃঠিবী:75.0|পৃতিবী:75.0|পৃথিভী:75.0|ফৃথিবি:72.75|ফৃথীবী:72.75|পৃঠিবি:72.75|পৃঠীবী:72.75|পৃতিবি:72.75|পৃথিভি:72.75|পৃতীবী:72.75|পৃথীভী:72.75|ফ্রিথিবী:71.25|প্রিঠিবী:71.25|প্রিতিবী:71.25|প্রিথিভী:71.25|ফৃথীবি:70.57|পৃঠীবি:70.57|পৃতীবি:70.57|পৃথীভি:70.57
G	bn	b	পৃথিবী	পৃথীবী:97.0|পৃথিবি:97.0|প্রিথিবী:95.0|পৃথীবি:94.09|প্রিথিবি:92.15|প্রিথীবী:92.15|প্রিথীবি:89.39|ফৃথিবী:75.0|পৃঠিবী:75.0|পৃতিবী:75.0|পৃথিভী:75.0|ফৃথিবি:72.75|ফৃথীবী:72.75|পৃঠিবি:72.75|পৃঠীবী:72.75|পৃতিবি:72.75|পৃথিভি:72.75|পৃতীবী:72.75|পৃথীভী:72.75|ফ্রিথিবী:71.25
G	bn	c	পৃথিবী	পৃথিবী:100.0|পৃথীবী:97.0|পৃথিবি:97.0|প্রিথিবী:95.0|ফৃথিবী:75.0|পৃঠিবী:75.0|পৃতিবী:75.0|পৃথিভী:75.0
G	bn	d	পৃথিবী	পৃথিবী:100.0|পৃথীবী:97.0|পৃথিবি:97.0|প্রিথিবী:95.0|পৃথীবি:94.09|প্রিথিবি:92.15|প্রিথীবী:92.15|ফৃথিবী:75.0|পৃঠিবী:75.0|পৃতিবী:75.0|পৃথিভী:75.0|ফৃথিবি:72.75|ফৃথীবী:72.75|পৃঠিবি:72.75|পৃঠীবী:72.75
G	bn	a	সূর্য	সূর্য:100.0|সুর্য:97.0|শূর্য:95.0|ষূর্য:95.0|সূর্জ:95.0|শুর্য:92.15|ষুর্য:92.15|সুর্জ:92.15|শূর্জ:90.25|ষূর্জ:90.25|শুর্জ:87.54|ষুর্জ:87.54|ছূর্য:85.0|সূর্যো:85.0|সূড়্য:85.0|ছুর্য:82.45|সুর্যো:82.45|সুড়্য:82.45|সূড়্জ:80.75|শূর্যো:80.75|শূড়্য:80.75|ষূর্যো:80.75|ষূড়্য:80.75|ছূর্জ:80.75|সূঢ়্য:80.0|সুড়্জ:78.33|শুর্যো:78.33|শুড়্য:78.33|ষুর্যো:78.33|ষুড়্য:78.33|ছুর্জ:78.33|সুঢ়্য:77.6|শূড়্জ:76.71|ষূড়্জ:76.71|সূঢ়্জ:76.0|শূঢ়্য:76.0|ষূঢ়্য:76.0|চূর্য:75.0|সূর্ঝ:75.0|শুড়্জ:74.41|ষুড়্জ:74.41|সুঢ়্জ:73.72|শুঢ়্য:73.72|ষুঢ়্য:73.72|চুর্য:72.75|সুর্ঝ:72.75|ছূর্যো:72.25|ছূড়্য:72.25|সূড়্যো:72.25|শূঢ়্জ:72.2
G	bn	b	সূর্য	সুর্য:97.0|শূর্য:95.0|ষূর্য:95.0|সূর্জ:95.0|শুর্য:92.15|ষুর্য:92.15|সুর্জ:92.15|শূর্জ:90.25|ষূর্জ:90.25|শুর্জ:87.54|ষুর্জ:87.54|ছূর্য:85.0|সূর্যো:85.0|সূড়্য:85.0|ছুর্য:82.45|সুর্যো:82.45|সুড়্য:82.45|সূড়্জ:80.75|শূর্যো:80.75|শূড়্য:80.75
G	bn	c	সূর্য	সূর্য:100.0|সুর্য:97.0|শূর্য:95.0|ষূর্য:95.0|সূর্জ:95.0|ছূর্য:85.0|সূর্যো:85.0|সূড়্য:85.0|সূঢ়্য:80.0|চূর্য:75.0|সূর্ঝ:75.0
G	bn	d	সূর্য	সূর্য:100.0|সুর্য:97.0|শূর্য:95.0|ষূর্য:95.0|সূর্জ:95.0|শুর্য:92.15|ষুর্য:92.15|সুর্জ:92.15|শূর্জ:90.25|ষূর্জ:90.25|ছূর্য:85.0|সূর্যো:85.0|সূড়্য:85.0|ছুর্য:82.45|সুর্যো:82.45
G	bn	a	চাঁদ	চাঁদ:100.0|ছাঁদ:85.0|চাঁদো:85.0|শাঁদ:75.0|চাঁড:75.0|ষাঁদ:75.0|চাঁধ:75.0|সাঁদ:75.0|ছাঁদো:72.25
G	bn	b	চাঁদ	ছাঁদ:85.0|চাঁদো:85.0|শাঁদ:75.0|চাঁড:75.0|ষাঁদ:75.0|চাঁধ:75.0|সাঁদ:75.0|ছাঁদো:72.25|শাঁদো:63.75|ষাঁদো:63.75|সাঁদো:63.75|ছাঁড:63.75|ছাঁধ:63.75|শাঁড:56.25|ষাঁড:56.25|সাঁড:56.25|শাঁধ:56.25|ষাঁধ:56.25|সাঁধ:56.25
G	bn	c	চাঁদ	চাঁদ:100.0|ছাঁদ:85.0|চাঁদো:85.0|শাঁদ:75.0|চাঁড:75.0|ষাঁদ:75.0|চাঁধ:75.0|সাঁদ:75.0
G	bn	d	চাঁদ	চাঁদ:100.0|ছাঁদ:85.0|চাঁদো:85.0|শাঁদ:75.0|চাঁড:75.0|ষাঁদ:75.0|চাঁধ:75.0|সাঁদ:75.0|ছাঁদো:72.25|শাঁদো:63.75|ষাঁদো:63.75|সাঁদো:63.75|ছাঁড:63.75|ছাঁধ:63.75|শাঁড:56.25
G	bn	a	আকাশ	আকাশ:100.0|আকাষ:95.0|আকাস:95.0|আকাছ:85.0|আকাশো:85.0|আখাশ:75.0|আকাচ:75.0|আখাষ:71.25|আখাস:71.25
G	bn	b	আকাশ	আকাষ:95.0|আকাস:95.0|আকাছ:85.0|আকাশো:85.0|আখাশ:75.0|আকাচ:75.0|আখাষ:71.25|আখাস:71.25|আখাছ:63.75|আখাশো:63.75|আখাচ:56.25
G	bn	c	আকাশ	আকাশ:100.0|আকাষ:95.0|আকাস:95.0|আকাছ:85.0|আকাশো:85.0|আখাশ:75.0|আকাচ:75.0
G	bn	d	আকাশ	আকাশ:100.0|আকাষ:95.0|আকাস:95.0|আকাছ:85.0|আকাশো:85.0|আখাশ:75.0|আকাচ:75.0|আখাষ:71.25|আখাস:71.25|আখাছ:63.75|আখাশো:63.75|আখাচ:56.25
G	bn	a	নদী	নদী:100.0|নদি:97.0|ণদী:95.0|ণদি:92.15|ঞদী:80.0|ঞদি:77.6|নডী:75.0|নধী:75.0|নডি:72.75|নধি:72.75|ণডী:71.25|ণধী:71.25
G	bn	b	নদী	নদি:97.0|ণদী:95.0|ণদি:92.15|ঞদী:80.0|ঞদি:77.6|নডী:75.0|নধী:75.0|নডি:72.75|নধি:72.75|ণডী:71.25|ণধী:71.25|ণডি:69.11|ণধি:69.11|ঞডী:60.0|ঞধী:60.0|ঞডি:58.2|ঞধি:58.2
G	bn	c	নদী	নদী:100.0|নদি:97.0|ণদী:95.0|ঞদী:80.0|নডী:75.0|নধী:75.0
G	bn	d	নদী	নদী:100.0|নদি:97.0|ণদী:95.0|ণদি:92.15|ঞদী:80.0|ঞদি:77.6|নডী:75.0|নধী:75.0|নডি:72.75|নধি:72.75|ণডী:71.25|ণধী:71.25|ঞডী:60.0|ঞধী:60.0
G	bn	a	পাহাড়	পাহাড়:100.0|পাহাঢ়:90.0|পাহার:85.0|পাহাড়ো:85.0|ফাহাড়:75.0
G	bn	b	পাহাড়	পাহাঢ়:90.0|পাহার:85.0|পাহাড়ো:85.0|ফাহাড়:75.0|ফাহাঢ়:67.5|ফাহার:63.75|ফাহাড়ো:63.75
G	bn	c	পাহাড়	পাহাড়:100.0|পাহাঢ়:90.0|পাহার:85.0|পাহাড়ো:85.0|ফাহাড়:75.0
G	bn	d	পাহাড়	পাহাড়:100.0|পাহাঢ়:90.0|পাহার:85.0|পাহাড়ো:85.0|ফাহাড়:75.0|ফাহাঢ়:67.5|ফাহার:63.75|ফাহাড়ো:63.75
"""

private val goldenPart2 = """
G	bn	a	শহর	শহর:100.0|ষহর:95.0|সহর:95.0|শহরো:85.0|ছহর:85.0|শহড়:85.0|ষহরো:80.75|সহরো:80.75|ষহড়:80.75|সহড়:80.75|শহঢ়:80.0|ষহঢ়:76.0|সহঢ়:76.0|চহর:75.0|ছহরো:72.25|ছহড়:72.25
G	bn	b	শহর	ষহর:95.0|সহর:95.0|শহরো:85.0|ছহর:85.0|শহড়:85.0|ষহরো:80.75|সহরো:80.75|ষহড়:80.75|সহড়:80.75|শহঢ়:80.0|ষহঢ়:76.0|সহঢ়:76.0|চহর:75.0|ছহরো:72.25|ছহড়:72.25|ছহঢ়:68.0|চহরো:63.75|চহড়:63.75|চহঢ়:60.0
G	bn	c	শহর	শহর:100.0|ষহর:95.0|সহর:95.0|শহরো:85.0|ছহর:85.0|শহড়:85.0|শহঢ়:80.0|চহর:75.0
G	bn	d	শহর	শহর:100.0|ষহর:95.0|সহর:95.0|শহরো:85.0|ছহর:85.0|শহড়:85.0|ষহরো:80.75|সহরো:80.75|ষহড়:80.75|সহড়:80.75|শহঢ়:80.0|ষহঢ়:76.0|সহঢ়:76.0|চহর:75.0|ছহরো:72.25
G	bn	a	গ্রাম	গ্রাম:100.0|গ্ড়াম:85.0|গ্রামো:85.0|গ্ঢ়াম:80.0|ঘ্রাম:75.0|গ্ড়ামো:72.25
G	bn	b	গ্রাম	গ্ড়াম:85.0|গ্রামো:85.0|গ্ঢ়াম:80.0|ঘ্রাম:75.0|গ্ড়ামো:72.25|গ্ঢ়ামো:68.0|ঘ্রামো:63.75|ঘ্ড়াম:63.75|ঘ্ঢ়াম:60.0|ঘ্ড়ামো:54.19|ঘ্ঢ়ামো:51.0
G	bn	c	গ্রাম	গ্রাম:100.0|গ্ড়াম:85.0|গ্রামো:85.0|গ্ঢ়াম:80.0|ঘ্রাম:75.0
G	bn	d	গ্রাম	গ্রাম:100.0|গ্ড়াম:85.0|গ্রামো:85.0|গ্ঢ়াম:80.0|ঘ্রাম:75.0|গ্ড়ামো:72.25|গ্ঢ়ামো:68.0|ঘ্রামো:63.75|ঘ্ড়াম:63.75|ঘ্ঢ়াম:60.0
G	bn	a	স্কুল	স্কুল:100.0|স্কূল:97.0|শ্কুল:95.0|ষ্কুল:95.0|শ্কূল:92.15|ষ্কূল:92.15|স্কুলো:85.0|ছ্কুল:85.0|স্কূলো:82.45|ছ্কূল:82.45|শ্কুলো:80.75|ষ্কুলো:80.75|স্কোল:80.0|শ্কূলো:78.33|ষ্কূলো:78.33|শ্কোল:76.0|ষ্কোল:76.0|স্খুল:75.0|চ্কুল:75.0|স্খূল:72.75|চ্কূল:72.75|ছ্কুলো:72.25|শ্খুল:71.25|ষ্খুল:71.25|ছ্কূলো:70.08
G	bn	b	স্কুল	স্কূল:97.0|শ্কুল:95.0|ষ্কুল:95.0|শ্কূল:92.15|ষ্কূল:92.15|স্কুলো:85.0|ছ্কুল:85.0|স্কূলো:82.45|ছ্কূল:82.45|শ্কুলো:80.75|ষ্কুলো:80.75|স্কোল:80.0|শ্কূলো:78.33|ষ্কূলো:78.33|শ্কোল:76.0|ষ্কোল:76.0|স্খুল:75.0|চ্কুল:75.0|স্খূল:72.75|চ্কূল:72.75
G	bn	c	স্কুল	স্কুল:100.0|স্কূল:97.0|শ্কুল:95.0|ষ্কুল:95.0|স্কুলো:85.0|ছ্কুল:85.0|স্কোল:80.0|স্খুল:75.0|চ্কুল:75.0
G	bn	d	স্কুল	স্কুল:100.0|স্কূল:97.0|শ্কুল:95.0|ষ্কুল:95.0|শ্কূল:92.15|ষ্কূল:92.15|স্কুলো:85.0|ছ্কুল:85.0|স্কূলো:82.45|ছ্কূল:82.45|শ্কুলো:80.75|ষ্কুলো:80.75|স্কোল:80.0|শ্কোল:76.0|ষ্কোল:76.0
G	bn	a	বিদ্যালয়	বিদ্যালয়:100.0|বীদ্যালয়:97.0|বিদ্জালয়:95.0|বীদ্জালয়:92.15|বিদ্যালয়ো:85.0|বীদ্যালয়ো:82.45|বিদ্জালয়ো:80.75|বীদ্জালয়ো:78.33|বিদ্ঝালয়:75.0|ভিদ্যালয়:75.0|বিড্যালয়:75.0|বিধ্যালয়:75.0|ভীদ্যালয়:72.75|বীড্যালয়:72.75|বীধ্যালয়:72.75|বীদ্ঝালয়:72.75|ভিদ্জালয়:71.25|বিড্জালয়:71.25|বিধ্জালয়:71.25
G	bn	b	বিদ্যালয়	বীদ্যালয়:97.0|বিদ্জালয়:95.0|বীদ্জালয়:92.15|বিদ্যালয়ো:85.0|বীদ্যালয়ো:82.45|বিদ্জালয়ো:80.75|বীদ্জালয়ো:78.33|বিদ্ঝালয়:75.0|ভিদ্যালয়:75.0|বিড্যালয়:75.0|বিধ্যালয়:75.0|ভীদ্যালয়:72.75|বীড্যালয়:72.75|বীধ্যালয়:72.75|বীদ্ঝালয়:72.75|ভিদ্জালয়:71.25|বিড্জালয়:71.25|বিধ্জালয়:71.25|ভীদ্জালয়:69.11|বীড্জালয়:69.11
G	bn	c	বিদ্যালয়	বিদ্যালয়:100.0|বীদ্যালয়:97.0|বিদ্জালয়:95.0|বিদ্যালয়ো:85.0|বিদ্ঝালয়:75.0|ভিদ্যালয়:75.0|বিড্যালয়:75.0|বিধ্যালয়:75.0
G	bn	d	বিদ্যালয়	বিদ্যালয়:100.0|বীদ্যালয়:97.0|বিদ্জালয়:95.0|বীদ্জালয়:92.15|বিদ্যালয়ো:85.0|বীদ্যালয়ো:82.45|বিদ্জালয়ো:80.75|বিদ্ঝালয়:75.0|ভিদ্যালয়:75.0|বিড্যালয়:75.0|বিধ্যালয়:75.0|ভীদ্যালয়:72.75|বীড্যালয়:72.75|বীধ্যালয়:72.75|বীদ্ঝালয়:72.75
G	bn	a	শিক্ষক	শিক্ষক:100.0|শীক্ষক:97.0|ষিক্ষক:95.0|সিক্ষক:95.0|ষীক্ষক:92.15|সীক্ষক:92.15|শিখক:90.0|শীখক:87.3|ষিখক:85.5|সিখক:85.5|ছিক্ষক:85.0|শিক্ষকো:85.0|ষীখক:82.94|সীখক:82.94|ছীক্ষক:82.45|শীক্ষকো:82.45|ষিক্ষকো:80.75|সিক্ষকো:80.75|ষীক্ষকো:78.33|সীক্ষকো:78.33|শিখকো:76.5|ছিখক:76.5|চিক্ষক:75.0|শিক্ষখ:75.0|শীখকো:74.21|ছীখক:74.21|চীক্ষক:72.75|শীক্ষখ:72.75|ষিখকো:72.67|সিখকো:72.67|ছিক্ষকো:72.25|ষিক্ষখ:71.25|সিক্ষখ:71.25|ষীখকো:70.49|সীখকো:70.49|ছীক্ষকো:70.08
G	bn	b	শিক্ষক	শীক্ষক:97.0|ষিক্ষক:95.0|সিক্ষক:95.0|ষীক্ষক:92.15|সীক্ষক:92.15|শিখক:90.0|শীখক:87.3|ষিখক:85.5|সিখক:85.5|ছিক্ষক:85.0|শিক্ষকো:85.0|ষীখক:82.94|সীখক:82.94|ছীক্ষক:82.45|শীক্ষকো:82.45|ষিক্ষকো:80.75|সিক্ষকো:80.75|ষীক্ষকো:78.33|সীক্ষকো:78.33|শিখকো:76.5
G	bn	c	শিক্ষক	শিক্ষক:100.0|শীক্ষক:97.0|ষিক্ষক:95.0|সিক্ষক:95.0|শিখক:90.0|ছিক্ষক:85.0|শিক্ষকো:85.0|চিক্ষক:75.0|শিক্ষখ:75.0
G	bn	d	শিক্ষক	শিক্ষক:100.0|শীক্ষক:97.0|ষিক্ষক:95.0|সিক্ষক:95.0|ষীক্ষক:92.15|সীক্ষক:92.15|শিখক:90.0|শীখক:87.3|ষিখক:85.5|সিখক:85.5|ছিক্ষক:85.0|শিক্ষকো:85.0|ছীক্ষক:82.45|শীক্ষকো:82.45|ষিক্ষকো:80.75
G	bn	a	ছাত্র	ছাত্র:100.0|ছাৎ্র:95.0|চাত্র:85.0|শাত্র:85.0|ছাত্রো:85.0|সাত্র:85.0|ছাত্ড়:85.0|চাৎ্র:80.75|শাৎ্র:80.75|ছাৎ্রো:80.75|সাৎ্র:80.75|ছাৎ্ড়:80.75|ষাত্র:80.0|ছাত্ঢ়:80.0|ষাৎ্র:76.0|ছাৎ্ঢ়:76.0|ছাট্র:75.0|ছাথ্র:75.0|চাত্রো:72.25|শাত্রো:72.25|সাত্রো:72.25|চাত্ড়:72.25|শাত্ড়:72.25|সাত্ড়:72.25
G	bn	b	ছাত্র	ছাৎ্র:95.0|চাত্র:85.0|শাত্র:85.0|ছাত্রো:85.0|সাত্র:85.0|ছাত্ড়:85.0|চাৎ্র:80.75|শাৎ্র:80.75|ছাৎ্রো:80.75|সাৎ্র:80.75|ছাৎ্ড়:80.75|ষাত্র:80.0|ছাত্ঢ়:80.0|ষাৎ্র:76.0|ছাৎ্ঢ়:76.0|ছাট্র:75.0|ছাথ্র:75.0|চাত্রো:72.25|শাত্রো:72.25|সাত্রো:72.25
G	bn	c	ছাত্র	ছাত্র:100.0|ছাৎ্র:95.0|চাত্র:85.0|শাত্র:85.0|ছাত্রো:85.0|সাত্র:85.0|ছাত্ড়:85.0|ষাত্র:80.0|ছাত্ঢ়:80.0|ছাট্র:75.0|ছাথ্র:75.0
G	bn	d	ছাত্র	ছাত্র:100.0|ছাৎ্র:95.0|চাত্র:85.0|শাত্র:85.0|ছাত্রো:85.0|সাত্র:85.0|ছাত্ড়:85.0|চাৎ্র:80.75|শাৎ্র:80.75|ছাৎ্রো:80.75|সাৎ্র:80.75|ছাৎ্ড়:80.75|ষাত্র:80.0|ছাত্ঢ়:80.0|ষাৎ্র:76.0
G	bn	a	ছাত্রী	ছাত্রী:100.0|ছাত্রি:97.0|ছাৎ্রী:95.0|ছাৎ্রি:92.15|চাত্রী:85.0|শাত্রী:85.0|ছাত্ড়ী:85.0|সাত্রী:85.0|চাত্রি:82.45|শাত্রি:82.45|ছাত্ড়ি:82.45|সাত্রি:82.45|চাৎ্রী:80.75|শাৎ্রী:80.75|ছাৎ্ড়ী:80.75|সাৎ্রী:80.75|ছাত্ঢ়ী:80.0|ষাত্রী:80.0|চাৎ্রি:78.33|শাৎ্রি:78.33|ছাৎ্ড়ি:78.33|সাৎ্রি:78.33|ছাত্ঢ়ি:77.6|ষাত্রি:77.6|ছাৎ্ঢ়ী:76.0|ষাৎ্রী:76.0|ছাট্রী:75.0|ছাথ্রী:75.0|ছাৎ্ঢ়ি:73.72|ষাৎ্রি:73.72|ছাট্রি:72.75|ছাথ্রি:72.75|চাত্ড়ী:72.25|শাত্ড়ী:72.25|সাত্ড়ী:72.25|চাত্ড়ি:70.08|শাত্ড়ি:70.08|সাত্ড়ি:70.08
G	bn	b	ছাত্রী	ছাত্রি:97.0|ছাৎ্রী:95.0|ছাৎ্রি:92.15|চাত্রী:85.0|শাত্রী:85.0|ছাত্ড়ী:85.0|সাত্রী:85.0|চাত্রি:82.45|শাত্রি:82.45|ছাত্ড়ি:82.45|সাত্রি:82.45|চাৎ্রী:80.75|শাৎ্রী:80.75|ছাৎ্ড়ী:80.75|সাৎ্রী:80.75|ছাত্ঢ়ী:80.0|ষাত্রী:80.0|চাৎ্রি:78.33|শাৎ্রি:78.33|ছাৎ্ড়ি:78.33
G	bn	c	ছাত্রী	ছাত্রী:100.0|ছাত্রি:97.0|ছাৎ্রী:95.0|চাত্রী:85.0|শাত্রী:85.0|ছাত্ড়ী:85.0|সাত্রী:85.0|ছাত্ঢ়ী:80.0|ষাত্রী:80.0|ছাট্রী:75.0|ছাথ্রী:75.0
G	bn	d	ছাত্রী	ছাত্রী:100.0|ছাত্রি:97.0|ছাৎ্রী:95.0|ছাৎ্রি:92.15|চাত্রী:85.0|শাত্রী:85.0|ছাত্ড়ী:85.0|সাত্রী:85.0|চাত্রি:82.45|শাত্রি:82.45|ছাত্ড়ি:82.45|সাত্রি:82.45|চাৎ্রী:80.75|শাৎ্রী:80.75|ছাৎ্ড়ী:80.75
G	bn	a	বই	বই:100.0|বঈ:97.0|ভই:75.0|ভঈ:72.75
G	bn	b	বই	বঈ:97.0|ভই:75.0|ভঈ:72.75
G	bn	c	বই	বই:100.0|বঈ:97.0|ভই:75.0
G	bn	d	বই	বই:100.0|বঈ:97.0|ভই:75.0|ভঈ:72.75
G	bn	a	কলম	কলম:100.0|কলমো:85.0|খলম:75.0
G	bn	b	কলম	কলমো:85.0|খলম:75.0|খলমো:63.75
G	bn	c	কলম	কলম:100.0|কলমো:85.0|খলম:75.0
G	bn	d	কলম	কলম:100.0|কলমো:85.0|খলম:75.0|খলমো:63.75
G	bn	a	খাতা	খাতা:100.0|খাৎা:95.0|ক্ষাতা:90.0|ক্ষাৎা:85.5|খাটা:75.0|কাতা:75.0|খাথা:75.0|কাৎা:71.25
G	bn	b	খাতা	খাৎা:95.0|ক্ষাতা:90.0|ক্ষাৎা:85.5|খাটা:75.0|কাতা:75.0|খাথা:75.0|কাৎা:71.25|ক্ষাটা:67.5|ক্ষাথা:67.5|কাটা:56.25|কাথা:56.25
G	bn	c	খাতা	খাতা:100.0|খাৎা:95.0|ক্ষাতা:90.0|খাটা:75.0|কাতা:75.0|খাথা:75.0
G	bn	d	খাতা	খাতা:100.0|খাৎা:95.0|ক্ষাতা:90.0|ক্ষাৎা:85.5|খাটা:75.0|কাতা:75.0|খাথা:75.0|কাৎা:71.25|ক্ষাটা:67.5|ক্ষাথা:67.5|কাটা:56.25|কাথা:56.25
G	bn	a	ভাত	ভাত:100.0|ভাৎ:95.0|ভাতো:85.0|বাত:75.0|ভাট:75.0|ভাথ:75.0|বাৎ:71.25
G	bn	b	ভাত	ভাৎ:95.0|ভাতো:85.0|বাত:75.0|ভাট:75.0|ভাথ:75.0|বাৎ:71.25|বাতো:63.75|বাট:56.25|বাথ:56.25
G	bn	c	ভাত	ভাত:100.0|ভাৎ:95.0|ভাতো:85.0|বাত:75.0|ভাট:75.0|ভাথ:75.0
G	bn	d	ভাত	ভাত:100.0|ভাৎ:95.0|ভাতো:85.0|বাত:75.0|ভাট:75.0|ভাথ:75.0|বাৎ:71.25|বাতো:63.75|বাট:56.25|বাথ:56.25
G	bn	a	মাছ	মাছ:100.0|মাচ:85.0|মাছো:85.0|মাশ:85.0|মাস:85.0|মাষ:80.0
G	bn	b	মাছ	মাচ:85.0|মাছো:85.0|মাশ:85.0|মাস:85.0|মাষ:80.0
G	bn	c	মাছ	মাছ:100.0|মাচ:85.0|মাছো:85.0|মাশ:85.0|মাস:85.0|মাষ:80.0
G	bn	d	মাছ	মাছ:100.0|মাচ:85.0|মাছো:85.0|মাশ:85.0|মাস:85.0|মাষ:80.0
G	bn	a	মাংস	মাংস:100.0|মাঙস:95.0|মাংশ:95.0|মাংষ:95.0|মাঙশ:90.25|মাঙষ:90.25|মাংছ:85.0|মাংসো:85.0|মাঙছ:80.75|মাঙসো:80.75|মাংচ:75.0|মাঙচ:71.25
G	bn	b	মাংস	মাঙস:95.0|মাংশ:95.0|মাংষ:95.0|মাঙশ:90.25|মাঙষ:90.25|মাংছ:85.0|মাংসো:85.0|মাঙছ:80.75|মাঙসো:80.75|মাংচ:75.0|মাঙচ:71.25
G	bn	c	মাংস	মাংস:100.0|মাঙস:95.0|মাংশ:95.0|মাংষ:95.0|মাংছ:85.0|মাংসো:85.0|মাংচ:75.0
G	bn	d	মাংস	মাংস:100.0|মাঙস:95.0|মাংশ:95.0|মাংষ:95.0|মাঙশ:90.25|মাঙষ:90.25|মাংছ:85.0|মাংসো:85.0|মাঙছ:80.75|মাঙসো:80.75|মাংচ:75.0|মাঙচ:71.25
G	bn	a	ডাল	ডাল:100.0|ডালো:85.0|ঢাল:75.0|দাল:75.0
G	bn	b	ডাল	ডালো:85.0|ঢাল:75.0|দাল:75.0|ঢালো:63.75|দালো:63.75
G	bn	c	ডাল	ডাল:100.0|ডালো:85.0|ঢাল:75.0|দাল:75.0
G	bn	d	ডাল	ডাল:100.0|ডালো:85.0|ঢাল:75.0|দাল:75.0|ঢালো:63.75|দালো:63.75
G	bn	a	রুটি	রুটি:100.0|রূটি:97.0|রুটী:97.0|রূটী:94.09|ড়ুটি:85.0|ড়ুটী:82.45|ড়ূটি:82.45|রোটি:80.0|ঢ়ুটি:80.0|ড়ূটী:79.98|ঢ়ুটী:77.6|ঢ়ূটি:77.6|রোটী:77.6|ঢ়ূটী:75.27|রুঠি:75.0|রুতি:75.0|রুঠী:72.75|রূঠি:72.75|রুতী:72.75|রূতি:72.75|রূঠী:70.57|রূতী:70.57
G	bn	b	রুটি	রূটি:97.0|রুটী:97.0|রূটী:94.09|ড়ুটি:85.0|ড়ুটী:82.45|ড়ূটি:82.45|রোটি:80.0|ঢ়ুটি:80.0|ড়ূটী:79.98|ঢ়ুটী:77.6|ঢ়ূটি:77.6|রোটী:77.6|ঢ়ূটী:75.27|রুঠি:75.0|রুতি:75.0|রুঠী:72.75|রূঠি:72.75|রুতী:72.75|রূতি:72.75|রূঠী:70.57
G	bn	c	রুটি	রুটি:100.0|রূটি:97.0|রুটী:97.0|ড়ুটি:85.0|রোটি:80.0|ঢ়ুটি:80.0|রুঠি:75.0|রুতি:75.0
G	bn	d	রুটি	রুটি:100.0|রূটি:97.0|রুটী:97.0|রূটী:94.09|ড়ুটি:85.0|ড়ুটী:82.45|ড়ূটি:82.45|রোটি:80.0|ঢ়ুটি:80.0|ঢ়ুটী:77.6|ঢ়ূটি:77.6|রোটী:77.6|রুঠি:75.0|রুতি:75.0|রুঠী:72.75
G	bn	a	চা	চা:100.0|ছা:85.0|শা:75.0|ষা:75.0|সা:75.0
G	bn	b	চা	ছা:85.0|শা:75.0|ষা:75.0|সা:75.0
G	bn	c	চা	চা:100.0|ছা:85.0|শা:75.0|ষা:75.0|সা:75.0
G	bn	d	চা	চা:100.0|ছা:85.0|শা:75.0|ষা:75.0|সা:75.0
G	bn	a	পানি	পানি:100.0|পানী:97.0|পাণি:95.0|পাণী:92.15|পাঞি:80.0|পাঞী:77.6|ফানি:75.0|ফানী:72.75|ফাণি:71.25
G	bn	b	পানি	পানী:97.0|পাণি:95.0|পাণী:92.15|পাঞি:80.0|পাঞী:77.6|ফানি:75.0|ফানী:72.75|ফাণি:71.25|ফাণী:69.11|ফাঞি:60.0|ফাঞী:58.2
G	bn	c	পানি	পানি:100.0|পানী:97.0|পাণি:95.0|পাঞি:80.0|ফানি:75.0
G	bn	d	পানি	পানি:100.0|পানী:97.0|পাণি:95.0|পাণী:92.15|পাঞি:80.0|পাঞী:77.6|ফানি:75.0|ফানী:72.75|ফাণি:71.25|ফাঞি:60.0
G	bn	a	দুধ	দুধ:100.0|দূধ:97.0|দুধো:85.0|দূধো:82.45|দোধ:80.0|দুঢ:75.0|ডুধ:75.0|দুদ:75.0|ধুধ:75.0|দূঢ:72.75|ডূধ:72.75|দূদ:72.75|ধূধ:72.75
G	bn	b	দুধ	দূধ:97.0|দুধো:85.0|দূধো:82.45|দোধ:80.0|দুঢ:75.0|ডুধ:75.0|দুদ:75.0|ধুধ:75.0|দূঢ:72.75|ডূধ:72.75|দূদ:72.75|ধূধ:72.75|দোধো:68.0|ডুধো:63.75|ধুধো:63.75|ডূধো:61.84|ধূধো:61.84|দোঢ:60.0|ডোধ:60.0|দোদ:60.0
G	bn	c	দুধ	দুধ:100.0|দূধ:97.0|দুধো:85.0|দোধ:80.0|দুঢ:75.0|ডুধ:75.0|দুদ:75.0|ধুধ:75.0
G	bn	d	দুধ	দুধ:100.0|দূধ:97.0|দুধো:85.0|দূধো:82.45|দোধ:80.0|দুঢ:75.0|ডুধ:75.0|দুদ:75.0|ধুধ:75.0|দূঢ:72.75|ডূধ:72.75|দূদ:72.75|ধূধ:72.75|দোধো:68.0|ডুধো:63.75
G	bn	a	ফল	ফল:100.0|ফলো:85.0|পল:75.0
G	bn	b	ফল	ফলো:85.0|পল:75.0|পলো:63.75
G	bn	c	ফল	ফল:100.0|ফলো:85.0|পল:75.0
G	bn	d	ফল	ফল:100.0|ফলো:85.0|পল:75.0|পলো:63.75
G	bn	a	সবজি	সবজি:100.0|সবজী:97.0|শবজি:95.0|ষবজি:95.0|সবযি:95.0|শবজী:92.15|ষবজী:92.15|সবযী:92.15|শবযি:90.25|ষবযি:90.25|শবযী:87.54|ষবযী:87.54|ছবজি:85.0|ছবজী:82.45|ছবযি:80.75|সবঝি:80.0|ছবযী:78.33|সবঝী:77.6|শবঝি:76.0|ষবঝি:76.0|সভজি:75.0|চবজি:75.0|শবঝী:73.72|ষবঝী:73.72|চবজী:72.75|সভজী:72.75|সভযি:71.25|শভজি:71.25|ষভজি:71.25|চবযি:71.25
G	bn	b	সবজি	সবজী:97.0|শবজি:95.0|ষবজি:95.0|সবযি:95.0|শবজী:92.15|ষবজী:92.15|সবযী:92.15|শবযি:90.25|ষবযি:90.25|শবযী:87.54|ষবযী:87.54|ছবজি:85.0|ছবজী:82.45|ছবযি:80.75|সবঝি:80.0|ছবযী:78.33|সবঝী:77.6|শবঝি:76.0|ষবঝি:76.0|সভজি:75.0
G	bn	c	সবজি	সবজি:100.0|সবজী:97.0|শবজি:95.0|ষবজি:95.0|সবযি:95.0|ছবজি:85.0|সবঝি:80.0|সভজি:75.0|চবজি:75.0
G	bn	d	সবজি	সবজি:100.0|সবজী:97.0|শবজি:95.0|ষবজি:95.0|সবযি:95.0|শবজী:92.15|ষবজী:92.15|সবযী:92.15|শবযি:90.25|ষবযি:90.25|ছবজি:85.0|ছবজী:82.45|ছবযি:80.75|সবঝি:80.0|সবঝী:77.6
G	bn	a	জ্ঞান	জ্ঞান:100.0|জ্ঞাণ:95.0|জ্ঞানো:85.0|গ্গান:85.0|গ্গাণ:80.75|জ্ঞাঞ:80.0|গ্গানো:72.25
G	bn	b	জ্ঞান	জ্ঞাণ:95.0|জ্ঞানো:85.0|গ্গান:85.0|গ্গাণ:80.75|জ্ঞাঞ:80.0|গ্গানো:72.25|গ্গাঞ:68.0
G	bn	c	জ্ঞান	জ্ঞান:100.0|জ্ঞাণ:95.0|জ্ঞানো:85.0|গ্গান:85.0|জ্ঞাঞ:80.0
G	bn	d	জ্ঞান	জ্ঞান:100.0|জ্ঞাণ:95.0|জ্ঞানো:85.0|গ্গান:85.0|গ্গাণ:80.75|জ্ঞাঞ:80.0|গ্গানো:72.25|গ্গাঞ:68.0
G	bn	a	বিজ্ঞান	বিজ্ঞান:100.0|বীজ্ঞান:97.0|বিজ্ঞাণ:95.0|বীজ্ঞাণ:92.15|বিজ্ঞানো:85.0|বিগ্গান:85.0|বীজ্ঞানো:82.45|বীগ্গান:82.45|বিগ্গাণ:80.75|বিজ্ঞাঞ:80.0|বীগ্গাণ:78.33|বীজ্ঞাঞ:77.6|ভিজ্ঞান:75.0|ভীজ্ঞান:72.75|বিগ্গানো:72.25|ভিজ্ঞাণ:71.25|বীগ্গানো:70.08
G	bn	b	বিজ্ঞান	বীজ্ঞান:97.0|বিজ্ঞাণ:95.0|বীজ্ঞাণ:92.15|বিজ্ঞানো:85.0|বিগ্গান:85.0|বীজ্ঞানো:82.45|বীগ্গান:82.45|বিগ্গাণ:80.75|বিজ্ঞাঞ:80.0|বীগ্গাণ:78.33|বীজ্ঞাঞ:77.6|ভিজ্ঞান:75.0|ভীজ্ঞান:72.75|বিগ্গানো:72.25|ভিজ্ঞাণ:71.25|বীগ্গানো:70.08|ভীজ্ঞাণ:69.11|বিগ্গাঞ:68.0|বীগ্গাঞ:65.96|ভিগ্গান:63.75
G	bn	c	বিজ্ঞান	বিজ্ঞান:100.0|বীজ্ঞান:97.0|বিজ্ঞাণ:95.0|বিজ্ঞানো:85.0|বিগ্গান:85.0|বিজ্ঞাঞ:80.0|ভিজ্ঞান:75.0
G	bn	d	বিজ্ঞান	বিজ্ঞান:100.0|বীজ্ঞান:97.0|বিজ্ঞাণ:95.0|বীজ্ঞাণ:92.15|বিজ্ঞানো:85.0|বিগ্গান:85.0|বীজ্ঞানো:82.45|বীগ্গান:82.45|বিগ্গাণ:80.75|বিজ্ঞাঞ:80.0|বীজ্ঞাঞ:77.6|ভিজ্ঞান:75.0|ভীজ্ঞান:72.75|বিগ্গানো:72.25|ভিজ্ঞাণ:71.25
G	bn	a	যন্ত্র	যন্ত্র:100.0|জন্ত্র:95.0|যণ্ত্র:95.0|যন্ৎ্র:95.0|জণ্ত্র:90.25|যণ্ৎ্র:90.25|জন্ৎ্র:90.25|জণ্ৎ্র:85.74|যন্ত্রো:85.0|যন্ত্ড়:85.0|যন্ৎ্রো:80.75|যণ্ত্রো:80.75|জন্ত্রো:80.75|যন্ৎ্ড়:80.75|যণ্ত্ড়:80.75|জন্ত্ড়:80.75|যঞ্ত্র:80.0|যন্ত্ঢ়:80.0|যণ্ৎ্রো:76.71|জন্ৎ্রো:76.71|জণ্ত্রো:76.71|যণ্ৎ্ড়:76.71|জন্ৎ্ড়:76.71|জণ্ত্ড়:76.71|জঞ্ত্র:76.0|যন্ৎ্ঢ়:76.0|যণ্ত্ঢ়:76.0|জন্ত্ঢ়:76.0|যঞ্ৎ্র:76.0|ঝন্ত্র:75.0|যন্ট্র:75.0|যন্থ্র:75.0|জণ্ৎ্রো:72.88|জণ্ৎ্ড়:72.88|যণ্ৎ্ঢ়:72.2|জন্ৎ্ঢ়:72.2|জণ্ত্ঢ়:72.2|জঞ্ৎ্র:72.2|যণ্ট্র:71.25|জন্ট্র:71.25|ঝণ্ত্র:71.25|যণ্থ্র:71.25|জন্থ্র:71.25|ঝন্ৎ্র:71.25
G	bn	b	যন্ত্র	জন্ত্র:95.0|যণ্ত্র:95.0|যন্ৎ্র:95.0|জণ্ত্র:90.25|যণ্ৎ্র:90.25|জন্ৎ্র:90.25|জণ্ৎ্র:85.74|যন্ত্রো:85.0|যন্ত্ড়:85.0|যন্ৎ্রো:80.75|যণ্ত্রো:80.75|জন্ত্রো:80.75|যন্ৎ্ড়:80.75|যণ্ত্ড়:80.75|জন্ত্ড়:80.75|যঞ্ত্র:80.0|যন্ত্ঢ়:80.0|যণ্ৎ্রো:76.71|জন্ৎ্রো:76.71|জণ্ত্রো:76.71
"""

private val goldenPart3 = """
G	bn	c	যন্ত্র	যন্ত্র:100.0|জন্ত্র:95.0|যণ্ত্র:95.0|যন্ৎ্র:95.0|যন্ত্রো:85.0|যন্ত্ড়:85.0|যঞ্ত্র:80.0|যন্ত্ঢ়:80.0|ঝন্ত্র:75.0|যন্ট্র:75.0|যন্থ্র:75.0
G	bn	d	যন্ত্র	যন্ত্র:100.0|জন্ত্র:95.0|যণ্ত্র:95.0|যন্ৎ্র:95.0|জণ্ত্র:90.25|যণ্ৎ্র:90.25|জন্ৎ্র:90.25|যন্ত্রো:85.0|যন্ত্ড়:85.0|যন্ৎ্রো:80.75|যণ্ত্রো:80.75|জন্ত্রো:80.75|যন্ৎ্ড়:80.75|যণ্ত্ড়:80.75|জন্ত্ড়:80.75
G	bn	a	কম্পিউটার	কম্পিউটার:100.0|কম্পীউটার:97.0|কম্পিঊটার:97.0|কম্পীঊটার:94.09|কম্পিউটারো:85.0|কম্পিউটাড়:85.0|কম্পিঊটারো:82.45|কম্পীউটারো:82.45|কম্পিঊটাড়:82.45|কম্পীউটাড়:82.45|কম্পিউটাঢ়:80.0|কম্পীঊটারো:79.98|কম্পীঊটাড়:79.98|কম্পিঊটাঢ়:77.6|কম্পীউটাঢ়:77.6|কম্পীঊটাঢ়:75.27|খম্পিউটার:75.0|কম্ফিউটার:75.0|কম্পিউঠার:75.0|কম্পিউতার:75.0|খম্পিঊটার:72.75|খম্পীউটার:72.75|কম্ফিঊটার:72.75|কম্ফীউটার:72.75|কম্পিঊঠার:72.75|কম্পীউঠার:72.75|কম্পিঊতার:72.75|কম্পীউতার:72.75|খম্পীঊটার:70.57|কম্ফীঊটার:70.57|কম্পীঊঠার:70.57|কম্পীঊতার:70.57
G	bn	b	কম্পিউটার	কম্পীউটার:97.0|কম্পিঊটার:97.0|কম্পীঊটার:94.09|কম্পিউটারো:85.0|কম্পিউটাড়:85.0|কম্পিঊটারো:82.45|কম্পীউটারো:82.45|কম্পিঊটাড়:82.45|কম্পীউটাড়:82.45|কম্পিউটাঢ়:80.0|কম্পীঊটারো:79.98|কম্পীঊটাড়:79.98|কম্পিঊটাঢ়:77.6|কম্পীউটাঢ়:77.6|কম্পীঊটাঢ়:75.27|খম্পিউটার:75.0|কম্ফিউটার:75.0|কম্পিউঠার:75.0|কম্পিউতার:75.0|খম্পিঊটার:72.75
G	bn	c	কম্পিউটার	কম্পিউটার:100.0|কম্পীউটার:97.0|কম্পিঊটার:97.0|কম্পিউটারো:85.0|কম্পিউটাড়:85.0|কম্পিউটাঢ়:80.0|খম্পিউটার:75.0|কম্ফিউটার:75.0|কম্পিউঠার:75.0|কম্পিউতার:75.0
G	bn	d	কম্পিউটার	কম্পিউটার:100.0|কম্পীউটার:97.0|কম্পিঊটার:97.0|কম্পীঊটার:94.09|কম্পিউটারো:85.0|কম্পিউটাড়:85.0|কম্পিঊটারো:82.45|কম্পীউটারো:82.45|কম্পিঊটাড়:82.45|কম্পীউটাড়:82.45|কম্পিউটাঢ়:80.0|কম্পিঊটাঢ়:77.6|কম্পীউটাঢ়:77.6|খম্পিউটার:75.0|কম্ফিউটার:75.0
G	bn	a	ফোন	ফোন:100.0|ফোণ:95.0|ফোনো:85.0|ফুন:80.0|ফোঞ:80.0|ফুণ:76.0|পোন:75.0|পোণ:71.25
G	bn	b	ফোন	ফোণ:95.0|ফোনো:85.0|ফুন:80.0|ফোঞ:80.0|ফুণ:76.0|পোন:75.0|পোণ:71.25|ফুনো:68.0|ফুঞ:64.0|পোনো:63.75|পুন:60.0|পোঞ:60.0|পুণ:57.0|পুনো:51.0
G	bn	c	ফোন	ফোন:100.0|ফোণ:95.0|ফোনো:85.0|ফুন:80.0|ফোঞ:80.0|পোন:75.0
G	bn	d	ফোন	ফোন:100.0|ফোণ:95.0|ফোনো:85.0|ফুন:80.0|ফোঞ:80.0|ফুণ:76.0|পোন:75.0|পোণ:71.25|ফুনো:68.0|ফুঞ:64.0|পোনো:63.75|পুন:60.0|পোঞ:60.0
G	bn	a	ইন্টারনেট	ইন্টারনেট:100.0|ঈন্টারনেট:97.0|ইণ্টারনেট:95.0|ইন্টারণেট:95.0|ঈণ্টারনেট:92.15|ঈন্টারণেট:92.15|ইণ্টারণেট:90.25|ঈণ্টারণেট:87.54|ইন্টাড়নেট:85.0|ইন্টারনেটো:85.0|ঈন্টাড়নেট:82.45|ঈন্টারনেটো:82.45|ইন্টাড়ণেট:80.75|ইণ্টাড়নেট:80.75|ইন্টারণেটো:80.75|ইণ্টারনেটো:80.75|ইঞ্টারনেট:80.0|ইন্টারঞেট:80.0|ইন্টাঢ়নেট:80.0|ঈন্টাড়ণেট:78.33|ঈণ্টাড়নেট:78.33|ঈন্টারণেটো:78.33|ঈণ্টারনেটো:78.33|ঈন্টাঢ়নেট:77.6|ঈঞ্টারনেট:77.6|ঈন্টারঞেট:77.6|ইণ্টাড়ণেট:76.71|ইণ্টারণেটো:76.71|ইণ্টারঞেট:76.0|ইন্টাঢ়ণেট:76.0|ইণ্টাঢ়নেট:76.0|ইঞ্টারণেট:76.0|ইন্টারনেঠ:75.0|ইন্ঠারনেট:75.0|ইন্টারনেত:75.0|ইন্তারনেট:75.0|ঈণ্টাড়ণেট:74.41|ঈণ্টারণেটো:74.41|ঈণ্টারঞেট:73.72|ঈন্টাঢ়ণেট:73.72|ঈণ্টাঢ়নেট:73.72|ঈঞ্টারণেট:73.72|ঈন্টারনেঠ:72.75|ঈন্ঠারনেট:72.75|ঈন্টারনেত:72.75|ঈন্তারনেট:72.75|ইন্টাড়নেটো:72.25|ইণ্টাঢ়ণেট:72.2|ইন্টারণেঠ:71.25|ইন্ঠারণেট:71.25
G	bn	b	ইন্টারনেট	ঈন্টারনেট:97.0|ইণ্টারনেট:95.0|ইন্টারণেট:95.0|ঈণ্টারনেট:92.15|ঈন্টারণেট:92.15|ইণ্টারণেট:90.25|ঈণ্টারণেট:87.54|ইন্টাড়নেট:85.0|ইন্টারনেটো:85.0|ঈন্টাড়নেট:82.45|ঈন্টারনেটো:82.45|ইন্টাড়ণেট:80.75|ইণ্টাড়নেট:80.75|ইন্টারণেটো:80.75|ইণ্টারনেটো:80.75|ইঞ্টারনেট:80.0|ইন্টারঞেট:80.0|ইন্টাঢ়নেট:80.0|ঈন্টাড়ণেট:78.33|ঈণ্টাড়নেট:78.33
G	bn	c	ইন্টারনেট	ইন্টারনেট:100.0|ঈন্টারনেট:97.0|ইণ্টারনেট:95.0|ইন্টারণেট:95.0|ইন্টাড়নেট:85.0|ইন্টারনেটো:85.0|ইঞ্টারনেট:80.0|ইন্টারঞেট:80.0|ইন্টাঢ়নেট:80.0|ইন্টারনেঠ:75.0|ইন্ঠারনেট:75.0|ইন্টারনেত:75.0|ইন্তারনেট:75.0
G	bn	d	ইন্টারনেট	ইন্টারনেট:100.0|ঈন্টারনেট:97.0|ইণ্টারনেট:95.0|ইন্টারণেট:95.0|ঈণ্টারনেট:92.15|ঈন্টারণেট:92.15|ইণ্টারণেট:90.25|ইন্টাড়নেট:85.0|ইন্টারনেটো:85.0|ঈন্টাড়নেট:82.45|ঈন্টারনেটো:82.45|ইন্টাড়ণেট:80.75|ইণ্টাড়নেট:80.75|ইন্টারণেটো:80.75|ইণ্টারনেটো:80.75
G	bn	a	গান	গান:100.0|গাণ:95.0|গানো:85.0|গাঞ:80.0|ঘান:75.0|ঘাণ:71.25
G	bn	b	গান	গাণ:95.0|গানো:85.0|গাঞ:80.0|ঘান:75.0|ঘাণ:71.25|ঘানো:63.75|ঘাঞ:60.0
G	bn	c	গান	গান:100.0|গাণ:95.0|গানো:85.0|গাঞ:80.0|ঘান:75.0
G	bn	d	গান	গান:100.0|গাণ:95.0|গানো:85.0|গাঞ:80.0|ঘান:75.0|ঘাণ:71.25|ঘানো:63.75|ঘাঞ:60.0
G	bn	a	নাচ	নাচ:100.0|ণাচ:95.0|নাচো:85.0|নাছ:85.0|ণাচো:80.75|ণাছ:80.75|ঞাচ:80.0|নাশ:75.0|নাষ:75.0|নাস:75.0|ণাশ:71.25|ণাষ:71.25|ণাস:71.25
G	bn	b	নাচ	ণাচ:95.0|নাচো:85.0|নাছ:85.0|ণাচো:80.75|ণাছ:80.75|ঞাচ:80.0|নাশ:75.0|নাষ:75.0|নাস:75.0|ণাশ:71.25|ণাষ:71.25|ণাস:71.25|ঞাচো:68.0|ঞাছ:68.0|ঞাশ:60.0|ঞাষ:60.0|ঞাস:60.0
G	bn	c	নাচ	নাচ:100.0|ণাচ:95.0|নাচো:85.0|নাছ:85.0|ঞাচ:80.0|নাশ:75.0|নাষ:75.0|নাস:75.0
G	bn	d	নাচ	নাচ:100.0|ণাচ:95.0|নাচো:85.0|নাছ:85.0|ণাচো:80.75|ণাছ:80.75|ঞাচ:80.0|নাশ:75.0|নাষ:75.0|নাস:75.0|ণাশ:71.25|ণাষ:71.25|ণাস:71.25|ঞাচো:68.0|ঞাছ:68.0
G	bn	a	খেলা	খেলা:100.0|ক্ষেলা:90.0|কেলা:75.0
G	bn	b	খেলা	ক্ষেলা:90.0|কেলা:75.0
G	bn	c	খেলা	খেলা:100.0|ক্ষেলা:90.0|কেলা:75.0
G	bn	d	খেলা	খেলা:100.0|ক্ষেলা:90.0|কেলা:75.0
G	bn	a	ছবি	ছবি:100.0|ছবী:97.0|চবি:85.0|শবি:85.0|সবি:85.0|চবী:82.45|শবী:82.45|সবী:82.45|ষবি:80.0|ষবী:77.6|ছভি:75.0|ছভী:72.75
G	bn	b	ছবি	ছবী:97.0|চবি:85.0|শবি:85.0|সবি:85.0|চবী:82.45|শবী:82.45|সবী:82.45|ষবি:80.0|ষবী:77.6|ছভি:75.0|ছভী:72.75|চভি:63.75|শভি:63.75|সভি:63.75|চভী:61.84|শভী:61.84|সভী:61.84|ষভি:60.0|ষভী:58.2
G	bn	c	ছবি	ছবি:100.0|ছবী:97.0|চবি:85.0|শবি:85.0|সবি:85.0|ষবি:80.0|ছভি:75.0
G	bn	d	ছবি	ছবি:100.0|ছবী:97.0|চবি:85.0|শবি:85.0|সবি:85.0|চবী:82.45|শবী:82.45|সবী:82.45|ষবি:80.0|ষবী:77.6|ছভি:75.0|ছভী:72.75|চভি:63.75|শভি:63.75|সভি:63.75
G	bn	a	ঋতু	ঋতু:100.0|ঋতূ:97.0|রিতু:95.0|ঋৎু:95.0|রিতূ:92.15|ঋৎূ:92.15|রিৎু:90.25|রিৎূ:87.54|ঋতো:80.0|রিতো:76.0|ঋৎো:76.0|ঋটু:75.0|ঋথু:75.0|ঋটূ:72.75|ঋথূ:72.75|রিৎো:72.2|রিটু:71.25|রিথু:71.25
G	bn	b	ঋতু	ঋতূ:97.0|রিতু:95.0|ঋৎু:95.0|রিতূ:92.15|ঋৎূ:92.15|রিৎু:90.25|রিৎূ:87.54|ঋতো:80.0|রিতো:76.0|ঋৎো:76.0|ঋটু:75.0|ঋথু:75.0|ঋটূ:72.75|ঋথূ:72.75|রিৎো:72.2|রিটু:71.25|রিথু:71.25|রিটূ:69.11|রিথূ:69.11|ঋটো:60.0
G	bn	c	ঋতু	ঋতু:100.0|ঋতূ:97.0|রিতু:95.0|ঋৎু:95.0|ঋতো:80.0|ঋটু:75.0|ঋথু:75.0
G	bn	d	ঋতু	ঋতু:100.0|ঋতূ:97.0|রিতু:95.0|ঋৎু:95.0|রিতূ:92.15|ঋৎূ:92.15|রিৎু:90.25|ঋতো:80.0|রিতো:76.0|ঋৎো:76.0|ঋটু:75.0|ঋথু:75.0|ঋটূ:72.75|ঋথূ:72.75|রিটু:71.25
G	bn	a	বর্ষা	বর্ষা:100.0|বর্শা:95.0|বর্সা:95.0|বড়্ষা:85.0|বড়্শা:80.75|বড়্সা:80.75|বর্ছা:80.0|বঢ়্ষা:80.0|বঢ়্শা:76.0|বঢ়্সা:76.0|ভর্ষা:75.0|বর্চা:75.0|ভর্শা:71.25|ভর্সা:71.25
G	bn	b	বর্ষা	বর্শা:95.0|বর্সা:95.0|বড়্ষা:85.0|বড়্শা:80.75|বড়্সা:80.75|বর্ছা:80.0|বঢ়্ষা:80.0|বঢ়্শা:76.0|বঢ়্সা:76.0|ভর্ষা:75.0|বর্চা:75.0|ভর্শা:71.25|ভর্সা:71.25|বড়্ছা:68.0|বঢ়্ছা:64.0|ভড়্ষা:63.75|বড়্চা:63.75|ভড়্শা:60.56|ভড়্সা:60.56|ভঢ়্ষা:60.0
G	bn	c	বর্ষা	বর্ষা:100.0|বর্শা:95.0|বর্সা:95.0|বড়্ষা:85.0|বর্ছা:80.0|বঢ়্ষা:80.0|ভর্ষা:75.0|বর্চা:75.0
G	bn	d	বর্ষা	বর্ষা:100.0|বর্শা:95.0|বর্সা:95.0|বড়্ষা:85.0|বড়্শা:80.75|বড়্সা:80.75|বর্ছা:80.0|বঢ়্ষা:80.0|বঢ়্শা:76.0|বঢ়্সা:76.0|ভর্ষা:75.0|বর্চা:75.0|ভর্শা:71.25|ভর্সা:71.25|বড়্ছা:68.0
G	bn	a	শরৎ	শরৎ:100.0|ষরৎ:95.0|সরৎ:95.0|শরত:95.0|ষরত:90.25|সরত:90.25|ছরৎ:85.0|শড়ৎ:85.0|শড়ত:80.75|ষড়ৎ:80.75|সড়ৎ:80.75|ছরত:80.75|শঢ়ৎ:80.0|ষড়ত:76.71|সড়ত:76.71|শঢ়ত:76.0|ষঢ়ৎ:76.0|সঢ়ৎ:76.0|চরৎ:75.0|ছড়ৎ:72.25|ষঢ়ত:72.2|সঢ়ত:72.2|চরত:71.25
G	bn	b	শরৎ	ষরৎ:95.0|সরৎ:95.0|শরত:95.0|ষরত:90.25|সরত:90.25|ছরৎ:85.0|শড়ৎ:85.0|শড়ত:80.75|ষড়ৎ:80.75|সড়ৎ:80.75|ছরত:80.75|শঢ়ৎ:80.0|ষড়ত:76.71|সড়ত:76.71|শঢ়ত:76.0|ষঢ়ৎ:76.0|সঢ়ৎ:76.0|চরৎ:75.0|ছড়ৎ:72.25|ষঢ়ত:72.2
G	bn	c	শরৎ	শরৎ:100.0|ষরৎ:95.0|সরৎ:95.0|শরত:95.0|ছরৎ:85.0|শড়ৎ:85.0|শঢ়ৎ:80.0|চরৎ:75.0
G	bn	d	শরৎ	শরৎ:100.0|ষরৎ:95.0|সরৎ:95.0|শরত:95.0|ষরত:90.25|সরত:90.25|ছরৎ:85.0|শড়ৎ:85.0|শড়ত:80.75|ষড়ৎ:80.75|সড়ৎ:80.75|ছরত:80.75|শঢ়ৎ:80.0|শঢ়ত:76.0|ষঢ়ৎ:76.0
G	bn	a	হেমন্ত	হেমন্ত:100.0|হেমণ্ত:95.0|হেমন্ৎ:95.0|হেমণ্ৎ:90.25|হেমন্তো:85.0|হেমণ্তো:80.75|হেমঞ্ত:80.0|হেমঞ্ৎ:76.0|হেমন্ট:75.0|হেমন্থ:75.0|হেমণ্ট:71.25|হেমণ্থ:71.25
G	bn	b	হেমন্ত	হেমণ্ত:95.0|হেমন্ৎ:95.0|হেমণ্ৎ:90.25|হেমন্তো:85.0|হেমণ্তো:80.75|হেমঞ্ত:80.0|হেমঞ্ৎ:76.0|হেমন্ট:75.0|হেমন্থ:75.0|হেমণ্ট:71.25|হেমণ্থ:71.25|হেমঞ্তো:68.0|হেমঞ্ট:60.0|হেমঞ্থ:60.0
G	bn	c	হেমন্ত	হেমন্ত:100.0|হেমণ্ত:95.0|হেমন্ৎ:95.0|হেমন্তো:85.0|হেমঞ্ত:80.0|হেমন্ট:75.0|হেমন্থ:75.0
G	bn	d	হেমন্ত	হেমন্ত:100.0|হেমণ্ত:95.0|হেমন্ৎ:95.0|হেমণ্ৎ:90.25|হেমন্তো:85.0|হেমণ্তো:80.75|হেমঞ্ত:80.0|হেমঞ্ৎ:76.0|হেমন্ট:75.0|হেমন্থ:75.0|হেমণ্ট:71.25|হেমণ্থ:71.25|হেমঞ্তো:68.0|হেমঞ্ট:60.0|হেমঞ্থ:60.0
G	bn	a	শীত	শীত:100.0|শিত:97.0|ষীত:95.0|সীত:95.0|শীৎ:95.0|ষিত:92.15|সিত:92.15|শিৎ:92.15|ষীৎ:90.25|সীৎ:90.25|ষিৎ:87.54|সিৎ:87.54|ছীত:85.0|শীতো:85.0|ছিত:82.45|শিতো:82.45|ষীতো:80.75|সীতো:80.75|ছীৎ:80.75|ষিতো:78.33|সিতো:78.33|ছিৎ:78.33|চীত:75.0|শীট:75.0|শীথ:75.0|চিত:72.75|শিট:72.75|শিথ:72.75|ছীতো:72.25|ষীট:71.25|সীট:71.25|চীৎ:71.25|ষীথ:71.25|সীথ:71.25|ছিতো:70.08
G	bn	b	শীত	শিত:97.0|ষীত:95.0|সীত:95.0|শীৎ:95.0|ষিত:92.15|সিত:92.15|শিৎ:92.15|ষীৎ:90.25|সীৎ:90.25|ষিৎ:87.54|সিৎ:87.54|ছীত:85.0|শীতো:85.0|ছিত:82.45|শিতো:82.45|ষীতো:80.75|সীতো:80.75|ছীৎ:80.75|ষিতো:78.33|সিতো:78.33
G	bn	c	শীত	শীত:100.0|শিত:97.0|ষীত:95.0|সীত:95.0|শীৎ:95.0|ছীত:85.0|শীতো:85.0|চীত:75.0|শীট:75.0|শীথ:75.0
G	bn	d	শীত	শীত:100.0|শিত:97.0|ষীত:95.0|সীত:95.0|শীৎ:95.0|ষিত:92.15|সিত:92.15|শিৎ:92.15|ষীৎ:90.25|সীৎ:90.25|ছীত:85.0|শীতো:85.0|ছিত:82.45|শিতো:82.45|ষীতো:80.75
G	bn	a	বসন্ত	বসন্ত:100.0|বশন্ত:95.0|বষন্ত:95.0|বসণ্ত:95.0|বসন্ৎ:95.0|বশণ্ত:90.25|বষণ্ত:90.25|বসণ্ৎ:90.25|বশন্ৎ:90.25|বষন্ৎ:90.25|বশণ্ৎ:85.74|বষণ্ৎ:85.74|বছন্ত:85.0|বসন্তো:85.0|বসণ্তো:80.75|বশন্তো:80.75|বষন্তো:80.75|বছণ্ত:80.75|বছন্ৎ:80.75|বসঞ্ত:80.0|বশণ্তো:76.71|বষণ্তো:76.71|বছণ্ৎ:76.71|বশঞ্ত:76.0|বষঞ্ত:76.0|বসঞ্ৎ:76.0|ভসন্ত:75.0|বচন্ত:75.0|বসন্ট:75.0|বসন্থ:75.0|বছন্তো:72.25|বশঞ্ৎ:72.2|বষঞ্ৎ:72.2|ভসন্ৎ:71.25|ভসণ্ত:71.25|ভশন্ত:71.25|ভষন্ত:71.25|বসণ্ট:71.25|বশন্ট:71.25|বষন্ট:71.25|বচণ্ত:71.25|বসণ্থ:71.25|বশন্থ:71.25|বষন্থ:71.25|বচন্ৎ:71.25
G	bn	b	বসন্ত	বশন্ত:95.0|বষন্ত:95.0|বসণ্ত:95.0|বসন্ৎ:95.0|বশণ্ত:90.25|বষণ্ত:90.25|বসণ্ৎ:90.25|বশন্ৎ:90.25|বষন্ৎ:90.25|বশণ্ৎ:85.74|বষণ্ৎ:85.74|বছন্ত:85.0|বসন্তো:85.0|বসণ্তো:80.75|বশন্তো:80.75|বষন্তো:80.75|বছণ্ত:80.75|বছন্ৎ:80.75|বসঞ্ত:80.0|বশণ্তো:76.71
G	bn	c	বসন্ত	বসন্ত:100.0|বশন্ত:95.0|বষন্ত:95.0|বসণ্ত:95.0|বসন্ৎ:95.0|বছন্ত:85.0|বসন্তো:85.0|বসঞ্ত:80.0|ভসন্ত:75.0|বচন্ত:75.0|বসন্ট:75.0|বসন্থ:75.0
G	bn	d	বসন্ত	বসন্ত:100.0|বশন্ত:95.0|বষন্ত:95.0|বসণ্ত:95.0|বসন্ৎ:95.0|বশণ্ত:90.25|বষণ্ত:90.25|বসণ্ৎ:90.25|বশন্ৎ:90.25|বষন্ৎ:90.25|বছন্ত:85.0|বসন্তো:85.0|বসণ্তো:80.75|বশন্তো:80.75|বষন্তো:80.75
G	bn	a	গ্রীষ্ম	গ্রীষ্ম:100.0|গ্রিষ্ম:97.0|গ্রীশ্ম:95.0|গ্রীস্ম:95.0|গ্রিশ্ম:92.15|গ্রিস্ম:92.15|গ্ড়ীষ্ম:85.0|গ্রীষ্মো:85.0|গ্ড়িষ্ম:82.45|গ্রিষ্মো:82.45|গ্ড়ীশ্ম:80.75|গ্ড়ীস্ম:80.75|গ্রীশ্মো:80.75|গ্রীস্মো:80.75|গ্রীছ্ম:80.0|গ্ঢ়ীষ্ম:80.0|গ্ড়িশ্ম:78.33|গ্ড়িস্ম:78.33|গ্রিশ্মো:78.33|গ্রিস্মো:78.33|গ্ঢ়িষ্ম:77.6|গ্রিছ্ম:77.6|গ্ঢ়ীশ্ম:76.0|গ্ঢ়ীস্ম:76.0|ঘ্রীষ্ম:75.0|গ্রীচ্ম:75.0|গ্ঢ়িশ্ম:73.72|গ্ঢ়িস্ম:73.72|ঘ্রিষ্ম:72.75|গ্রিচ্ম:72.75|গ্ড়ীষ্মো:72.25|ঘ্রীশ্ম:71.25|ঘ্রীস্ম:71.25|গ্ড়িষ্মো:70.08
G	bn	b	গ্রীষ্ম	গ্রিষ্ম:97.0|গ্রীশ্ম:95.0|গ্রীস্ম:95.0|গ্রিশ্ম:92.15|গ্রিস্ম:92.15|গ্ড়ীষ্ম:85.0|গ্রীষ্মো:85.0|গ্ড়িষ্ম:82.45|গ্রিষ্মো:82.45|গ্ড়ীশ্ম:80.75|গ্ড়ীস্ম:80.75|গ্রীশ্মো:80.75|গ্রীস্মো:80.75|গ্রীছ্ম:80.0|গ্ঢ়ীষ্ম:80.0|গ্ড়িশ্ম:78.33|গ্ড়িস্ম:78.33|গ্রিশ্মো:78.33|গ্রিস্মো:78.33|গ্ঢ়িষ্ম:77.6
G	bn	c	গ্রীষ্ম	গ্রীষ্ম:100.0|গ্রিষ্ম:97.0|গ্রীশ্ম:95.0|গ্রীস্ম:95.0|গ্ড়ীষ্ম:85.0|গ্রীষ্মো:85.0|গ্রীছ্ম:80.0|গ্ঢ়ীষ্ম:80.0|ঘ্রীষ্ম:75.0|গ্রীচ্ম:75.0
G	bn	d	গ্রীষ্ম	গ্রীষ্ম:100.0|গ্রিষ্ম:97.0|গ্রীশ্ম:95.0|গ্রীস্ম:95.0|গ্রিশ্ম:92.15|গ্রিস্ম:92.15|গ্ড়ীষ্ম:85.0|গ্রীষ্মো:85.0|গ্ড়িষ্ম:82.45|গ্রিষ্মো:82.45|গ্ড়ীশ্ম:80.75|গ্ড়ীস্ম:80.75|গ্রীশ্মো:80.75|গ্রীস্মো:80.75|গ্রীছ্ম:80.0
G	bn	a	ঝড়	ঝড়:100.0|ঝঢ়:90.0|ঝর:85.0|ঝড়ো:85.0|জড়:80.0|যড়:75.0|জঢ়:72.0
G	bn	b	ঝড়	ঝঢ়:90.0|ঝর:85.0|ঝড়ো:85.0|জড়:80.0|যড়:75.0|জঢ়:72.0|জর:68.0|জড়ো:68.0|যঢ়:67.5|যর:63.75|যড়ো:63.75
G	bn	c	ঝড়	ঝড়:100.0|ঝঢ়:90.0|ঝর:85.0|ঝড়ো:85.0|জড়:80.0|যড়:75.0
G	bn	d	ঝড়	ঝড়:100.0|ঝঢ়:90.0|ঝর:85.0|ঝড়ো:85.0|জড়:80.0|যড়:75.0|জঢ়:72.0|জর:68.0|জড়ো:68.0|যঢ়:67.5|যর:63.75|যড়ো:63.75
G	bn	a	বৃষ্টি	বৃষ্টি:100.0|বৃষ্টী:97.0|ব্রিষ্টি:95.0|বৃশ্টি:95.0|বৃস্টি:95.0|ব্রিষ্টী:92.15|বৃশ্টী:92.15|বৃস্টী:92.15|ব্রিশ্টি:90.25|ব্রিস্টি:90.25|ব্রিশ্টী:87.54|ব্রিস্টী:87.54|বৃছ্টি:80.0|বৃছ্টী:77.6|ব্রিছ্টি:76.0|ভৃষ্টি:75.0|বৃচ্টি:75.0|বৃষ্ঠি:75.0|বৃষ্তি:75.0|ব্রিছ্টী:73.72|ভৃষ্টী:72.75|বৃচ্টী:72.75|বৃষ্ঠী:72.75|বৃষ্তী:72.75|ভৃশ্টি:71.25|ভৃস্টি:71.25|ভ্রিষ্টি:71.25|ব্রিচ্টি:71.25|বৃশ্ঠি:71.25|বৃস্ঠি:71.25|ব্রিষ্ঠি:71.25|বৃশ্তি:71.25|বৃস্তি:71.25|ব্রিষ্তি:71.25
G	bn	b	বৃষ্টি	বৃষ্টী:97.0|ব্রিষ্টি:95.0|বৃশ্টি:95.0|বৃস্টি:95.0|ব্রিষ্টী:92.15|বৃশ্টী:92.15|বৃস্টী:92.15|ব্রিশ্টি:90.25|ব্রিস্টি:90.25|ব্রিশ্টী:87.54|ব্রিস্টী:87.54|বৃছ্টি:80.0|বৃছ্টী:77.6|ব্রিছ্টি:76.0|ভৃষ্টি:75.0|বৃচ্টি:75.0|বৃষ্ঠি:75.0|বৃষ্তি:75.0|ব্রিছ্টী:73.72|ভৃষ্টী:72.75
G	bn	c	বৃষ্টি	বৃষ্টি:100.0|বৃষ্টী:97.0|ব্রিষ্টি:95.0|বৃশ্টি:95.0|বৃস্টি:95.0|বৃছ্টি:80.0|ভৃষ্টি:75.0|বৃচ্টি:75.0|বৃষ্ঠি:75.0|বৃষ্তি:75.0
G	bn	d	বৃষ্টি	বৃষ্টি:100.0|বৃষ্টী:97.0|ব্রিষ্টি:95.0|বৃশ্টি:95.0|বৃস্টি:95.0|ব্রিষ্টী:92.15|বৃশ্টী:92.15|বৃস্টী:92.15|ব্রিশ্টি:90.25|ব্রিস্টি:90.25|বৃছ্টি:80.0|বৃছ্টী:77.6|ব্রিছ্টি:76.0|ভৃষ্টি:75.0|বৃচ্টি:75.0
G	bn	a	রোদ	রোদ:100.0|ড়োদ:85.0|রোদো:85.0|ঢ়োদ:80.0|রুদ:80.0|রোড:75.0|রোধ:75.0|ড়োদো:72.25
"""

private val goldenPart4 = """
G	bn	b	রোদ	ড়োদ:85.0|রোদো:85.0|ঢ়োদ:80.0|রুদ:80.0|রোড:75.0|রোধ:75.0|ড়োদো:72.25|রুদো:68.0|ঢ়োদো:68.0|ড়ুদ:68.0|ঢ়ুদ:64.0|ড়োড:63.75|ড়োধ:63.75|রুড:60.0|রুধ:60.0|ঢ়োড:60.0|ঢ়োধ:60.0|ড়ুদো:57.8|ঢ়ুদো:54.4|ড়ুড:51.0
G	bn	c	রোদ	রোদ:100.0|ড়োদ:85.0|রোদো:85.0|ঢ়োদ:80.0|রুদ:80.0|রোড:75.0|রোধ:75.0
G	bn	d	রোদ	রোদ:100.0|ড়োদ:85.0|রোদো:85.0|ঢ়োদ:80.0|রুদ:80.0|রোড:75.0|রোধ:75.0|ড়োদো:72.25|রুদো:68.0|ঢ়োদো:68.0|ড়ুদ:68.0|ঢ়ুদ:64.0|ড়োড:63.75|ড়োধ:63.75|রুড:60.0
G	bn	a	আমি	আমি:100.0|আমী:97.0
G	bn	b	আমি	আমী:97.0
G	bn	c	আমি	আমি:100.0|আমী:97.0
G	bn	d	আমি	আমি:100.0|আমী:97.0
G	bn	a	তুমি	তুমি:100.0|তূমি:97.0|তুমী:97.0|ৎুমি:95.0|তূমী:94.09|ৎুমী:92.15|ৎূমি:92.15|ৎূমী:89.39|তোমি:80.0|তোমী:77.6|ৎোমি:76.0|টুমি:75.0|থুমি:75.0|ৎোমী:73.72|টুমী:72.75|টূমি:72.75|থুমী:72.75|থূমি:72.75|টূমী:70.57|থূমী:70.57
G	bn	b	তুমি	তূমি:97.0|তুমী:97.0|ৎুমি:95.0|তূমী:94.09|ৎুমী:92.15|ৎূমি:92.15|ৎূমী:89.39|তোমি:80.0|তোমী:77.6|ৎোমি:76.0|টুমি:75.0|থুমি:75.0|ৎোমী:73.72|টুমী:72.75|টূমি:72.75|থুমী:72.75|থূমি:72.75|টূমী:70.57|থূমী:70.57|টোমি:60.0
G	bn	c	তুমি	তুমি:100.0|তূমি:97.0|তুমী:97.0|ৎুমি:95.0|তোমি:80.0|টুমি:75.0|থুমি:75.0
G	bn	d	তুমি	তুমি:100.0|তূমি:97.0|তুমী:97.0|ৎুমি:95.0|তূমী:94.09|ৎুমী:92.15|ৎূমি:92.15|তোমি:80.0|তোমী:77.6|ৎোমি:76.0|টুমি:75.0|থুমি:75.0|টুমী:72.75|টূমি:72.75|থুমী:72.75
G	bn	a	সে	সে:100.0|শে:95.0|ষে:95.0|ছে:85.0|চে:75.0
G	bn	b	সে	শে:95.0|ষে:95.0|ছে:85.0|চে:75.0
G	bn	c	সে	সে:100.0|শে:95.0|ষে:95.0|ছে:85.0|চে:75.0
G	bn	d	সে	সে:100.0|শে:95.0|ষে:95.0|ছে:85.0|চে:75.0
G	bn	a	আমরা	আমরা:100.0|আমড়া:85.0|আমঢ়া:80.0
G	bn	b	আমরা	আমড়া:85.0|আমঢ়া:80.0
G	bn	c	আমরা	আমরা:100.0|আমড়া:85.0|আমঢ়া:80.0
G	bn	d	আমরা	আমরা:100.0|আমড়া:85.0|আমঢ়া:80.0
G	bn	a	তোমরা	তোমরা:100.0|ৎোমরা:95.0|তোমড়া:85.0|ৎোমড়া:80.75|তোমঢ়া:80.0|তুমরা:80.0|ৎোমঢ়া:76.0|ৎুমরা:76.0|টোমরা:75.0|থোমরা:75.0
G	bn	b	তোমরা	ৎোমরা:95.0|তোমড়া:85.0|ৎোমড়া:80.75|তোমঢ়া:80.0|তুমরা:80.0|ৎোমঢ়া:76.0|ৎুমরা:76.0|টোমরা:75.0|থোমরা:75.0|তুমড়া:68.0|ৎুমড়া:64.6|তুমঢ়া:64.0|টোমড়া:63.75|থোমড়া:63.75|ৎুমঢ়া:60.8|টোমঢ়া:60.0|টুমরা:60.0|থোমঢ়া:60.0|থুমরা:60.0|টুমড়া:51.0
G	bn	c	তোমরা	তোমরা:100.0|ৎোমরা:95.0|তোমড়া:85.0|তোমঢ়া:80.0|তুমরা:80.0|টোমরা:75.0|থোমরা:75.0
G	bn	d	তোমরা	তোমরা:100.0|ৎোমরা:95.0|তোমড়া:85.0|ৎোমড়া:80.75|তোমঢ়া:80.0|তুমরা:80.0|ৎোমঢ়া:76.0|ৎুমরা:76.0|টোমরা:75.0|থোমরা:75.0|তুমড়া:68.0|তুমঢ়া:64.0|টোমড়া:63.75|থোমড়া:63.75|টোমঢ়া:60.0
G	bn	a	তারা	তারা:100.0|ৎারা:95.0|তাড়া:85.0|ৎাড়া:80.75|তাঢ়া:80.0|ৎাঢ়া:76.0|টারা:75.0|থারা:75.0
G	bn	b	তারা	ৎারা:95.0|তাড়া:85.0|ৎাড়া:80.75|তাঢ়া:80.0|ৎাঢ়া:76.0|টারা:75.0|থারা:75.0|টাড়া:63.75|থাড়া:63.75|টাঢ়া:60.0|থাঢ়া:60.0
G	bn	c	তারা	তারা:100.0|ৎারা:95.0|তাড়া:85.0|তাঢ়া:80.0|টারা:75.0|থারা:75.0
G	bn	d	তারা	তারা:100.0|ৎারা:95.0|তাড়া:85.0|ৎাড়া:80.75|তাঢ়া:80.0|ৎাঢ়া:76.0|টারা:75.0|থারা:75.0|টাড়া:63.75|থাড়া:63.75|টাঢ়া:60.0|থাঢ়া:60.0
G	bn	a	এই	এই:100.0|এঈ:97.0
G	bn	b	এই	এঈ:97.0
G	bn	c	এই	এই:100.0|এঈ:97.0
G	bn	d	এই	এই:100.0|এঈ:97.0
G	bn	a	ওই	ওই:100.0|অই:90.0|ঐ:90.0
G	bn	b	ওই	অই:90.0|ঐ:90.0
G	bn	c	ওই	ওই:100.0|অই:90.0|ঐ:90.0
G	bn	d	ওই	ওই:100.0|অই:90.0|ঐ:90.0
G	bn	a	কেন	কেন:100.0|কেণ:95.0|কেনো:85.0|কেঞ:80.0|খেন:75.0|খেণ:71.25
G	bn	b	কেন	কেণ:95.0|কেনো:85.0|কেঞ:80.0|খেন:75.0|খেণ:71.25|খেনো:63.75|খেঞ:60.0
G	bn	c	কেন	কেন:100.0|কেণ:95.0|কেনো:85.0|কেঞ:80.0|খেন:75.0
G	bn	d	কেন	কেন:100.0|কেণ:95.0|কেনো:85.0|কেঞ:80.0|খেন:75.0|খেণ:71.25|খেনো:63.75|খেঞ:60.0
G	bn	a	কোথায়	কোথায়:100.0|কোথায়ো:85.0|কুথায়:80.0|খোথায়:75.0|কোঠায়:75.0|কোতায়:75.0
G	bn	b	কোথায়	কোথায়ো:85.0|কুথায়:80.0|খোথায়:75.0|কোঠায়:75.0|কোতায়:75.0|কুথায়ো:68.0|খোথায়ো:63.75|কোঠায়ো:63.75|কোতায়ো:63.75|খুথায়:60.0|কুঠায়:60.0|কুতায়:60.0|খোঠায়:56.25|খোতায়:56.25|খুথায়ো:51.0|কুঠায়ো:51.0|কুতায়ো:51.0
G	bn	c	কোথায়	কোথায়:100.0|কোথায়ো:85.0|কুথায়:80.0|খোথায়:75.0|কোঠায়:75.0|কোতায়:75.0
G	bn	d	কোথায়	কোথায়:100.0|কোথায়ো:85.0|কুথায়:80.0|খোথায়:75.0|কোঠায়:75.0|কোতায়:75.0|কুথায়ো:68.0|খোথায়ো:63.75|কোঠায়ো:63.75|কোতায়ো:63.75|খুথায়:60.0|কুঠায়:60.0|কুতায়:60.0|খোঠায়:56.25|খোতায়:56.25
G	bn	a	ঈদ	ঈদ:100.0|ইদ:97.0|ঈদো:85.0|ইদো:82.45|ঈড:75.0|ঈধ:75.0|ইড:72.75|ইধ:72.75
G	bn	b	ঈদ	ইদ:97.0|ঈদো:85.0|ইদো:82.45|ঈড:75.0|ঈধ:75.0|ইড:72.75|ইধ:72.75
G	bn	c	ঈদ	ঈদ:100.0|ইদ:97.0|ঈদো:85.0|ঈড:75.0|ঈধ:75.0
G	bn	d	ঈদ	ঈদ:100.0|ইদ:97.0|ঈদো:85.0|ইদো:82.45|ঈড:75.0|ঈধ:75.0|ইড:72.75|ইধ:72.75
G	bn	a	পূজা	পূজা:100.0|পুজা:97.0|পূযা:95.0|পুযা:92.15|পূঝা:80.0|পুঝা:77.6|ফূজা:75.0|ফুজা:72.75|ফূযা:71.25
G	bn	b	পূজা	পুজা:97.0|পূযা:95.0|পুযা:92.15|পূঝা:80.0|পুঝা:77.6|ফূজা:75.0|ফুজা:72.75|ফূযা:71.25|ফুযা:69.11|ফূঝা:60.0|ফুঝা:58.2
G	bn	c	পূজা	পূজা:100.0|পুজা:97.0|পূযা:95.0|পূঝা:80.0|ফূজা:75.0
G	bn	d	পূজা	পূজা:100.0|পুজা:97.0|পূযা:95.0|পুযা:92.15|পূঝা:80.0|পুঝা:77.6|ফূজা:75.0|ফুজা:72.75|ফূযা:71.25|ফূঝা:60.0
G	bn	a	উৎসব	উৎসব:100.0|ঊৎসব:97.0|উতসব:95.0|উৎশব:95.0|উৎষব:95.0|ঊতসব:92.15|ঊৎশব:92.15|ঊৎষব:92.15|উতশব:90.25|উতষব:90.25|ঊতশব:87.54|ঊতষব:87.54|উৎসবো:85.0|উৎছব:85.0|ঊৎসবো:82.45|ঊৎছব:82.45|উৎশবো:80.75|উৎষবো:80.75|উতসবো:80.75|উতছব:80.75|ঊৎশবো:78.33|ঊৎষবো:78.33|ঊতসবো:78.33|ঊতছব:78.33|উতশবো:76.71|উতষবো:76.71|উৎসভ:75.0|উৎচব:75.0|ঊতশবো:74.41|ঊতষবো:74.41|ঊৎসভ:72.75|ঊৎচব:72.75|উৎছবো:72.25|উৎশভ:71.25|উৎষভ:71.25|উতসভ:71.25|উতচব:71.25|ঊৎছবো:70.08
G	bn	b	উৎসব	ঊৎসব:97.0|উতসব:95.0|উৎশব:95.0|উৎষব:95.0|ঊতসব:92.15|ঊৎশব:92.15|ঊৎষব:92.15|উতশব:90.25|উতষব:90.25|ঊতশব:87.54|ঊতষব:87.54|উৎসবো:85.0|উৎছব:85.0|ঊৎসবো:82.45|ঊৎছব:82.45|উৎশবো:80.75|উৎষবো:80.75|উতসবো:80.75|উতছব:80.75|ঊৎশবো:78.33
G	bn	c	উৎসব	উৎসব:100.0|ঊৎসব:97.0|উতসব:95.0|উৎশব:95.0|উৎষব:95.0|উৎসবো:85.0|উৎছব:85.0|উৎসভ:75.0|উৎচব:75.0
G	bn	d	উৎসব	উৎসব:100.0|ঊৎসব:97.0|উতসব:95.0|উৎশব:95.0|উৎষব:95.0|ঊতসব:92.15|ঊৎশব:92.15|ঊৎষব:92.15|উতশব:90.25|উতষব:90.25|উৎসবো:85.0|উৎছব:85.0|ঊৎসবো:82.45|ঊৎছব:82.45|উৎশবো:80.75
G	bn	a	বিয়ে	বিয়ে:100.0|বীয়ে:97.0|ভিয়ে:75.0|ভীয়ে:72.75
G	bn	b	বিয়ে	বীয়ে:97.0|ভিয়ে:75.0|ভীয়ে:72.75
G	bn	c	বিয়ে	বিয়ে:100.0|বীয়ে:97.0|ভিয়ে:75.0
G	bn	d	বিয়ে	বিয়ে:100.0|বীয়ে:97.0|ভিয়ে:75.0|ভীয়ে:72.75
G	bn	a	জন্ম	জন্ম:100.0|যন্ম:95.0|জণ্ম:95.0|যণ্ম:90.25|জন্মো:85.0|জণ্মো:80.75|যন্মো:80.75|ঝন্ম:80.0|জঞ্ম:80.0|যণ্মো:76.71|যঞ্ম:76.0|ঝণ্ম:76.0
G	bn	b	জন্ম	যন্ম:95.0|জণ্ম:95.0|যণ্ম:90.25|জন্মো:85.0|জণ্মো:80.75|যন্মো:80.75|ঝন্ম:80.0|জঞ্ম:80.0|যণ্মো:76.71|যঞ্ম:76.0|ঝণ্ম:76.0|জঞ্মো:68.0|ঝন্মো:68.0|যঞ্মো:64.6|ঝণ্মো:64.6|ঝঞ্ম:64.0|ঝঞ্মো:54.4
G	bn	c	জন্ম	জন্ম:100.0|যন্ম:95.0|জণ্ম:95.0|জন্মো:85.0|ঝন্ম:80.0|জঞ্ম:80.0
G	bn	d	জন্ম	জন্ম:100.0|যন্ম:95.0|জণ্ম:95.0|যণ্ম:90.25|জন্মো:85.0|জণ্মো:80.75|যন্মো:80.75|ঝন্ম:80.0|জঞ্ম:80.0|যঞ্ম:76.0|ঝণ্ম:76.0|জঞ্মো:68.0|ঝন্মো:68.0|ঝঞ্ম:64.0
G	bn	a	মৃত্যু	মৃত্যু:100.0|মৃত্যূ:97.0|ম্রিত্যু:95.0|মৃৎ্যু:95.0|মৃত্জু:95.0|ম্রিত্যূ:92.15|মৃৎ্যূ:92.15|মৃত্জূ:92.15|ম্রিৎ্যু:90.25|মৃৎ্জু:90.25|ম্রিত্জু:90.25|ম্রিৎ্যূ:87.54|মৃৎ্জূ:87.54|ম্রিত্জূ:87.54|ম্রিৎ্জু:85.74|ম্রিৎ্জূ:83.17|মৃত্যো:80.0|ম্রিত্যো:76.0|মৃৎ্যো:76.0|মৃত্জো:76.0|মৃট্যু:75.0|মৃত্ঝু:75.0|মৃথ্যু:75.0|মৃট্যূ:72.75|মৃত্ঝূ:72.75|মৃথ্যূ:72.75|ম্রিৎ্যো:72.2|মৃৎ্জো:72.2|ম্রিত্জো:72.2|ম্রিট্যু:71.25|মৃৎ্ঝু:71.25|ম্রিত্ঝু:71.25|মৃট্জু:71.25|মৃথ্জু:71.25|ম্রিথ্যু:71.25
G	bn	b	মৃত্যু	মৃত্যূ:97.0|ম্রিত্যু:95.0|মৃৎ্যু:95.0|মৃত্জু:95.0|ম্রিত্যূ:92.15|মৃৎ্যূ:92.15|মৃত্জূ:92.15|ম্রিৎ্যু:90.25|মৃৎ্জু:90.25|ম্রিত্জু:90.25|ম্রিৎ্যূ:87.54|মৃৎ্জূ:87.54|ম্রিত্জূ:87.54|ম্রিৎ্জু:85.74|ম্রিৎ্জূ:83.17|মৃত্যো:80.0|ম্রিত্যো:76.0|মৃৎ্যো:76.0|মৃত্জো:76.0|মৃট্যু:75.0
G	bn	c	মৃত্যু	মৃত্যু:100.0|মৃত্যূ:97.0|ম্রিত্যু:95.0|মৃৎ্যু:95.0|মৃত্জু:95.0|মৃত্যো:80.0|মৃট্যু:75.0|মৃত্ঝু:75.0|মৃথ্যু:75.0
G	bn	d	মৃত্যু	মৃত্যু:100.0|মৃত্যূ:97.0|ম্রিত্যু:95.0|মৃৎ্যু:95.0|মৃত্জু:95.0|ম্রিত্যূ:92.15|মৃৎ্যূ:92.15|মৃত্জূ:92.15|ম্রিৎ্যু:90.25|মৃৎ্জু:90.25|ম্রিত্জু:90.25|মৃত্যো:80.0|ম্রিত্যো:76.0|মৃৎ্যো:76.0|মৃত্জো:76.0
G	bn	a	স্বপ্ন	স্বপ্ন:100.0|শ্বপ্ন:95.0|ষ্বপ্ন:95.0|স্বপ্ণ:95.0|শ্বপ্ণ:90.25|ষ্বপ্ণ:90.25|ছ্বপ্ন:85.0|স্বপ্নো:85.0|শ্বপ্নো:80.75|ষ্বপ্নো:80.75|ছ্বপ্ণ:80.75|স্বপ্ঞ:80.0|শ্বপ্ঞ:76.0|ষ্বপ্ঞ:76.0|স্ভপ্ন:75.0|চ্বপ্ন:75.0|স্বফ্ন:75.0|ছ্বপ্নো:72.25|স্ভপ্ণ:71.25|শ্ভপ্ন:71.25|ষ্ভপ্ন:71.25|চ্বপ্ণ:71.25|স্বফ্ণ:71.25|শ্বফ্ন:71.25|ষ্বফ্ন:71.25
G	bn	b	স্বপ্ন	শ্বপ্ন:95.0|ষ্বপ্ন:95.0|স্বপ্ণ:95.0|শ্বপ্ণ:90.25|ষ্বপ্ণ:90.25|ছ্বপ্ন:85.0|স্বপ্নো:85.0|শ্বপ্নো:80.75|ষ্বপ্নো:80.75|ছ্বপ্ণ:80.75|স্বপ্ঞ:80.0|শ্বপ্ঞ:76.0|ষ্বপ্ঞ:76.0|স্ভপ্ন:75.0|চ্বপ্ন:75.0|স্বফ্ন:75.0|ছ্বপ্নো:72.25|স্ভপ্ণ:71.25|শ্ভপ্ন:71.25|ষ্ভপ্ন:71.25
G	bn	c	স্বপ্ন	স্বপ্ন:100.0|শ্বপ্ন:95.0|ষ্বপ্ন:95.0|স্বপ্ণ:95.0|ছ্বপ্ন:85.0|স্বপ্নো:85.0|স্বপ্ঞ:80.0|স্ভপ্ন:75.0|চ্বপ্ন:75.0|স্বফ্ন:75.0
G	bn	d	স্বপ্ন	স্বপ্ন:100.0|শ্বপ্ন:95.0|ষ্বপ্ন:95.0|স্বপ্ণ:95.0|শ্বপ্ণ:90.25|ষ্বপ্ণ:90.25|ছ্বপ্ন:85.0|স্বপ্নো:85.0|শ্বপ্নো:80.75|ষ্বপ্নো:80.75|ছ্বপ্ণ:80.75|স্বপ্ঞ:80.0|শ্বপ্ঞ:76.0|ষ্বপ্ঞ:76.0|স্ভপ্ন:75.0
G	bn	a	আশা	আশা:100.0|আষা:95.0|আসা:95.0|আছা:85.0|আচা:75.0
G	bn	b	আশা	আষা:95.0|আসা:95.0|আছা:85.0|আচা:75.0
G	bn	c	আশা	আশা:100.0|আষা:95.0|আসা:95.0|আছা:85.0|আচা:75.0
G	bn	d	আশা	আশা:100.0|আষা:95.0|আসা:95.0|আছা:85.0|আচা:75.0
G	bn	a	ভয়	ভয়:100.0|ভয়ো:85.0|বয়:75.0
G	bn	b	ভয়	ভয়ো:85.0|বয়:75.0|বয়ো:63.75
G	bn	c	ভয়	ভয়:100.0|ভয়ো:85.0|বয়:75.0
G	bn	d	ভয়	ভয়:100.0|ভয়ো:85.0|বয়:75.0|বয়ো:63.75
G	bn	a	সাহস	সাহস:100.0|শাহস:95.0|ষাহস:95.0|সাহশ:95.0|সাহষ:95.0|শাহশ:90.25|ষাহশ:90.25|শাহষ:90.25|ষাহষ:90.25|ছাহস:85.0|সাহছ:85.0|সাহসো:85.0|শাহছ:80.75|ষাহছ:80.75|ছাহশ:80.75|শাহসো:80.75|ষাহসো:80.75|ছাহষ:80.75|চাহস:75.0|সাহচ:75.0|ছাহছ:72.25|ছাহসো:72.25|শাহচ:71.25|ষাহচ:71.25|চাহশ:71.25|চাহষ:71.25
G	bn	b	সাহস	শাহস:95.0|ষাহস:95.0|সাহশ:95.0|সাহষ:95.0|শাহশ:90.25|ষাহশ:90.25|শাহষ:90.25|ষাহষ:90.25|ছাহস:85.0|সাহছ:85.0|সাহসো:85.0|শাহছ:80.75|ষাহছ:80.75|ছাহশ:80.75|শাহসো:80.75|ষাহসো:80.75|ছাহষ:80.75|চাহস:75.0|সাহচ:75.0|ছাহছ:72.25
G	bn	c	সাহস	সাহস:100.0|শাহস:95.0|ষাহস:95.0|সাহশ:95.0|সাহষ:95.0|ছাহস:85.0|সাহছ:85.0|সাহসো:85.0|চাহস:75.0|সাহচ:75.0
G	bn	d	সাহস	সাহস:100.0|শাহস:95.0|ষাহস:95.0|সাহশ:95.0|সাহষ:95.0|শাহশ:90.25|ষাহশ:90.25|শাহষ:90.25|ষাহষ:90.25|ছাহস:85.0|সাহছ:85.0|সাহসো:85.0|শাহছ:80.75|ষাহছ:80.75|ছাহশ:80.75
G	bn	a	ঐশ্বর্য	ঐশ্বর্য:100.0|ঐষ্বর্য:95.0|ঐস্বর্য:95.0|ঐশ্বর্জ:95.0|ঐষ্বর্জ:90.25|ঐস্বর্জ:90.25|অইশ্বর্য:90.0|ওইশ্বর্য:90.0|অইশ্বর্জ:85.5|অইষ্বর্য:85.5|অইস্বর্য:85.5|ওইশ্বর্জ:85.5|ওইষ্বর্য:85.5|ওইস্বর্য:85.5|ঐছ্বর্য:85.0|ঐশ্বর্যো:85.0|ঐশ্বড়্য:85.0|অইষ্বর্জ:81.22|অইস্বর্জ:81.22|ওইষ্বর্জ:81.22|ওইস্বর্জ:81.22|ঐষ্বর্যো:80.75|ঐস্বর্যো:80.75|ঐছ্বর্জ:80.75|ঐশ্বড়্জ:80.75|ঐষ্বড়্য:80.75|ঐস্বড়্য:80.75|ঐশ্বঢ়্য:80.0|ঐষ্বড়্জ:76.71|ঐস্বড়্জ:76.71|অইছ্বর্য:76.5|ওইছ্বর্য:76.5|অইশ্বড়্য:76.5|ওইশ্বড়্য:76.5|অইশ্বর্যো:76.5|ওইশ্বর্যো:76.5|ঐশ্বঢ়্জ:76.0|ঐষ্বঢ়্য:76.0|ঐস্বঢ়্য:76.0|ঐচ্বর্য:75.0|ঐশ্বর্ঝ:75.0|ঐশ্ভর্য:75.0|অইষ্বর্যো:72.68|অইস্বর্যো:72.68|অইছ্বর্জ:72.68|ওইষ্বর্যো:72.68|ওইস্বর্যো:72.68|ওইছ্বর্জ:72.68|অইশ্বড়্জ:72.67|অইষ্বড়্য:72.67
G	bn	b	ঐশ্বর্য	ঐষ্বর্য:95.0|ঐস্বর্য:95.0|ঐশ্বর্জ:95.0|ঐষ্বর্জ:90.25|ঐস্বর্জ:90.25|অইশ্বর্য:90.0|ওইশ্বর্য:90.0|অইশ্বর্জ:85.5|অইষ্বর্য:85.5|অইস্বর্য:85.5|ওইশ্বর্জ:85.5|ওইষ্বর্য:85.5|ওইস্বর্য:85.5|ঐছ্বর্য:85.0|ঐশ্বর্যো:85.0|ঐশ্বড়্য:85.0|অইষ্বর্জ:81.22|অইস্বর্জ:81.22|ওইষ্বর্জ:81.22|ওইস্বর্জ:81.22
G	bn	c	ঐশ্বর্য	ঐশ্বর্য:100.0|ঐষ্বর্য:95.0|ঐস্বর্য:95.0|ঐশ্বর্জ:95.0|অইশ্বর্য:90.0|ওইশ্বর্য:90.0|ঐছ্বর্য:85.0|ঐশ্বর্যো:85.0|ঐশ্বড়্য:85.0|ঐশ্বঢ়্য:80.0|ঐচ্বর্য:75.0|ঐশ্বর্ঝ:75.0|ঐশ্ভর্য:75.0
G	bn	d	ঐশ্বর্য	ঐশ্বর্য:100.0|ঐষ্বর্য:95.0|ঐস্বর্য:95.0|ঐশ্বর্জ:95.0|ঐষ্বর্জ:90.25|ঐস্বর্জ:90.25|অইশ্বর্য:90.0|ওইশ্বর্য:90.0|অইশ্বর্জ:85.5|অইষ্বর্য:85.5|অইস্বর্য:85.5|ওইশ্বর্জ:85.5|ওইষ্বর্য:85.5|ওইস্বর্য:85.5|ঐছ্বর্য:85.0
G	bn	a	ঔষধ	ঔষধ:100.0|ঔশধ:95.0|ঔসধ:95.0|অউষধ:90.0|ওউষধ:90.0|অউশধ:85.5|অউসধ:85.5|ওউশধ:85.5|ওউসধ:85.5|ঔষধো:85.0|ঔশধো:80.75|ঔসধো:80.75|ঔছধ:80.0|অউষধো:76.5|ওউষধো:76.5|ঔষঢ:75.0|ঔচধ:75.0|ঔষদ:75.0|অউশধো:72.67|অউসধো:72.67|ওউশধো:72.67|ওউসধো:72.67|অউছধ:72.0|ওউছধ:72.0|ঔশঢ:71.25|ঔসঢ:71.25|ঔশদ:71.25|ঔসদ:71.25
G	bn	b	ঔষধ	ঔশধ:95.0|ঔসধ:95.0|অউষধ:90.0|ওউষধ:90.0|অউশধ:85.5|অউসধ:85.5|ওউশধ:85.5|ওউসধ:85.5|ঔষধো:85.0|ঔশধো:80.75|ঔসধো:80.75|ঔছধ:80.0|অউষধো:76.5|ওউষধো:76.5|ঔষঢ:75.0|ঔচধ:75.0|ঔষদ:75.0|অউশধো:72.67|অউসধো:72.67|ওউশধো:72.67
G	bn	c	ঔষধ	ঔষধ:100.0|ঔশধ:95.0|ঔসধ:95.0|অউষধ:90.0|ওউষধ:90.0|ঔষধো:85.0|ঔছধ:80.0|ঔষঢ:75.0|ঔচধ:75.0|ঔষদ:75.0
G	bn	d	ঔষধ	ঔষধ:100.0|ঔশধ:95.0|ঔসধ:95.0|অউষধ:90.0|ওউষধ:90.0|অউশধ:85.5|অউসধ:85.5|ওউশধ:85.5|ওউসধ:85.5|ঔষধো:85.0|ঔশধো:80.75|ঔসধো:80.75|ঔছধ:80.0|অউষধো:76.5|ওউষধো:76.5
G	bn	a	ঋণ	ঋণ:100.0|রিণ:95.0|ঋন:95.0|রিন:90.25|ঋণো:85.0|রিণো:80.75
G	bn	b	ঋণ	রিণ:95.0|ঋন:95.0|রিন:90.25|ঋণো:85.0|রিণো:80.75
G	bn	c	ঋণ	ঋণ:100.0|রিণ:95.0|ঋন:95.0|ঋণো:85.0
G	bn	d	ঋণ	ঋণ:100.0|রিণ:95.0|ঋন:95.0|রিন:90.25|ঋণো:85.0|রিণো:80.75
G	bn	a	ঈশ্বর	ঈশ্বর:100.0|ইশ্বর:97.0|ঈষ্বর:95.0|ঈস্বর:95.0|ইষ্বর:92.15|ইস্বর:92.15|ঈশ্বরো:85.0|ঈছ্বর:85.0|ঈশ্বড়:85.0|ইশ্বরো:82.45|ইছ্বর:82.45|ইশ্বড়:82.45|ঈষ্বরো:80.75|ঈস্বরো:80.75|ঈষ্বড়:80.75|ঈস্বড়:80.75|ঈশ্বঢ়:80.0|ইষ্বরো:78.33|ইস্বরো:78.33|ইষ্বড়:78.33|ইস্বড়:78.33|ইশ্বঢ়:77.6|ঈষ্বঢ়:76.0|ঈস্বঢ়:76.0|ঈশ্ভর:75.0|ঈচ্বর:75.0|ইষ্বঢ়:73.72|ইস্বঢ়:73.72|ইশ্ভর:72.75|ইচ্বর:72.75|ঈছ্বরো:72.25|ঈছ্বড়:72.25|ঈষ্ভর:71.25|ঈস্ভর:71.25|ইছ্বরো:70.08|ইছ্বড়:70.08
G	bn	b	ঈশ্বর	ইশ্বর:97.0|ঈষ্বর:95.0|ঈস্বর:95.0|ইষ্বর:92.15|ইস্বর:92.15|ঈশ্বরো:85.0|ঈছ্বর:85.0|ঈশ্বড়:85.0|ইশ্বরো:82.45|ইছ্বর:82.45|ইশ্বড়:82.45|ঈষ্বরো:80.75|ঈস্বরো:80.75|ঈষ্বড়:80.75|ঈস্বড়:80.75|ঈশ্বঢ়:80.0|ইষ্বরো:78.33|ইস্বরো:78.33|ইষ্বড়:78.33|ইস্বড়:78.33
G	bn	c	ঈশ্বর	ঈশ্বর:100.0|ইশ্বর:97.0|ঈষ্বর:95.0|ঈস্বর:95.0|ঈশ্বরো:85.0|ঈছ্বর:85.0|ঈশ্বড়:85.0|ঈশ্বঢ়:80.0|ঈশ্ভর:75.0|ঈচ্বর:75.0
G	bn	d	ঈশ্বর	ঈশ্বর:100.0|ইশ্বর:97.0|ঈষ্বর:95.0|ঈস্বর:95.0|ইষ্বর:92.15|ইস্বর:92.15|ঈশ্বরো:85.0|ঈছ্বর:85.0|ঈশ্বড়:85.0|ইশ্বরো:82.45|ইছ্বর:82.45|ইশ্বড়:82.45|ঈষ্বরো:80.75|ঈস্বরো:80.75|ঈষ্বড়:80.75
G	bn	a	উপহার	উপহার:100.0|ঊপহার:97.0|উপহারো:85.0|উপহাড়:85.0|ঊপহারো:82.45|ঊপহাড়:82.45|উপহাঢ়:80.0|ঊপহাঢ়:77.6|উফহার:75.0|ঊফহার:72.75
"""

private val goldenPart5 = """
G	bn	b	উপহার	ঊপহার:97.0|উপহারো:85.0|উপহাড়:85.0|ঊপহারো:82.45|ঊপহাড়:82.45|উপহাঢ়:80.0|ঊপহাঢ়:77.6|উফহার:75.0|ঊফহার:72.75|উফহারো:63.75|উফহাড়:63.75|ঊফহারো:61.84|ঊফহাড়:61.84|উফহাঢ়:60.0|ঊফহাঢ়:58.2
G	bn	c	উপহার	উপহার:100.0|ঊপহার:97.0|উপহারো:85.0|উপহাড়:85.0|উপহাঢ়:80.0|উফহার:75.0
G	bn	d	উপহার	উপহার:100.0|ঊপহার:97.0|উপহারো:85.0|উপহাড়:85.0|ঊপহারো:82.45|ঊপহাড়:82.45|উপহাঢ়:80.0|ঊপহাঢ়:77.6|উফহার:75.0|ঊফহার:72.75|উফহারো:63.75|উফহাড়:63.75|উফহাঢ়:60.0
G	bn	a	ঊষা	ঊষা:100.0|উষা:97.0|ঊশা:95.0|ঊসা:95.0|উশা:92.15|উসা:92.15|ঊছা:80.0|উছা:77.6|ঊচা:75.0|উচা:72.75
G	bn	b	ঊষা	উষা:97.0|ঊশা:95.0|ঊসা:95.0|উশা:92.15|উসা:92.15|ঊছা:80.0|উছা:77.6|ঊচা:75.0|উচা:72.75
G	bn	c	ঊষা	ঊষা:100.0|উষা:97.0|ঊশা:95.0|ঊসা:95.0|ঊছা:80.0|ঊচা:75.0
G	bn	d	ঊষা	ঊষা:100.0|উষা:97.0|ঊশা:95.0|ঊসা:95.0|উশা:92.15|উসা:92.15|ঊছা:80.0|উছা:77.6|ঊচা:75.0|উচা:72.75
G	bn	a	এক	এক:100.0|একো:85.0|এখ:75.0
G	bn	b	এক	একো:85.0|এখ:75.0
G	bn	c	এক	এক:100.0|একো:85.0|এখ:75.0
G	bn	d	এক	এক:100.0|একো:85.0|এখ:75.0
G	bn	a	দুই	দুই:100.0|দূই:97.0|দুঈ:97.0|দূঈ:94.09|দোই:80.0|দোঈ:77.6|ডুই:75.0|ধুই:75.0|ডুঈ:72.75|ডূই:72.75|ধুঈ:72.75|ধূই:72.75|ডূঈ:70.57|ধূঈ:70.57
G	bn	b	দুই	দূই:97.0|দুঈ:97.0|দূঈ:94.09|দোই:80.0|দোঈ:77.6|ডুই:75.0|ধুই:75.0|ডুঈ:72.75|ডূই:72.75|ধুঈ:72.75|ধূই:72.75|ডূঈ:70.57|ধূঈ:70.57|ডোই:60.0|ধোই:60.0|ডোঈ:58.2|ধোঈ:58.2
G	bn	c	দুই	দুই:100.0|দূই:97.0|দুঈ:97.0|দোই:80.0|ডুই:75.0|ধুই:75.0
G	bn	d	দুই	দুই:100.0|দূই:97.0|দুঈ:97.0|দূঈ:94.09|দোই:80.0|দোঈ:77.6|ডুই:75.0|ধুই:75.0|ডুঈ:72.75|ডূই:72.75|ধুঈ:72.75|ধূই:72.75|ডোই:60.0|ধোই:60.0
G	bn	a	তিন	তিন:100.0|তীন:97.0|ৎিন:95.0|তিণ:95.0|ৎীন:92.15|তীণ:92.15|ৎিণ:90.25|ৎীণ:87.54|তিনো:85.0|তীনো:82.45|ৎিনো:80.75|তিঞ:80.0|ৎীনো:78.33|তীঞ:77.6|ৎিঞ:76.0|টিন:75.0|থিন:75.0|ৎীঞ:73.72|টীন:72.75|থীন:72.75|টিণ:71.25|থিণ:71.25
G	bn	b	তিন	তীন:97.0|ৎিন:95.0|তিণ:95.0|ৎীন:92.15|তীণ:92.15|ৎিণ:90.25|ৎীণ:87.54|তিনো:85.0|তীনো:82.45|ৎিনো:80.75|তিঞ:80.0|ৎীনো:78.33|তীঞ:77.6|ৎিঞ:76.0|টিন:75.0|থিন:75.0|ৎীঞ:73.72|টীন:72.75|থীন:72.75|টিণ:71.25
G	bn	c	তিন	তিন:100.0|তীন:97.0|ৎিন:95.0|তিণ:95.0|তিনো:85.0|তিঞ:80.0|টিন:75.0|থিন:75.0
G	bn	d	তিন	তিন:100.0|তীন:97.0|ৎিন:95.0|তিণ:95.0|ৎীন:92.15|তীণ:92.15|ৎিণ:90.25|তিনো:85.0|তীনো:82.45|ৎিনো:80.75|তিঞ:80.0|তীঞ:77.6|ৎিঞ:76.0|টিন:75.0|থিন:75.0
G	bn	a	চার	চার:100.0|ছার:85.0|চারো:85.0|চাড়:85.0|চাঢ়:80.0|শার:75.0|ষার:75.0|সার:75.0|ছারো:72.25|ছাড়:72.25
G	bn	b	চার	ছার:85.0|চারো:85.0|চাড়:85.0|চাঢ়:80.0|শার:75.0|ষার:75.0|সার:75.0|ছারো:72.25|ছাড়:72.25|ছাঢ়:68.0|শারো:63.75|ষারো:63.75|সারো:63.75|শাড়:63.75|ষাড়:63.75|সাড়:63.75|শাঢ়:60.0|ষাঢ়:60.0|সাঢ়:60.0
G	bn	c	চার	চার:100.0|ছার:85.0|চারো:85.0|চাড়:85.0|চাঢ়:80.0|শার:75.0|ষার:75.0|সার:75.0
G	bn	d	চার	চার:100.0|ছার:85.0|চারো:85.0|চাড়:85.0|চাঢ়:80.0|শার:75.0|ষার:75.0|সার:75.0|ছারো:72.25|ছাড়:72.25|ছাঢ়:68.0|শারো:63.75|ষারো:63.75|সারো:63.75|শাড়:63.75
G	bn	a	পাঁচ	পাঁচ:100.0|পাঁচো:85.0|পাঁছ:85.0|ফাঁচ:75.0|পাঁশ:75.0|পাঁষ:75.0|পাঁস:75.0
G	bn	b	পাঁচ	পাঁচো:85.0|পাঁছ:85.0|ফাঁচ:75.0|পাঁশ:75.0|পাঁষ:75.0|পাঁস:75.0|ফাঁচো:63.75|ফাঁছ:63.75|ফাঁশ:56.25|ফাঁষ:56.25|ফাঁস:56.25
G	bn	c	পাঁচ	পাঁচ:100.0|পাঁচো:85.0|পাঁছ:85.0|ফাঁচ:75.0|পাঁশ:75.0|পাঁষ:75.0|পাঁস:75.0
G	bn	d	পাঁচ	পাঁচ:100.0|পাঁচো:85.0|পাঁছ:85.0|ফাঁচ:75.0|পাঁশ:75.0|পাঁষ:75.0|পাঁস:75.0|ফাঁচো:63.75|ফাঁছ:63.75|ফাঁশ:56.25|ফাঁষ:56.25|ফাঁস:56.25
G	bn	a	ছয়	ছয়:100.0|চয়:85.0|শয়:85.0|ছয়ো:85.0|সয়:85.0|ষয়:80.0|চয়ো:72.25|শয়ো:72.25|সয়ো:72.25
G	bn	b	ছয়	চয়:85.0|শয়:85.0|ছয়ো:85.0|সয়:85.0|ষয়:80.0|চয়ো:72.25|শয়ো:72.25|সয়ো:72.25|ষয়ো:68.0
G	bn	c	ছয়	ছয়:100.0|চয়:85.0|শয়:85.0|ছয়ো:85.0|সয়:85.0|ষয়:80.0
G	bn	d	ছয়	ছয়:100.0|চয়:85.0|শয়:85.0|ছয়ো:85.0|সয়:85.0|ষয়:80.0|চয়ো:72.25|শয়ো:72.25|সয়ো:72.25|ষয়ো:68.0
G	bn	a	সাত	সাত:100.0|শাত:95.0|ষাত:95.0|সাৎ:95.0|শাৎ:90.25|ষাৎ:90.25|ছাত:85.0|সাতো:85.0|শাতো:80.75|ষাতো:80.75|ছাৎ:80.75|চাত:75.0|সাট:75.0|সাথ:75.0|ছাতো:72.25|শাট:71.25|ষাট:71.25|চাৎ:71.25|শাথ:71.25|ষাথ:71.25
G	bn	b	সাত	শাত:95.0|ষাত:95.0|সাৎ:95.0|শাৎ:90.25|ষাৎ:90.25|ছাত:85.0|সাতো:85.0|শাতো:80.75|ষাতো:80.75|ছাৎ:80.75|চাত:75.0|সাট:75.0|সাথ:75.0|ছাতো:72.25|শাট:71.25|ষাট:71.25|চাৎ:71.25|শাথ:71.25|ষাথ:71.25|ছাট:63.75
G	bn	c	সাত	সাত:100.0|শাত:95.0|ষাত:95.0|সাৎ:95.0|ছাত:85.0|সাতো:85.0|চাত:75.0|সাট:75.0|সাথ:75.0
G	bn	d	সাত	সাত:100.0|শাত:95.0|ষাত:95.0|সাৎ:95.0|শাৎ:90.25|ষাৎ:90.25|ছাত:85.0|সাতো:85.0|শাতো:80.75|ষাতো:80.75|ছাৎ:80.75|চাত:75.0|সাট:75.0|সাথ:75.0|ছাতো:72.25
G	bn	a	আট	আট:100.0|আটো:85.0|আঠ:75.0|আত:75.0
G	bn	b	আট	আটো:85.0|আঠ:75.0|আত:75.0
G	bn	c	আট	আট:100.0|আটো:85.0|আঠ:75.0|আত:75.0
G	bn	d	আট	আট:100.0|আটো:85.0|আঠ:75.0|আত:75.0
G	bn	a	নয়	নয়:100.0|ণয়:95.0|নয়ো:85.0|ণয়ো:80.75|ঞয়:80.0
G	bn	b	নয়	ণয়:95.0|নয়ো:85.0|ণয়ো:80.75|ঞয়:80.0|ঞয়ো:68.0
G	bn	c	নয়	নয়:100.0|ণয়:95.0|নয়ো:85.0|ঞয়:80.0
G	bn	d	নয়	নয়:100.0|ণয়:95.0|নয়ো:85.0|ণয়ো:80.75|ঞয়:80.0|ঞয়ো:68.0
G	bn	a	দশ	দশ:100.0|দষ:95.0|দস:95.0|দছ:85.0|দশো:85.0|ডশ:75.0|দচ:75.0|ধশ:75.0|ডষ:71.25|ডস:71.25|ধষ:71.25|ধস:71.25
G	bn	b	দশ	দষ:95.0|দস:95.0|দছ:85.0|দশো:85.0|ডশ:75.0|দচ:75.0|ধশ:75.0|ডষ:71.25|ডস:71.25|ধষ:71.25|ধস:71.25|ডছ:63.75|ডশো:63.75|ধছ:63.75|ধশো:63.75|ডচ:56.25|ধচ:56.25
G	bn	c	দশ	দশ:100.0|দষ:95.0|দস:95.0|দছ:85.0|দশো:85.0|ডশ:75.0|দচ:75.0|ধশ:75.0
G	bn	d	দশ	দশ:100.0|দষ:95.0|দস:95.0|দছ:85.0|দশো:85.0|ডশ:75.0|দচ:75.0|ধশ:75.0|ডষ:71.25|ডস:71.25|ধষ:71.25|ধস:71.25|ডছ:63.75|ডশো:63.75|ধছ:63.75
G	bn	a	শত	শত:100.0|ষত:95.0|সত:95.0|শৎ:95.0|ষৎ:90.25|সৎ:90.25|ছত:85.0|শতো:85.0|ষতো:80.75|সতো:80.75|ছৎ:80.75|চত:75.0|শট:75.0|শথ:75.0|ছতো:72.25|ষট:71.25|সট:71.25|চৎ:71.25|ষথ:71.25|সথ:71.25
G	bn	b	শত	ষত:95.0|সত:95.0|শৎ:95.0|ষৎ:90.25|সৎ:90.25|ছত:85.0|শতো:85.0|ষতো:80.75|সতো:80.75|ছৎ:80.75|চত:75.0|শট:75.0|শথ:75.0|ছতো:72.25|ষট:71.25|সট:71.25|চৎ:71.25|ষথ:71.25|সথ:71.25|ছট:63.75
G	bn	c	শত	শত:100.0|ষত:95.0|সত:95.0|শৎ:95.0|ছত:85.0|শতো:85.0|চত:75.0|শট:75.0|শথ:75.0
G	bn	d	শত	শত:100.0|ষত:95.0|সত:95.0|শৎ:95.0|ষৎ:90.25|সৎ:90.25|ছত:85.0|শতো:85.0|ষতো:80.75|সতো:80.75|ছৎ:80.75|চত:75.0|শট:75.0|শথ:75.0|ছতো:72.25
G	bn	a	সহস্র	সহস্র:100.0|শহস্র:95.0|ষহস্র:95.0|সহশ্র:95.0|সহষ্র:95.0|শহশ্র:90.25|ষহশ্র:90.25|শহষ্র:90.25|ষহষ্র:90.25|ছহস্র:85.0|সহস্রো:85.0|সহছ্র:85.0|সহস্ড়:85.0|সহশ্রো:80.75|সহষ্রো:80.75|শহস্রো:80.75|ষহস্রো:80.75|শহছ্র:80.75|ষহছ্র:80.75|ছহশ্র:80.75|সহশ্ড়:80.75|সহষ্ড়:80.75|শহস্ড়:80.75|ষহস্ড়:80.75|ছহষ্র:80.75|সহস্ঢ়:80.0|শহশ্রো:76.71|ষহশ্রো:76.71|শহষ্রো:76.71|ষহষ্রো:76.71|শহশ্ড়:76.71|ষহশ্ড়:76.71|শহষ্ড়:76.71|ষহষ্ড়:76.71|সহশ্ঢ়:76.0|সহষ্ঢ়:76.0|শহস্ঢ়:76.0|ষহস্ঢ়:76.0|চহস্র:75.0|সহচ্র:75.0|ছহস্রো:72.25|ছহছ্র:72.25|ছহস্ড়:72.25|সহছ্রো:72.25|সহছ্ড়:72.25|শহশ্ঢ়:72.2|ষহশ্ঢ়:72.2|শহষ্ঢ়:72.2|ষহষ্ঢ়:72.2|শহচ্র:71.25
G	bn	b	সহস্র	শহস্র:95.0|ষহস্র:95.0|সহশ্র:95.0|সহষ্র:95.0|শহশ্র:90.25|ষহশ্র:90.25|শহষ্র:90.25|ষহষ্র:90.25|ছহস্র:85.0|সহস্রো:85.0|সহছ্র:85.0|সহস্ড়:85.0|সহশ্রো:80.75|সহষ্রো:80.75|শহস্রো:80.75|ষহস্রো:80.75|শহছ্র:80.75|ষহছ্র:80.75|ছহশ্র:80.75|সহশ্ড়:80.75
G	bn	c	সহস্র	সহস্র:100.0|শহস্র:95.0|ষহস্র:95.0|সহশ্র:95.0|সহষ্র:95.0|ছহস্র:85.0|সহস্রো:85.0|সহছ্র:85.0|সহস্ড়:85.0|সহস্ঢ়:80.0|চহস্র:75.0|সহচ্র:75.0
G	bn	d	সহস্র	সহস্র:100.0|শহস্র:95.0|ষহস্র:95.0|সহশ্র:95.0|সহষ্র:95.0|শহশ্র:90.25|ষহশ্র:90.25|শহষ্র:90.25|ষহষ্র:90.25|ছহস্র:85.0|সহস্রো:85.0|সহছ্র:85.0|সহস্ড়:85.0|সহশ্রো:80.75|সহষ্রো:80.75
G	bn	a	লক্ষ	লক্ষ:100.0|লখ:90.0
G	bn	b	লক্ষ	লখ:90.0
G	bn	c	লক্ষ	লক্ষ:100.0|লখ:90.0
G	bn	d	লক্ষ	লক্ষ:100.0|লখ:90.0
G	bn	a	কোটি	কোটি:100.0|কোটী:97.0|কুটি:80.0|কুটী:77.6|খোটি:75.0|কোঠি:75.0|কোতি:75.0|খোটী:72.75|কোঠী:72.75|কোতী:72.75
G	bn	b	কোটি	কোটী:97.0|কুটি:80.0|কুটী:77.6|খোটি:75.0|কোঠি:75.0|কোতি:75.0|খোটী:72.75|কোঠী:72.75|কোতী:72.75|খুটি:60.0|কুঠি:60.0|কুতি:60.0|খুটী:58.2|কুঠী:58.2|কুতী:58.2|খোঠি:56.25|খোতি:56.25|খোঠী:54.56|খোতী:54.56
G	bn	c	কোটি	কোটি:100.0|কোটী:97.0|কুটি:80.0|খোটি:75.0|কোঠি:75.0|কোতি:75.0
G	bn	d	কোটি	কোটি:100.0|কোটী:97.0|কুটি:80.0|কুটী:77.6|খোটি:75.0|কোঠি:75.0|কোতি:75.0|খোটী:72.75|কোঠী:72.75|কোতী:72.75|খুটি:60.0|কুঠি:60.0|কুতি:60.0|খোঠি:56.25|খোতি:56.25
G	bn	a	রহমান	রহমান:100.0|রহমাণ:95.0|রহমানো:85.0|ড়হমান:85.0|ড়হমাণ:80.75|রহমাঞ:80.0|ঢ়হমান:80.0|ঢ়হমাণ:76.0|ড়হমানো:72.25
G	bn	b	রহমান	রহমাণ:95.0|রহমানো:85.0|ড়হমান:85.0|ড়হমাণ:80.75|রহমাঞ:80.0|ঢ়হমান:80.0|ঢ়হমাণ:76.0|ড়হমানো:72.25|ড়হমাঞ:68.0|ঢ়হমানো:68.0|ঢ়হমাঞ:64.0
G	bn	c	রহমান	রহমান:100.0|রহমাণ:95.0|রহমানো:85.0|ড়হমান:85.0|রহমাঞ:80.0|ঢ়হমান:80.0
G	bn	d	রহমান	রহমান:100.0|রহমাণ:95.0|রহমানো:85.0|ড়হমান:85.0|ড়হমাণ:80.75|রহমাঞ:80.0|ঢ়হমান:80.0|ঢ়হমাণ:76.0|ড়হমানো:72.25|ড়হমাঞ:68.0|ঢ়হমানো:68.0|ঢ়হমাঞ:64.0
G	bn	a	হোসেন	হোসেন:100.0|হোশেন:95.0|হোষেন:95.0|হোসেণ:95.0|হোশেণ:90.25|হোষেণ:90.25|হোছেন:85.0|হোসেনো:85.0|হোশেনো:80.75|হোষেনো:80.75|হোছেণ:80.75|হুসেন:80.0|হোসেঞ:80.0|হুসেণ:76.0|হুশেন:76.0|হুষেন:76.0|হোশেঞ:76.0|হোষেঞ:76.0|হোচেন:75.0|হোছেনো:72.25|হুশেণ:72.2|হুষেণ:72.2|হোচেণ:71.25
G	bn	b	হোসেন	হোশেন:95.0|হোষেন:95.0|হোসেণ:95.0|হোশেণ:90.25|হোষেণ:90.25|হোছেন:85.0|হোসেনো:85.0|হোশেনো:80.75|হোষেনো:80.75|হোছেণ:80.75|হুসেন:80.0|হোসেঞ:80.0|হুসেণ:76.0|হুশেন:76.0|হুষেন:76.0|হোশেঞ:76.0|হোষেঞ:76.0|হোচেন:75.0|হোছেনো:72.25|হুশেণ:72.2
G	bn	c	হোসেন	হোসেন:100.0|হোশেন:95.0|হোষেন:95.0|হোসেণ:95.0|হোছেন:85.0|হোসেনো:85.0|হুসেন:80.0|হোসেঞ:80.0|হোচেন:75.0
G	bn	d	হোসেন	হোসেন:100.0|হোশেন:95.0|হোষেন:95.0|হোসেণ:95.0|হোশেণ:90.25|হোষেণ:90.25|হোছেন:85.0|হোসেনো:85.0|হোশেনো:80.75|হোষেনো:80.75|হোছেণ:80.75|হুসেন:80.0|হোসেঞ:80.0|হুসেণ:76.0|হুশেন:76.0
G	bn	a	আহমেদ	আহমেদ:100.0|আহমেদো:85.0|আহমেড:75.0|আহমেধ:75.0
G	bn	b	আহমেদ	আহমেদো:85.0|আহমেড:75.0|আহমেধ:75.0
G	bn	c	আহমেদ	আহমেদ:100.0|আহমেদো:85.0|আহমেড:75.0|আহমেধ:75.0
G	bn	d	আহমেদ	আহমেদ:100.0|আহমেদো:85.0|আহমেড:75.0|আহমেধ:75.0
G	bn	a	ইসলাম	ইসলাম:100.0|ঈসলাম:97.0|ইশলাম:95.0|ইষলাম:95.0|ঈশলাম:92.15|ঈষলাম:92.15|ইসলামো:85.0|ইছলাম:85.0|ঈসলামো:82.45|ঈছলাম:82.45|ইশলামো:80.75|ইষলামো:80.75|ঈশলামো:78.33|ঈষলামো:78.33|ইচলাম:75.0|ঈচলাম:72.75|ইছলামো:72.25|ঈছলামো:70.08
G	bn	b	ইসলাম	ঈসলাম:97.0|ইশলাম:95.0|ইষলাম:95.0|ঈশলাম:92.15|ঈষলাম:92.15|ইসলামো:85.0|ইছলাম:85.0|ঈসলামো:82.45|ঈছলাম:82.45|ইশলামো:80.75|ইষলামো:80.75|ঈশলামো:78.33|ঈষলামো:78.33|ইচলাম:75.0|ঈচলাম:72.75|ইছলামো:72.25|ঈছলামো:70.08|ইচলামো:63.75|ঈচলামো:61.84
G	bn	c	ইসলাম	ইসলাম:100.0|ঈসলাম:97.0|ইশলাম:95.0|ইষলাম:95.0|ইসলামো:85.0|ইছলাম:85.0|ইচলাম:75.0
G	bn	d	ইসলাম	ইসলাম:100.0|ঈসলাম:97.0|ইশলাম:95.0|ইষলাম:95.0|ঈশলাম:92.15|ঈষলাম:92.15|ইসলামো:85.0|ইছলাম:85.0|ঈসলামো:82.45|ঈছলাম:82.45|ইশলামো:80.75|ইষলামো:80.75|ইচলাম:75.0|ঈচলাম:72.75|ইছলামো:72.25
G	bn	a	খান	খান:100.0|খাণ:95.0|ক্ষান:90.0|ক্ষাণ:85.5|খানো:85.0|খাঞ:80.0|ক্ষানো:76.5|কান:75.0|ক্ষাঞ:72.0|কাণ:71.25
G	bn	b	খান	খাণ:95.0|ক্ষান:90.0|ক্ষাণ:85.5|খানো:85.0|খাঞ:80.0|ক্ষানো:76.5|কান:75.0|ক্ষাঞ:72.0|কাণ:71.25|কানো:63.75|কাঞ:60.0
G	bn	c	খান	খান:100.0|খাণ:95.0|ক্ষান:90.0|খানো:85.0|খাঞ:80.0|কান:75.0
G	bn	d	খান	খান:100.0|খাণ:95.0|ক্ষান:90.0|ক্ষাণ:85.5|খানো:85.0|খাঞ:80.0|ক্ষানো:76.5|কান:75.0|ক্ষাঞ:72.0|কাণ:71.25|কানো:63.75|কাঞ:60.0
G	bn	a	চৌধুরী	চৌধুরী:100.0|চৌধূরী:97.0|চৌধুরি:97.0|চৌধূরি:94.09|চোউধুরী:90.0|চোউধুরি:87.3|চোউধূরী:87.3|ছৌধুরী:85.0|চৌধুড়ী:85.0|চোউধূরি:84.68|ছৌধুরি:82.45|ছৌধূরী:82.45|চৌধুড়ি:82.45|চৌধূড়ী:82.45|চৌধোরী:80.0|চৌধুঢ়ী:80.0|ছৌধূরি:79.98|চৌধূড়ি:79.98|চৌধুঢ়ি:77.6|চৌধূঢ়ী:77.6|চৌধোরি:77.6|ছোউধুরী:76.5|চোউধুড়ী:76.5|চৌধূঢ়ি:75.27|শৌধুরী:75.0|চৌঢুরী:75.0|ষৌধুরী:75.0|চৌদুরী:75.0|সৌধুরী:75.0|ছোউধুরি:74.21|ছোউধূরী:74.21|চোউধুড়ি:74.21|চোউধূড়ী:74.21|শৌধুরি:72.75|শৌধূরী:72.75|চৌঢুরি:72.75|চৌঢূরী:72.75|ষৌধুরি:72.75|ষৌধূরী:72.75|চৌদুরি:72.75|চৌদূরী:72.75|সৌধুরি:72.75|সৌধূরী:72.75|ছৌধুড়ী:72.25|চোউধোরী:72.0|চোউধুঢ়ী:72.0|ছোউধূরি:71.98|চোউধূড়ি:71.98|শৌধূরি:70.57|চৌঢূরি:70.57
G	bn	b	চৌধুরী	চৌধূরী:97.0|চৌধুরি:97.0|চৌধূরি:94.09|চোউধুরী:90.0|চোউধুরি:87.3|চোউধূরী:87.3|ছৌধুরী:85.0|চৌধুড়ী:85.0|চোউধূরি:84.68|ছৌধুরি:82.45|ছৌধূরী:82.45|চৌধুড়ি:82.45|চৌধূড়ী:82.45|চৌধোরী:80.0|চৌধুঢ়ী:80.0|ছৌধূরি:79.98|চৌধূড়ি:79.98|চৌধুঢ়ি:77.6|চৌধূঢ়ী:77.6|চৌধোরি:77.6
G	bn	c	চৌধুরী	চৌধুরী:100.0|চৌধূরী:97.0|চৌধুরি:97.0|চোউধুরী:90.0|ছৌধুরী:85.0|চৌধুড়ী:85.0|চৌধোরী:80.0|চৌধুঢ়ী:80.0|শৌধুরী:75.0|চৌঢুরী:75.0|ষৌধুরী:75.0|চৌদুরী:75.0|সৌধুরী:75.0
G	bn	d	চৌধুরী	চৌধুরী:100.0|চৌধূরী:97.0|চৌধুরি:97.0|চৌধূরি:94.09|চোউধুরী:90.0|চোউধুরি:87.3|চোউধূরী:87.3|ছৌধুরী:85.0|চৌধুড়ী:85.0|ছৌধুরি:82.45|ছৌধূরী:82.45|চৌধুড়ি:82.45|চৌধূড়ী:82.45|চৌধোরী:80.0|চৌধুঢ়ী:80.0
G	bn	a	সরকার	সরকার:100.0|শরকার:95.0|ষরকার:95.0|সড়কার:85.0|ছরকার:85.0|সরকারো:85.0|সরকাড়:85.0|শড়কার:80.75|ষড়কার:80.75|শরকারো:80.75|ষরকারো:80.75|শরকাড়:80.75|ষরকাড়:80.75|সঢ়কার:80.0|সরকাঢ়:80.0|শঢ়কার:76.0|ষঢ়কার:76.0|শরকাঢ়:76.0|ষরকাঢ়:76.0|চরকার:75.0|সরখার:75.0|সড়কারো:72.25|ছড়কার:72.25|সড়কাড়:72.25|ছরকারো:72.25|ছরকাড়:72.25|শরখার:71.25|ষরখার:71.25
G	bn	b	সরকার	শরকার:95.0|ষরকার:95.0|সড়কার:85.0|ছরকার:85.0|সরকারো:85.0|সরকাড়:85.0|শড়কার:80.75|ষড়কার:80.75|শরকারো:80.75|ষরকারো:80.75|শরকাড়:80.75|ষরকাড়:80.75|সঢ়কার:80.0|সরকাঢ়:80.0|শঢ়কার:76.0|ষঢ়কার:76.0|শরকাঢ়:76.0|ষরকাঢ়:76.0|চরকার:75.0|সরখার:75.0
G	bn	c	সরকার	সরকার:100.0|শরকার:95.0|ষরকার:95.0|সড়কার:85.0|ছরকার:85.0|সরকারো:85.0|সরকাড়:85.0|সঢ়কার:80.0|সরকাঢ়:80.0|চরকার:75.0|সরখার:75.0
G	bn	d	সরকার	সরকার:100.0|শরকার:95.0|ষরকার:95.0|সড়কার:85.0|ছরকার:85.0|সরকারো:85.0|সরকাড়:85.0|শড়কার:80.75|ষড়কার:80.75|শরকারো:80.75|ষরকারো:80.75|শরকাড়:80.75|ষরকাড়:80.75|সঢ়কার:80.0|সরকাঢ়:80.0
G	bn	a	দাস	দাস:100.0|দাশ:95.0|দাষ:95.0|দাছ:85.0|দাসো:85.0|ডাস:75.0|দাচ:75.0|ধাস:75.0|ডাশ:71.25|ডাষ:71.25|ধাশ:71.25|ধাষ:71.25
G	bn	b	দাস	দাশ:95.0|দাষ:95.0|দাছ:85.0|দাসো:85.0|ডাস:75.0|দাচ:75.0|ধাস:75.0|ডাশ:71.25|ডাষ:71.25|ধাশ:71.25|ধাষ:71.25|ডাছ:63.75|ডাসো:63.75|ধাছ:63.75|ধাসো:63.75|ডাচ:56.25|ধাচ:56.25
G	bn	c	দাস	দাস:100.0|দাশ:95.0|দাষ:95.0|দাছ:85.0|দাসো:85.0|ডাস:75.0|দাচ:75.0|ধাস:75.0
G	bn	d	দাস	দাস:100.0|দাশ:95.0|দাষ:95.0|দাছ:85.0|দাসো:85.0|ডাস:75.0|দাচ:75.0|ধাস:75.0|ডাশ:71.25|ডাষ:71.25|ধাশ:71.25|ধাষ:71.25|ডাছ:63.75|ডাসো:63.75|ধাছ:63.75
G	bn	a	ঘোষ	ঘোষ:100.0|ঘোশ:95.0|ঘোস:95.0|ঘোষো:85.0|ঘুষ:80.0|ঘোছ:80.0|ঘুশ:76.0|ঘুস:76.0|গোষ:75.0|ঘোচ:75.0|গোশ:71.25|গোস:71.25
G	bn	b	ঘোষ	ঘোশ:95.0|ঘোস:95.0|ঘোষো:85.0|ঘুষ:80.0|ঘোছ:80.0|ঘুশ:76.0|ঘুস:76.0|গোষ:75.0|ঘোচ:75.0|গোশ:71.25|গোস:71.25|ঘুষো:68.0|ঘুছ:64.0|গোষো:63.75|গুষ:60.0|ঘুচ:60.0|গোছ:60.0|গুশ:57.0|গুস:57.0|গোচ:56.25
G	bn	c	ঘোষ	ঘোষ:100.0|ঘোশ:95.0|ঘোস:95.0|ঘোষো:85.0|ঘুষ:80.0|ঘোছ:80.0|গোষ:75.0|ঘোচ:75.0
G	bn	d	ঘোষ	ঘোষ:100.0|ঘোশ:95.0|ঘোস:95.0|ঘোষো:85.0|ঘুষ:80.0|ঘোছ:80.0|ঘুশ:76.0|ঘুস:76.0|গোষ:75.0|ঘোচ:75.0|গোশ:71.25|গোস:71.25|ঘুষো:68.0|ঘুছ:64.0|গোষো:63.75
"""

private val goldenPart6 = """
G	bn	a	বসু	বসু:100.0|বসূ:97.0|বশু:95.0|বষু:95.0|বশূ:92.15|বষূ:92.15|বছু:85.0|বছূ:82.45|বসো:80.0|বশো:76.0|বষো:76.0|ভসু:75.0|বচু:75.0|বচূ:72.75|ভসূ:72.75|ভশু:71.25|ভষু:71.25
G	bn	b	বসু	বসূ:97.0|বশু:95.0|বষু:95.0|বশূ:92.15|বষূ:92.15|বছু:85.0|বছূ:82.45|বসো:80.0|বশো:76.0|বষো:76.0|ভসু:75.0|বচু:75.0|বচূ:72.75|ভসূ:72.75|ভশু:71.25|ভষু:71.25|ভশূ:69.11|ভষূ:69.11|বছো:68.0|ভছু:63.75
G	bn	c	বসু	বসু:100.0|বসূ:97.0|বশু:95.0|বষু:95.0|বছু:85.0|বসো:80.0|ভসু:75.0|বচু:75.0
G	bn	d	বসু	বসু:100.0|বসূ:97.0|বশু:95.0|বষু:95.0|বশূ:92.15|বষূ:92.15|বছু:85.0|বছূ:82.45|বসো:80.0|বশো:76.0|বষো:76.0|ভসু:75.0|বচু:75.0|বচূ:72.75|ভসূ:72.75
G	bn	a	ডাক্তার	ডাক্তার:100.0|ডাক্ৎার:95.0|ডাক্তারো:85.0|ডাক্তাড়:85.0|ডাক্ৎারো:80.75|ডাক্ৎাড়:80.75|ডাক্তাঢ়:80.0|ডাক্ৎাঢ়:76.0|ডাক্টার:75.0|ঢাক্তার:75.0|ডাক্থার:75.0|দাক্তার:75.0|ডাখ্তার:75.0|ঢাক্ৎার:71.25|দাক্ৎার:71.25|ডাখ্ৎার:71.25
G	bn	b	ডাক্তার	ডাক্ৎার:95.0|ডাক্তারো:85.0|ডাক্তাড়:85.0|ডাক্ৎারো:80.75|ডাক্ৎাড়:80.75|ডাক্তাঢ়:80.0|ডাক্ৎাঢ়:76.0|ডাক্টার:75.0|ঢাক্তার:75.0|ডাক্থার:75.0|দাক্তার:75.0|ডাখ্তার:75.0|ঢাক্ৎার:71.25|দাক্ৎার:71.25|ডাখ্ৎার:71.25|ঢাক্তারো:63.75|ঢাক্তাড়:63.75|ডাক্টারো:63.75|ডাক্থারো:63.75|দাক্তারো:63.75
G	bn	c	ডাক্তার	ডাক্তার:100.0|ডাক্ৎার:95.0|ডাক্তারো:85.0|ডাক্তাড়:85.0|ডাক্তাঢ়:80.0|ডাক্টার:75.0|ঢাক্তার:75.0|ডাক্থার:75.0|দাক্তার:75.0|ডাখ্তার:75.0
G	bn	d	ডাক্তার	ডাক্তার:100.0|ডাক্ৎার:95.0|ডাক্তারো:85.0|ডাক্তাড়:85.0|ডাক্ৎারো:80.75|ডাক্ৎাড়:80.75|ডাক্তাঢ়:80.0|ডাক্ৎাঢ়:76.0|ডাক্টার:75.0|ঢাক্তার:75.0|ডাক্থার:75.0|দাক্তার:75.0|ডাখ্তার:75.0|ঢাক্ৎার:71.25|দাক্ৎার:71.25
G	bn	a	ইঞ্জিনিয়ার	ইঞ্জিনিয়ার:100.0|ঈঞ্জিনিয়ার:97.0|ইঞ্জীনিয়ার:97.0|ইঞ্জিনীয়ার:97.0|ইঞ্জিণিয়ার:95.0|ঈঞ্জীনিয়ার:94.09|ইঞ্জীনীয়ার:94.09|ঈঞ্জিনীয়ার:94.09|ইঞ্জিণীয়ার:92.15|ইঞ্জীণিয়ার:92.15|ঈঞ্জিণিয়ার:92.15|ঈঞ্জীনীয়ার:91.27|ইনজিনিয়ার:90.0|ইঞ্জীণীয়ার:89.39|ঈঞ্জিণীয়ার:89.39|ঈঞ্জীণিয়ার:89.39|ইনজিনীয়ার:87.3|ইনজীনিয়ার:87.3|ঈনজিনিয়ার:87.3|ঈঞ্জীণীয়ার:86.7|ইনজিণিয়ার:85.5|ইঞ্জিনিয়ারো:85.0|ইঞ্জিনিয়াড়:85.0|ইনজীনীয়ার:84.68|ঈনজিনীয়ার:84.68|ঈনজীনিয়ার:84.68|ইনজিণীয়ার:82.94|ইনজীণিয়ার:82.94|ঈনজিণিয়ার:82.94|ইঞ্জিনীয়ারো:82.45|ইঞ্জীনিয়ারো:82.45|ঈঞ্জিনিয়ারো:82.45|ইঞ্জিনীয়াড়:82.45|ইঞ্জীনিয়াড়:82.45|ঈঞ্জিনিয়াড়:82.45|ঈনজীনীয়ার:82.14|ইঞ্জিণিয়ারো:80.75|ইঞ্জিণিয়াড়:80.75|ইনজীণীয়ার:80.45|ঈনজিণীয়ার:80.45|ঈনজীণিয়ার:80.45|ইঞ্জিঞিয়ার:80.0|ইঞ্জিনিয়াঢ়:80.0|ইঞ্জীনীয়ারো:79.98|ঈঞ্জিনীয়ারো:79.98|ঈঞ্জীনিয়ারো:79.98|ইঞ্জীনীয়াড়:79.98|ঈঞ্জিনীয়াড়:79.98|ঈঞ্জীনিয়াড়:79.98|ইঞ্জিণীয়ারো:78.33
G	bn	b	ইঞ্জিনিয়ার	ঈঞ্জিনিয়ার:97.0|ইঞ্জীনিয়ার:97.0|ইঞ্জিনীয়ার:97.0|ইঞ্জিণিয়ার:95.0|ঈঞ্জীনিয়ার:94.09|ইঞ্জীনীয়ার:94.09|ঈঞ্জিনীয়ার:94.09|ইঞ্জিণীয়ার:92.15|ইঞ্জীণিয়ার:92.15|ঈঞ্জিণিয়ার:92.15|ঈঞ্জীনীয়ার:91.27|ইনজিনিয়ার:90.0|ইঞ্জীণীয়ার:89.39|ঈঞ্জিণীয়ার:89.39|ঈঞ্জীণিয়ার:89.39|ইনজিনীয়ার:87.3|ইনজীনিয়ার:87.3|ঈনজিনিয়ার:87.3|ঈঞ্জীণীয়ার:86.7|ইনজিণিয়ার:85.5
G	bn	c	ইঞ্জিনিয়ার	ইঞ্জিনিয়ার:100.0|ঈঞ্জিনিয়ার:97.0|ইঞ্জীনিয়ার:97.0|ইঞ্জিনীয়ার:97.0|ইঞ্জিণিয়ার:95.0|ইনজিনিয়ার:90.0|ইঞ্জিনিয়ারো:85.0|ইঞ্জিনিয়াড়:85.0|ইঞ্জিঞিয়ার:80.0|ইঞ্জিনিয়াঢ়:80.0
G	bn	d	ইঞ্জিনিয়ার	ইঞ্জিনিয়ার:100.0|ঈঞ্জিনিয়ার:97.0|ইঞ্জীনিয়ার:97.0|ইঞ্জিনীয়ার:97.0|ইঞ্জিণিয়ার:95.0|ঈঞ্জীনিয়ার:94.09|ইঞ্জীনীয়ার:94.09|ঈঞ্জিনীয়ার:94.09|ইঞ্জিণীয়ার:92.15|ইঞ্জীণিয়ার:92.15|ঈঞ্জিণিয়ার:92.15|ইনজিনিয়ার:90.0|ইনজিনীয়ার:87.3|ইনজীনিয়ার:87.3|ঈনজিনিয়ার:87.3
G	bn	a	ব্যবসা	ব্যবসা:100.0|ব্জবসা:95.0|ব্যবশা:95.0|ব্যবষা:95.0|ব্জবশা:90.25|ব্জবষা:90.25|ব্যবছা:85.0|ব্জবছা:80.75|ব্ঝবসা:75.0|ভ্যবসা:75.0|ব্যবচা:75.0|ব্যভসা:75.0|ভ্যবশা:71.25|ভ্যবষা:71.25|ভ্জবসা:71.25|ব্জবচা:71.25|ব্ঝবশা:71.25|ব্যভশা:71.25|ব্যভষা:71.25|ব্জভসা:71.25|ব্ঝবষা:71.25
G	bn	b	ব্যবসা	ব্জবসা:95.0|ব্যবশা:95.0|ব্যবষা:95.0|ব্জবশা:90.25|ব্জবষা:90.25|ব্যবছা:85.0|ব্জবছা:80.75|ব্ঝবসা:75.0|ভ্যবসা:75.0|ব্যবচা:75.0|ব্যভসা:75.0|ভ্যবশা:71.25|ভ্যবষা:71.25|ভ্জবসা:71.25|ব্জবচা:71.25|ব্ঝবশা:71.25|ব্যভশা:71.25|ব্যভষা:71.25|ব্জভসা:71.25|ব্ঝবষা:71.25
G	bn	c	ব্যবসা	ব্যবসা:100.0|ব্জবসা:95.0|ব্যবশা:95.0|ব্যবষা:95.0|ব্যবছা:85.0|ব্ঝবসা:75.0|ভ্যবসা:75.0|ব্যবচা:75.0|ব্যভসা:75.0
G	bn	d	ব্যবসা	ব্যবসা:100.0|ব্জবসা:95.0|ব্যবশা:95.0|ব্যবষা:95.0|ব্জবশা:90.25|ব্জবষা:90.25|ব্যবছা:85.0|ব্জবছা:80.75|ব্ঝবসা:75.0|ভ্যবসা:75.0|ব্যবচা:75.0|ব্যভসা:75.0|ভ্যবশা:71.25|ভ্যবষা:71.25|ভ্জবসা:71.25
G	bn	a	চাকরি	চাকরি:100.0|চাকঋ:95.0|ছাকরি:85.0|ছাকঋ:80.75|শাকরি:75.0|চাখরি:75.0|ষাকরি:75.0|সাকরি:75.0|শাকঋ:71.25|চাখঋ:71.25|ষাকঋ:71.25|সাকঋ:71.25
G	bn	b	চাকরি	চাকঋ:95.0|ছাকরি:85.0|ছাকঋ:80.75|শাকরি:75.0|চাখরি:75.0|ষাকরি:75.0|সাকরি:75.0|শাকঋ:71.25|চাখঋ:71.25|ষাকঋ:71.25|সাকঋ:71.25|ছাখরি:63.75|ছাখঋ:60.56|শাখরি:56.25|ষাখরি:56.25|সাখরি:56.25|শাখঋ:53.44|ষাখঋ:53.44|সাখঋ:53.44
G	bn	c	চাকরি	চাকরি:100.0|চাকঋ:95.0|ছাকরি:85.0|শাকরি:75.0|চাখরি:75.0|ষাকরি:75.0|সাকরি:75.0
G	bn	d	চাকরি	চাকরি:100.0|চাকঋ:95.0|ছাকরি:85.0|ছাকঋ:80.75|শাকরি:75.0|চাখরি:75.0|ষাকরি:75.0|সাকরি:75.0|শাকঋ:71.25|চাখঋ:71.25|ষাকঋ:71.25|সাকঋ:71.25|ছাখরি:63.75|শাখরি:56.25|ষাখরি:56.25
G	bn	a	টাকা	টাকা:100.0|ঠাকা:75.0|তাকা:75.0|টাখা:75.0
G	bn	b	টাকা	ঠাকা:75.0|তাকা:75.0|টাখা:75.0|ঠাখা:56.25|তাখা:56.25
G	bn	c	টাকা	টাকা:100.0|ঠাকা:75.0|তাকা:75.0|টাখা:75.0
G	bn	d	টাকা	টাকা:100.0|ঠাকা:75.0|তাকা:75.0|টাখা:75.0|ঠাখা:56.25|তাখা:56.25
G	bn	a	দোকান	দোকান:100.0|দোকাণ:95.0|দোকানো:85.0|দুকান:80.0|দোকাঞ:80.0|দুকাণ:76.0|ডোকান:75.0|ধোকান:75.0|দোখান:75.0|ডোকাণ:71.25|ধোকাণ:71.25|দোখাণ:71.25
G	bn	b	দোকান	দোকাণ:95.0|দোকানো:85.0|দুকান:80.0|দোকাঞ:80.0|দুকাণ:76.0|ডোকান:75.0|ধোকান:75.0|দোখান:75.0|ডোকাণ:71.25|ধোকাণ:71.25|দোখাণ:71.25|দুকানো:68.0|দুকাঞ:64.0|ডোকানো:63.75|ধোকানো:63.75|দোখানো:63.75|ডুকান:60.0|ডোকাঞ:60.0|ধুকান:60.0|দুখান:60.0
G	bn	c	দোকান	দোকান:100.0|দোকাণ:95.0|দোকানো:85.0|দুকান:80.0|দোকাঞ:80.0|ডোকান:75.0|ধোকান:75.0|দোখান:75.0
G	bn	d	দোকান	দোকান:100.0|দোকাণ:95.0|দোকানো:85.0|দুকান:80.0|দোকাঞ:80.0|দুকাণ:76.0|ডোকান:75.0|ধোকান:75.0|দোখান:75.0|ডোকাণ:71.25|ধোকাণ:71.25|দোখাণ:71.25|দুকানো:68.0|দুকাঞ:64.0|ডোকানো:63.75
G	bn	a	বাজার	বাজার:100.0|বাযার:95.0|বাজারো:85.0|বাজাড়:85.0|বাযারো:80.75|বাযাড়:80.75|বাঝার:80.0|বাজাঢ়:80.0|বাযাঢ়:76.0|ভাজার:75.0|ভাযার:71.25
G	bn	b	বাজার	বাযার:95.0|বাজারো:85.0|বাজাড়:85.0|বাযারো:80.75|বাযাড়:80.75|বাঝার:80.0|বাজাঢ়:80.0|বাযাঢ়:76.0|ভাজার:75.0|ভাযার:71.25|বাঝারো:68.0|বাঝাড়:68.0|বাঝাঢ়:64.0|ভাজারো:63.75|ভাজাড়:63.75|ভাযারো:60.56|ভাযাড়:60.56|ভাজাঢ়:60.0|ভাঝার:60.0|ভাযাঢ়:57.0
G	bn	c	বাজার	বাজার:100.0|বাযার:95.0|বাজারো:85.0|বাজাড়:85.0|বাঝার:80.0|বাজাঢ়:80.0|ভাজার:75.0
G	bn	d	বাজার	বাজার:100.0|বাযার:95.0|বাজারো:85.0|বাজাড়:85.0|বাযারো:80.75|বাযাড়:80.75|বাঝার:80.0|বাজাঢ়:80.0|বাযাঢ়:76.0|ভাজার:75.0|ভাযার:71.25|বাঝারো:68.0|বাঝাড়:68.0|বাঝাঢ়:64.0|ভাজারো:63.75
G	bn	a	রাস্তা	রাস্তা:100.0|রাশ্তা:95.0|রাষ্তা:95.0|রাস্ৎা:95.0|রাশ্ৎা:90.25|রাষ্ৎা:90.25|রাছ্তা:85.0|ড়াস্তা:85.0|ড়াস্ৎা:80.75|ড়াশ্তা:80.75|ড়াষ্তা:80.75|রাছ্ৎা:80.75|ঢ়াস্তা:80.0|ড়াশ্ৎা:76.71|ড়াষ্ৎা:76.71|ঢ়াস্ৎা:76.0|ঢ়াশ্তা:76.0|ঢ়াষ্তা:76.0|রাস্টা:75.0|রাচ্তা:75.0|রাস্থা:75.0|ড়াছ্তা:72.25|ঢ়াশ্ৎা:72.2|ঢ়াষ্ৎা:72.2|রাশ্টা:71.25|রাষ্টা:71.25|রাচ্ৎা:71.25|রাশ্থা:71.25|রাষ্থা:71.25
G	bn	b	রাস্তা	রাশ্তা:95.0|রাষ্তা:95.0|রাস্ৎা:95.0|রাশ্ৎা:90.25|রাষ্ৎা:90.25|রাছ্তা:85.0|ড়াস্তা:85.0|ড়াস্ৎা:80.75|ড়াশ্তা:80.75|ড়াষ্তা:80.75|রাছ্ৎা:80.75|ঢ়াস্তা:80.0|ড়াশ্ৎা:76.71|ড়াষ্ৎা:76.71|ঢ়াস্ৎা:76.0|ঢ়াশ্তা:76.0|ঢ়াষ্তা:76.0|রাস্টা:75.0|রাচ্তা:75.0|রাস্থা:75.0
G	bn	c	রাস্তা	রাস্তা:100.0|রাশ্তা:95.0|রাষ্তা:95.0|রাস্ৎা:95.0|রাছ্তা:85.0|ড়াস্তা:85.0|ঢ়াস্তা:80.0|রাস্টা:75.0|রাচ্তা:75.0|রাস্থা:75.0
G	bn	d	রাস্তা	রাস্তা:100.0|রাশ্তা:95.0|রাষ্তা:95.0|রাস্ৎা:95.0|রাশ্ৎা:90.25|রাষ্ৎা:90.25|রাছ্তা:85.0|ড়াস্তা:85.0|ড়াস্ৎা:80.75|ড়াশ্তা:80.75|ড়াষ্তা:80.75|রাছ্ৎা:80.75|ঢ়াস্তা:80.0|ঢ়াস্ৎা:76.0|ঢ়াশ্তা:76.0
G	bn	a	গাড়ি	গাড়ি:100.0|গাড়ী:97.0|গাঢ়ি:90.0|গাঢ়ী:87.3|গারি:85.0|গারী:82.45|ঘাড়ি:75.0|ঘাড়ী:72.75
G	bn	b	গাড়ি	গাড়ী:97.0|গাঢ়ি:90.0|গাঢ়ী:87.3|গারি:85.0|গারী:82.45|ঘাড়ি:75.0|ঘাড়ী:72.75|ঘাঢ়ি:67.5|ঘাঢ়ী:65.47|ঘারি:63.75|ঘারী:61.84
G	bn	c	গাড়ি	গাড়ি:100.0|গাড়ী:97.0|গাঢ়ি:90.0|গারি:85.0|ঘাড়ি:75.0
G	bn	d	গাড়ি	গাড়ি:100.0|গাড়ী:97.0|গাঢ়ি:90.0|গাঢ়ী:87.3|গারি:85.0|গারী:82.45|ঘাড়ি:75.0|ঘাড়ী:72.75|ঘাঢ়ি:67.5|ঘারি:63.75
G	bn	a	ট্রেন	ট্রেন:100.0|ট্রেণ:95.0|ট্রেনো:85.0|ট্ড়েন:85.0|ট্ড়েণ:80.75|ট্রেঞ:80.0|ট্ঢ়েন:80.0|ট্ঢ়েণ:76.0|ঠ্রেন:75.0|ত্রেন:75.0|ট্ড়েনো:72.25|ঠ্রেণ:71.25|ত্রেণ:71.25
G	bn	b	ট্রেন	ট্রেণ:95.0|ট্রেনো:85.0|ট্ড়েন:85.0|ট্ড়েণ:80.75|ট্রেঞ:80.0|ট্ঢ়েন:80.0|ট্ঢ়েণ:76.0|ঠ্রেন:75.0|ত্রেন:75.0|ট্ড়েনো:72.25|ঠ্রেণ:71.25|ত্রেণ:71.25|ট্ড়েঞ:68.0|ট্ঢ়েনো:68.0|ট্ঢ়েঞ:64.0|ঠ্ড়েন:63.75|ঠ্রেনো:63.75|ত্ড়েন:63.75|ত্রেনো:63.75|ঠ্ড়েণ:60.56
G	bn	c	ট্রেন	ট্রেন:100.0|ট্রেণ:95.0|ট্রেনো:85.0|ট্ড়েন:85.0|ট্রেঞ:80.0|ট্ঢ়েন:80.0|ঠ্রেন:75.0|ত্রেন:75.0
G	bn	d	ট্রেন	ট্রেন:100.0|ট্রেণ:95.0|ট্রেনো:85.0|ট্ড়েন:85.0|ট্ড়েণ:80.75|ট্রেঞ:80.0|ট্ঢ়েন:80.0|ট্ঢ়েণ:76.0|ঠ্রেন:75.0|ত্রেন:75.0|ট্ড়েনো:72.25|ঠ্রেণ:71.25|ত্রেণ:71.25|ট্ড়েঞ:68.0|ট্ঢ়েনো:68.0
G	bn	a	বড় ভাই	বড় ভাই:100.0|বড় ভাঈ:97.0|বঢ় ভাই:90.0|বঢ় ভাঈ:87.3|বর ভাই:85.0|বড়ো ভাই:85.0|বর ভাঈ:82.45|বড়ো ভাঈ:82.45|ভড় ভাই:75.0|বড় বাই:75.0|ভড় ভাঈ:72.75|বড় বাঈ:72.75
G	bn	b	বড় ভাই	বড় ভাঈ:97.0|বঢ় ভাই:90.0|বঢ় ভাঈ:87.3|বর ভাই:85.0|বড়ো ভাই:85.0|বর ভাঈ:82.45|বড়ো ভাঈ:82.45|ভড় ভাই:75.0|বড় বাই:75.0|ভড় ভাঈ:72.75|বড় বাঈ:72.75|ভঢ় ভাই:67.5|বঢ় বাই:67.5|ভঢ় ভাঈ:65.47|বঢ় বাঈ:65.47|ভর ভাই:63.75|ভড়ো ভাই:63.75|বর বাই:63.75|বড়ো বাই:63.75|ভর ভাঈ:61.84
G	bn	c	বড় ভাই	বড় ভাই:100.0|বড় ভাঈ:97.0|বঢ় ভাই:90.0|বর ভাই:85.0|বড়ো ভাই:85.0|ভড় ভাই:75.0|বড় বাই:75.0
G	bn	d	বড় ভাই	বড় ভাই:100.0|বড় ভাঈ:97.0|বঢ় ভাই:90.0|বঢ় ভাঈ:87.3|বর ভাই:85.0|বড়ো ভাই:85.0|বর ভাঈ:82.45|বড়ো ভাঈ:82.45|ভড় ভাই:75.0|বড় বাই:75.0|ভড় ভাঈ:72.75|বড় বাঈ:72.75|ভঢ় ভাই:67.5|বঢ় বাই:67.5|ভর ভাই:63.75
G	bn	a	ছোট বোন	ছোট বোন:100.0|ছোট বোণ:95.0|ছোট বোনো:85.0|চোট বোন:85.0|শোট বোন:85.0|ছোটো বোন:85.0|সোট বোন:85.0|চোট বোণ:80.75|শোট বোণ:80.75|ছোটো বোণ:80.75|সোট বোণ:80.75|ছোট বোঞ:80.0|ছুট বোন:80.0|ষোট বোন:80.0|ছোট বুন:80.0|ছুট বোণ:76.0|ষোট বোণ:76.0|ছোট বুণ:76.0|ছোঠ বোন:75.0|ছোট ভোন:75.0|ছোত বোন:75.0|চোট বোনো:72.25|চোটো বোন:72.25|শোটো বোন:72.25|সোটো বোন:72.25|শোট বোনো:72.25|ছোটো বোনো:72.25|সোট বোনো:72.25|ছোঠ বোণ:71.25|ছোট ভোণ:71.25|ছোত বোণ:71.25
G	bn	b	ছোট বোন	ছোট বোণ:95.0|ছোট বোনো:85.0|চোট বোন:85.0|শোট বোন:85.0|ছোটো বোন:85.0|সোট বোন:85.0|চোট বোণ:80.75|শোট বোণ:80.75|ছোটো বোণ:80.75|সোট বোণ:80.75|ছোট বোঞ:80.0|ছুট বোন:80.0|ষোট বোন:80.0|ছোট বুন:80.0|ছুট বোণ:76.0|ষোট বোণ:76.0|ছোট বুণ:76.0|ছোঠ বোন:75.0|ছোট ভোন:75.0|ছোত বোন:75.0
G	bn	c	ছোট বোন	ছোট বোন:100.0|ছোট বোণ:95.0|ছোট বোনো:85.0|চোট বোন:85.0|শোট বোন:85.0|ছোটো বোন:85.0|সোট বোন:85.0|ছোট বোঞ:80.0|ছুট বোন:80.0|ষোট বোন:80.0|ছোট বুন:80.0|ছোঠ বোন:75.0|ছোট ভোন:75.0|ছোত বোন:75.0
G	bn	d	ছোট বোন	ছোট বোন:100.0|ছোট বোণ:95.0|ছোট বোনো:85.0|চোট বোন:85.0|শোট বোন:85.0|ছোটো বোন:85.0|সোট বোন:85.0|চোট বোণ:80.75|শোট বোণ:80.75|ছোটো বোণ:80.75|সোট বোণ:80.75|ছোট বোঞ:80.0|ছুট বোন:80.0|ষোট বোন:80.0|ছোট বুন:80.0
G	bn	a	আমার সোনার বাংলা	আমার সোনার বাংলা:100.0|আমার শোনার বাংলা:95.0|আমার ষোনার বাংলা:95.0|আমার সোণার বাংলা:95.0|আমার সোনার বাঙলা:95.0|আমার শোণার বাংলা:90.25|আমার ষোণার বাংলা:90.25|আমার সোণার বাঙলা:90.25|আমার শোনার বাঙলা:90.25|আমার ষোনার বাঙলা:90.25|আমার শোণার বাঙলা:85.74|আমার ষোণার বাঙলা:85.74|আমার ছোনার বাংলা:85.0|আমারো সোনার বাংলা:85.0|আমাড় সোনার বাংলা:85.0|আমার সোনারো বাংলা:85.0|আমার সোনাড় বাংলা:85.0|আমারো সোনার বাঙলা:80.75|আমারো সোণার বাংলা:80.75|আমারো শোনার বাংলা:80.75|আমারো ষোনার বাংলা:80.75|আমার ছোণার বাংলা:80.75|আমাড় সোনার বাঙলা:80.75|আমার সোনারো বাঙলা:80.75|আমাড় সোণার বাংলা:80.75|আমার সোণারো বাংলা:80.75|আমাড় শোনার বাংলা:80.75|আমার শোনারো বাংলা:80.75|আমাড় ষোনার বাংলা:80.75|আমার ষোনারো বাংলা:80.75|আমার ছোনার বাঙলা:80.75|আমার সোনাড় বাঙলা:80.75|আমার সোণাড় বাংলা:80.75|আমার শোনাড় বাংলা:80.75|আমার ষোনাড় বাংলা:80.75|আমার সোঞার বাংলা:80.0|আমাঢ় সোনার বাংলা:80.0|আমার সুনার বাংলা:80.0|আমার সোনাঢ় বাংলা:80.0|আমারো সোণার বাঙলা:76.71|আমারো শোনার বাঙলা:76.71|আমারো ষোনার বাঙলা:76.71|আমারো শোণার বাংলা:76.71|আমারো ষোণার বাংলা:76.71|আমার ছোণার বাঙলা:76.71|আমাড় সোণার বাঙলা:76.71|আমার সোণারো বাঙলা:76.71|আমাড় শোনার বাঙলা:76.71|আমার শোনারো বাঙলা:76.71|আমাড় ষোনার বাঙলা:76.71
G	bn	b	আমার সোনার বাংলা	আমার শোনার বাংলা:95.0|আমার ষোনার বাংলা:95.0|আমার সোণার বাংলা:95.0|আমার সোনার বাঙলা:95.0|আমার শোণার বাংলা:90.25|আমার ষোণার বাংলা:90.25|আমার সোণার বাঙলা:90.25|আমার শোনার বাঙলা:90.25|আমার ষোনার বাঙলা:90.25|আমার শোণার বাঙলা:85.74|আমার ষোণার বাঙলা:85.74|আমার ছোনার বাংলা:85.0|আমারো সোনার বাংলা:85.0|আমাড় সোনার বাংলা:85.0|আমার সোনারো বাংলা:85.0|আমার সোনাড় বাংলা:85.0|আমারো সোনার বাঙলা:80.75|আমারো সোণার বাংলা:80.75|আমারো শোনার বাংলা:80.75|আমারো ষোনার বাংলা:80.75
"""

private val goldenPart7 = """
G	bn	c	আমার সোনার বাংলা	আমার সোনার বাংলা:100.0|আমার শোনার বাংলা:95.0|আমার ষোনার বাংলা:95.0|আমার সোণার বাংলা:95.0|আমার সোনার বাঙলা:95.0|আমার ছোনার বাংলা:85.0|আমারো সোনার বাংলা:85.0|আমাড় সোনার বাংলা:85.0|আমার সোনারো বাংলা:85.0|আমার সোনাড় বাংলা:85.0|আমার সোঞার বাংলা:80.0|আমাঢ় সোনার বাংলা:80.0|আমার সুনার বাংলা:80.0|আমার সোনাঢ় বাংলা:80.0|আমার চোনার বাংলা:75.0|আমার সোনার ভাংলা:75.0
G	bn	d	আমার সোনার বাংলা	আমার সোনার বাংলা:100.0|আমার শোনার বাংলা:95.0|আমার ষোনার বাংলা:95.0|আমার সোণার বাংলা:95.0|আমার সোনার বাঙলা:95.0|আমার শোণার বাংলা:90.25|আমার ষোণার বাংলা:90.25|আমার সোণার বাঙলা:90.25|আমার শোনার বাঙলা:90.25|আমার ষোনার বাঙলা:90.25|আমার ছোনার বাংলা:85.0|আমারো সোনার বাংলা:85.0|আমাড় সোনার বাংলা:85.0|আমার সোনারো বাংলা:85.0|আমার সোনাড় বাংলা:85.0
G	bn	a	শুভ সকাল	শুভ সকাল:100.0|শূভ সকাল:97.0|ষুভ সকাল:95.0|সুভ সকাল:95.0|শুভ শকাল:95.0|শুভ ষকাল:95.0|ষূভ সকাল:92.15|সূভ সকাল:92.15|শূভ শকাল:92.15|শূভ ষকাল:92.15|ষুভ শকাল:90.25|সুভ শকাল:90.25|ষুভ ষকাল:90.25|সুভ ষকাল:90.25|ষূভ শকাল:87.54|সূভ শকাল:87.54|ষূভ ষকাল:87.54|সূভ ষকাল:87.54|ছুভ সকাল:85.0|শুভো সকাল:85.0|শুভ ছকাল:85.0|শুভ সকালো:85.0|ছূভ সকাল:82.45|শূভো সকাল:82.45|শূভ ছকাল:82.45|শূভ সকালো:82.45|শুভো শকাল:80.75|শুভো ষকাল:80.75|ষুভো সকাল:80.75|সুভো সকাল:80.75|ষুভ ছকাল:80.75|সুভ ছকাল:80.75|ছুভ শকাল:80.75|শুভ শকালো:80.75|শুভ ষকালো:80.75|ষুভ সকালো:80.75|সুভ সকালো:80.75|ছুভ ষকাল:80.75|শোভ সকাল:80.0|শূভো শকাল:78.33|শূভো ষকাল:78.33|ষূভো সকাল:78.33|সূভো সকাল:78.33|ষূভ ছকাল:78.33|সূভ ছকাল:78.33|ছূভ শকাল:78.33|শূভ শকালো:78.33|শূভ ষকালো:78.33|ষূভ সকালো:78.33|সূভ সকালো:78.33
G	bn	b	শুভ সকাল	শূভ সকাল:97.0|ষুভ সকাল:95.0|সুভ সকাল:95.0|শুভ শকাল:95.0|শুভ ষকাল:95.0|ষূভ সকাল:92.15|সূভ সকাল:92.15|শূভ শকাল:92.15|শূভ ষকাল:92.15|ষুভ শকাল:90.25|সুভ শকাল:90.25|ষুভ ষকাল:90.25|সুভ ষকাল:90.25|ষূভ শকাল:87.54|সূভ শকাল:87.54|ষূভ ষকাল:87.54|সূভ ষকাল:87.54|ছুভ সকাল:85.0|শুভো সকাল:85.0|শুভ ছকাল:85.0
G	bn	c	শুভ সকাল	শুভ সকাল:100.0|শূভ সকাল:97.0|ষুভ সকাল:95.0|সুভ সকাল:95.0|শুভ শকাল:95.0|শুভ ষকাল:95.0|ছুভ সকাল:85.0|শুভো সকাল:85.0|শুভ ছকাল:85.0|শুভ সকালো:85.0|শোভ সকাল:80.0|চুভ সকাল:75.0|শুব সকাল:75.0|শুভ চকাল:75.0|শুভ সখাল:75.0
G	bn	d	শুভ সকাল	শুভ সকাল:100.0|শূভ সকাল:97.0|ষুভ সকাল:95.0|সুভ সকাল:95.0|শুভ শকাল:95.0|শুভ ষকাল:95.0|ষূভ সকাল:92.15|সূভ সকাল:92.15|শূভ শকাল:92.15|শূভ ষকাল:92.15|ষুভ শকাল:90.25|সুভ শকাল:90.25|ষুভ ষকাল:90.25|সুভ ষকাল:90.25|ছুভ সকাল:85.0
G	bn	a	ধন্যবাদ	ধন্যবাদ:100.0|ধণ্যবাদ:95.0|ধন্জবাদ:95.0|ধণ্জবাদ:90.25|ধন্যবাদো:85.0|ধন্জবাদো:80.75|ধণ্যবাদো:80.75|ধঞ্যবাদ:80.0|ধণ্জবাদো:76.71|ধঞ্জবাদ:76.0|ধন্ঝবাদ:75.0|ধন্যবাড:75.0|ঢন্যবাদ:75.0|ধন্যবাধ:75.0|দন্যবাদ:75.0|ধন্যভাদ:75.0|ধণ্ঝবাদ:71.25|ধন্জবাড:71.25|ঢন্জবাদ:71.25|ধণ্যবাড:71.25|ঢণ্যবাদ:71.25|ধন্জবাধ:71.25|দন্জবাদ:71.25|ধন্জভাদ:71.25|ধণ্যবাধ:71.25|দণ্যবাদ:71.25|ধণ্যভাদ:71.25
G	bn	b	ধন্যবাদ	ধণ্যবাদ:95.0|ধন্জবাদ:95.0|ধণ্জবাদ:90.25|ধন্যবাদো:85.0|ধন্জবাদো:80.75|ধণ্যবাদো:80.75|ধঞ্যবাদ:80.0|ধণ্জবাদো:76.71|ধঞ্জবাদ:76.0|ধন্ঝবাদ:75.0|ধন্যবাড:75.0|ঢন্যবাদ:75.0|ধন্যবাধ:75.0|দন্যবাদ:75.0|ধন্যভাদ:75.0|ধণ্ঝবাদ:71.25|ধন্জবাড:71.25|ঢন্জবাদ:71.25|ধণ্যবাড:71.25|ঢণ্যবাদ:71.25
G	bn	c	ধন্যবাদ	ধন্যবাদ:100.0|ধণ্যবাদ:95.0|ধন্জবাদ:95.0|ধন্যবাদো:85.0|ধঞ্যবাদ:80.0|ধন্ঝবাদ:75.0|ধন্যবাড:75.0|ঢন্যবাদ:75.0|ধন্যবাধ:75.0|দন্যবাদ:75.0|ধন্যভাদ:75.0
G	bn	d	ধন্যবাদ	ধন্যবাদ:100.0|ধণ্যবাদ:95.0|ধন্জবাদ:95.0|ধণ্জবাদ:90.25|ধন্যবাদো:85.0|ধন্জবাদো:80.75|ধণ্যবাদো:80.75|ধঞ্যবাদ:80.0|ধঞ্জবাদ:76.0|ধন্ঝবাদ:75.0|ধন্যবাড:75.0|ঢন্যবাদ:75.0|ধন্যবাধ:75.0|দন্যবাদ:75.0|ধন্যভাদ:75.0
G	bn	a	মা-বাবা	মা-বাবা:100.0|মা-ভাবা:75.0|মা-বাভা:75.0
G	bn	b	মা-বাবা	মা-ভাবা:75.0|মা-বাভা:75.0|মা-ভাভা:56.25
G	bn	c	মা-বাবা	মা-বাবা:100.0|মা-ভাবা:75.0|মা-বাভা:75.0
G	bn	d	মা-বাবা	মা-বাবা:100.0|মা-ভাবা:75.0|মা-বাভা:75.0|মা-ভাভা:56.25
G	bn	a	নতুন বছর	নতুন বছর:100.0|নতূন বছর:97.0|ণতুন বছর:95.0|নৎুন বছর:95.0|নতুণ বছর:95.0|ণতূন বছর:92.15|নৎূন বছর:92.15|নতূণ বছর:92.15|ণৎুন বছর:90.25|নৎুণ বছর:90.25|ণতুণ বছর:90.25|ণৎূন বছর:87.54|নৎূণ বছর:87.54|ণতূণ বছর:87.54|ণৎুণ বছর:85.74|নতুনো বছর:85.0|নতুন বচর:85.0|নতুন বশর:85.0|নতুন বছরো:85.0|নতুন বসর:85.0|নতুন বছড়:85.0|ণৎূণ বছর:83.17|নতূনো বছর:82.45|নতূন বচর:82.45|নতূন বশর:82.45|নতূন বছরো:82.45|নতূন বসর:82.45|নতূন বছড়:82.45|নতুণ বচর:80.75|নৎুনো বছর:80.75|নৎুন বচর:80.75|ণতুনো বছর:80.75|ণতুন বচর:80.75|নতুণ বশর:80.75|নতুণ বছরো:80.75|নৎুন বশর:80.75|নৎুন বছরো:80.75|ণতুন বশর:80.75|ণতুন বছরো:80.75|নতুণ বসর:80.75|নতুণ বছড়:80.75|নৎুন বসর:80.75|নৎুন বছড়:80.75|ণতুন বসর:80.75|ণতুন বছড়:80.75|নতোন বছর:80.0|ঞতুন বছর:80.0|নতুঞ বছর:80.0|নতুন বষর:80.0|নতুন বছঢ়:80.0
G	bn	b	নতুন বছর	নতূন বছর:97.0|ণতুন বছর:95.0|নৎুন বছর:95.0|নতুণ বছর:95.0|ণতূন বছর:92.15|নৎূন বছর:92.15|নতূণ বছর:92.15|ণৎুন বছর:90.25|নৎুণ বছর:90.25|ণতুণ বছর:90.25|ণৎূন বছর:87.54|নৎূণ বছর:87.54|ণতূণ বছর:87.54|ণৎুণ বছর:85.74|নতুনো বছর:85.0|নতুন বচর:85.0|নতুন বশর:85.0|নতুন বছরো:85.0|নতুন বসর:85.0|নতুন বছড়:85.0
G	bn	c	নতুন বছর	নতুন বছর:100.0|নতূন বছর:97.0|ণতুন বছর:95.0|নৎুন বছর:95.0|নতুণ বছর:95.0|নতুনো বছর:85.0|নতুন বচর:85.0|নতুন বশর:85.0|নতুন বছরো:85.0|নতুন বসর:85.0|নতুন বছড়:85.0|নতোন বছর:80.0|ঞতুন বছর:80.0|নতুঞ বছর:80.0|নতুন বষর:80.0|নতুন বছঢ়:80.0|নটুন বছর:75.0|নতুন ভছর:75.0|নথুন বছর:75.0
G	bn	d	নতুন বছর	নতুন বছর:100.0|নতূন বছর:97.0|ণতুন বছর:95.0|নৎুন বছর:95.0|নতুণ বছর:95.0|ণতূন বছর:92.15|নৎূন বছর:92.15|নতূণ বছর:92.15|ণৎুন বছর:90.25|নৎুণ বছর:90.25|ণতুণ বছর:90.25|নতুনো বছর:85.0|নতুন বচর:85.0|নতুন বশর:85.0|নতুন বছরো:85.0
G	bn	a	ভালো থাকো	ভালো থাকো:100.0|ভাল থাকো:85.0|ভালো থাক:85.0|বালো থাকো:75.0|ভালো ঠাকো:75.0|ভালো তাকো:75.0|ভাল থাক:72.25
G	bn	b	ভালো থাকো	ভাল থাকো:85.0|ভালো থাক:85.0|বালো থাকো:75.0|ভালো ঠাকো:75.0|ভালো তাকো:75.0|ভাল থাক:72.25|বালো থাক:63.75|বাল থাকো:63.75|ভালো ঠাক:63.75|ভাল ঠাকো:63.75|ভালো তাক:63.75|ভাল তাকো:63.75|বালো ঠাকো:56.25|বালো তাকো:56.25|বাল থাক:54.19|ভাল ঠাক:54.19|ভাল তাক:54.19
G	bn	c	ভালো থাকো	ভালো থাকো:100.0|ভাল থাকো:85.0|ভালো থাক:85.0|বালো থাকো:75.0|ভালো ঠাকো:75.0|ভালো তাকো:75.0
G	bn	d	ভালো থাকো	ভালো থাকো:100.0|ভাল থাকো:85.0|ভালো থাক:85.0|বালো থাকো:75.0|ভালো ঠাকো:75.0|ভালো তাকো:75.0|ভাল থাক:72.25|বালো থাক:63.75|বাল থাকো:63.75|ভালো ঠাক:63.75|ভাল ঠাকো:63.75|ভালো তাক:63.75|ভাল তাকো:63.75|বালো ঠাকো:56.25|বালো তাকো:56.25
G	bn	a	ড়াকা	ড়াকা:100.0|ঢ়াকা:90.0|রাকা:85.0|ড়াখা:75.0
G	bn	b	ড়াকা	ঢ়াকা:90.0|রাকা:85.0|ড়াখা:75.0|ঢ়াখা:67.5|রাখা:63.75
G	bn	c	ড়াকা	ড়াকা:100.0|ঢ়াকা:90.0|রাকা:85.0|ড়াখা:75.0
G	bn	d	ড়াকা	ড়াকা:100.0|ঢ়াকা:90.0|রাকা:85.0|ড়াখা:75.0|ঢ়াখা:67.5|রাখা:63.75
G	bn	a	ঢ়াল	ঢ়াল:100.0|ড়াল:90.0|ঢ়ালো:85.0|রাল:80.0|ড়ালো:76.5
G	bn	b	ঢ়াল	ড়াল:90.0|ঢ়ালো:85.0|রাল:80.0|ড়ালো:76.5|রালো:68.0
G	bn	c	ঢ়াল	ঢ়াল:100.0|ড়াল:90.0|ঢ়ালো:85.0|রাল:80.0
G	bn	d	ঢ়াল	ঢ়াল:100.0|ড়াল:90.0|ঢ়ালো:85.0|রাল:80.0|ড়ালো:76.5|রালো:68.0
G	bn	a	য়মুনা	য়মুনা:100.0|য়মূনা:97.0|য়মুণা:95.0|য়মূণা:92.15|য়মোনা:80.0|য়মুঞা:80.0|য়মূঞা:77.6|য়মোণা:76.0
G	bn	b	য়মুনা	য়মূনা:97.0|য়মুণা:95.0|য়মূণা:92.15|য়মোনা:80.0|য়মুঞা:80.0|য়মূঞা:77.6|য়মোণা:76.0|য়মোঞা:64.0
G	bn	c	য়মুনা	য়মুনা:100.0|য়মূনা:97.0|য়মুণা:95.0|য়মোনা:80.0|য়মুঞা:80.0
G	bn	d	য়মুনা	য়মুনা:100.0|য়মূনা:97.0|য়মুণা:95.0|য়মূণা:92.15|য়মোনা:80.0|য়মুঞা:80.0|য়মূঞা:77.6|য়মোণা:76.0|য়মোঞা:64.0
G	bn	a	পড়া	পড়া:100.0|পঢ়া:90.0|পরা:85.0|ফড়া:75.0
G	bn	b	পড়া	পঢ়া:90.0|পরা:85.0|ফড়া:75.0|ফঢ়া:67.5|ফরা:63.75
G	bn	c	পড়া	পড়া:100.0|পঢ়া:90.0|পরা:85.0|ফড়া:75.0
G	bn	d	পড়া	পড়া:100.0|পঢ়া:90.0|পরা:85.0|ফড়া:75.0|ফঢ়া:67.5|ফরা:63.75
G	bn	a	বড়	বড়:100.0|বঢ়:90.0|বর:85.0|বড়ো:85.0|ভড়:75.0
G	bn	b	বড়	বঢ়:90.0|বর:85.0|বড়ো:85.0|ভড়:75.0|ভঢ়:67.5|ভর:63.75|ভড়ো:63.75
G	bn	c	বড়	বড়:100.0|বঢ়:90.0|বর:85.0|বড়ো:85.0|ভড়:75.0
G	bn	d	বড়	বড়:100.0|বঢ়:90.0|বর:85.0|বড়ো:85.0|ভড়:75.0|ভঢ়:67.5|ভর:63.75|ভড়ো:63.75
G	bn	a	ঘোড়া	ঘোড়া:100.0|ঘোঢ়া:90.0|ঘোরা:85.0|ঘুড়া:80.0|গোড়া:75.0|ঘুঢ়া:72.0
G	bn	b	ঘোড়া	ঘোঢ়া:90.0|ঘোরা:85.0|ঘুড়া:80.0|গোড়া:75.0|ঘুঢ়া:72.0|ঘুরা:68.0|গোঢ়া:67.5|গোরা:63.75|গুড়া:60.0|গুঢ়া:54.0|গুরা:51.0
G	bn	c	ঘোড়া	ঘোড়া:100.0|ঘোঢ়া:90.0|ঘোরা:85.0|ঘুড়া:80.0|গোড়া:75.0
G	bn	d	ঘোড়া	ঘোড়া:100.0|ঘোঢ়া:90.0|ঘোরা:85.0|ঘুড়া:80.0|গোড়া:75.0|ঘুঢ়া:72.0|ঘুরা:68.0|গোঢ়া:67.5|গোরা:63.75|গুড়া:60.0
G	bn	a	মেয়ে	মেয়ে:100.0
G	bn	b	মেয়ে	
G	bn	c	মেয়ে	মেয়ে:100.0
G	bn	d	মেয়ে	মেয়ে:100.0
G	bn	a	দেয়াল	দেয়াল:100.0|দেয়ালো:85.0|ডেয়াল:75.0|ধেয়াল:75.0
G	bn	b	দেয়াল	দেয়ালো:85.0|ডেয়াল:75.0|ধেয়াল:75.0|ডেয়ালো:63.75|ধেয়ালো:63.75
G	bn	c	দেয়াল	দেয়াল:100.0|দেয়ালো:85.0|ডেয়াল:75.0|ধেয়াল:75.0
G	bn	d	দেয়াল	দেয়াল:100.0|দেয়ালো:85.0|ডেয়াল:75.0|ধেয়াল:75.0|ডেয়ালো:63.75|ধেয়ালো:63.75
G	bn	a	কেউ	কেউ:100.0|কেঊ:97.0|খেউ:75.0|খেঊ:72.75
G	bn	b	কেউ	কেঊ:97.0|খেউ:75.0|খেঊ:72.75
G	bn	c	কেউ	কেউ:100.0|কেঊ:97.0|খেউ:75.0
G	bn	d	কেউ	কেউ:100.0|কেঊ:97.0|খেউ:75.0|খেঊ:72.75
G	bn	a	নৌকা	নৌকা:100.0|ণৌকা:95.0|নোউকা:90.0|ণোউকা:85.5|ঞৌকা:80.0|নৌখা:75.0|ঞোউকা:72.0|ণৌখা:71.25
G	bn	b	নৌকা	ণৌকা:95.0|নোউকা:90.0|ণোউকা:85.5|ঞৌকা:80.0|নৌখা:75.0|ঞোউকা:72.0|ণৌখা:71.25|নোউখা:67.5|ণোউখা:64.13|ঞৌখা:60.0|ঞোউখা:54.0
G	bn	c	নৌকা	নৌকা:100.0|ণৌকা:95.0|নোউকা:90.0|ঞৌকা:80.0|নৌখা:75.0
G	bn	d	নৌকা	নৌকা:100.0|ণৌকা:95.0|নোউকা:90.0|ণোউকা:85.5|ঞৌকা:80.0|নৌখা:75.0|ঞোউকা:72.0|ণৌখা:71.25|নোউখা:67.5|ঞৌখা:60.0
G	bn	a	মৌসুমী	মৌসুমী:100.0|মৌসূমী:97.0|মৌসুমি:97.0|মৌশুমী:95.0|মৌষুমী:95.0|মৌসূমি:94.09|মৌশুমি:92.15|মৌশূমী:92.15|মৌষুমি:92.15|মৌষূমী:92.15|মোউসুমী:90.0|মৌশূমি:89.39|মৌষূমি:89.39|মোউসুমি:87.3|মোউসূমী:87.3|মোউশুমী:85.5|মোউষুমী:85.5|মৌছুমী:85.0|মোউসূমি:84.68|মোউশুমি:82.94|মোউশূমী:82.94|মোউষুমি:82.94|মোউষূমী:82.94|মৌছুমি:82.45|মৌছূমী:82.45|মোউশূমি:80.45|মোউষূমি:80.45|মৌসোমী:80.0|মৌছূমি:79.98|মৌসোমি:77.6|মোউছুমী:76.5|মৌশোমী:76.0|মৌষোমী:76.0|মৌচুমী:75.0|মোউছুমি:74.21|মোউছূমী:74.21|মৌশোমি:73.72|মৌষোমি:73.72|মৌচুমি:72.75|মৌচূমী:72.75|মোউসোমী:72.0|মোউছূমি:71.98|মৌচূমি:70.57
G	bn	b	মৌসুমী	মৌসূমী:97.0|মৌসুমি:97.0|মৌশুমী:95.0|মৌষুমী:95.0|মৌসূমি:94.09|মৌশুমি:92.15|মৌশূমী:92.15|মৌষুমি:92.15|মৌষূমী:92.15|মোউসুমী:90.0|মৌশূমি:89.39|মৌষূমি:89.39|মোউসুমি:87.3|মোউসূমী:87.3|মোউশুমী:85.5|মোউষুমী:85.5|মৌছুমী:85.0|মোউসূমি:84.68|মোউশুমি:82.94|মোউশূমী:82.94
G	bn	c	মৌসুমী	মৌসুমী:100.0|মৌসূমী:97.0|মৌসুমি:97.0|মৌশুমী:95.0|মৌষুমী:95.0|মোউসুমী:90.0|মৌছুমী:85.0|মৌসোমী:80.0|মৌচুমী:75.0
G	bn	d	মৌসুমী	মৌসুমী:100.0|মৌসূমী:97.0|মৌসুমি:97.0|মৌশুমী:95.0|মৌষুমী:95.0|মৌসূমি:94.09|মৌশুমি:92.15|মৌশূমী:92.15|মৌষুমি:92.15|মৌষূমী:92.15|মোউসুমী:90.0|মোউসুমি:87.3|মোউসূমী:87.3|মোউশুমী:85.5|মোউষুমী:85.5
G	bn	a	ঐতিহ্য	ঐতিহ্য:100.0|ঐতীহ্য:97.0|ঐৎিহ্য:95.0|ঐতিহ্জ:95.0|ঐৎীহ্য:92.15|ঐতীহ্জ:92.15|ঐৎিহ্জ:90.25|অইতিহ্য:90.0|ওইতিহ্য:90.0|ঐৎীহ্জ:87.54|অইতীহ্য:87.3|ওইতীহ্য:87.3|অইতিহ্জ:85.5|অইৎিহ্য:85.5|ওইতিহ্জ:85.5|ওইৎিহ্য:85.5|ঐতিহ্যো:85.0|অইৎীহ্য:82.94|ওইৎীহ্য:82.94|অইতীহ্জ:82.94|ওইতীহ্জ:82.94|ঐতীহ্যো:82.45|অইৎিহ্জ:81.22|ওইৎিহ্জ:81.22|ঐৎিহ্যো:80.75|অইৎীহ্জ:78.79|ওইৎীহ্জ:78.79|ঐৎীহ্যো:78.33|অইতিহ্যো:76.5|ওইতিহ্যো:76.5|ঐটিহ্য:75.0|ঐতিহ্ঝ:75.0|ঐথিহ্য:75.0|অইতীহ্যো:74.21|ওইতীহ্যো:74.21|ঐতীহ্ঝ:72.75|ঐটীহ্য:72.75|ঐথীহ্য:72.75|অইৎিহ্যো:72.68|ওইৎিহ্যো:72.68|ঐৎিহ্ঝ:71.25|ঐটিহ্জ:71.25|ঐথিহ্জ:71.25|অইৎীহ্যো:70.49|ওইৎীহ্যো:70.49
G	bn	b	ঐতিহ্য	ঐতীহ্য:97.0|ঐৎিহ্য:95.0|ঐতিহ্জ:95.0|ঐৎীহ্য:92.15|ঐতীহ্জ:92.15|ঐৎিহ্জ:90.25|অইতিহ্য:90.0|ওইতিহ্য:90.0|ঐৎীহ্জ:87.54|অইতীহ্য:87.3|ওইতীহ্য:87.3|অইতিহ্জ:85.5|অইৎিহ্য:85.5|ওইতিহ্জ:85.5|ওইৎিহ্য:85.5|ঐতিহ্যো:85.0|অইৎীহ্য:82.94|ওইৎীহ্য:82.94|অইতীহ্জ:82.94|ওইতীহ্জ:82.94
G	bn	c	ঐতিহ্য	ঐতিহ্য:100.0|ঐতীহ্য:97.0|ঐৎিহ্য:95.0|ঐতিহ্জ:95.0|অইতিহ্য:90.0|ওইতিহ্য:90.0|ঐতিহ্যো:85.0|ঐটিহ্য:75.0|ঐতিহ্ঝ:75.0|ঐথিহ্য:75.0
G	bn	d	ঐতিহ্য	ঐতিহ্য:100.0|ঐতীহ্য:97.0|ঐৎিহ্য:95.0|ঐতিহ্জ:95.0|ঐৎীহ্য:92.15|ঐতীহ্জ:92.15|ঐৎিহ্জ:90.25|অইতিহ্য:90.0|ওইতিহ্য:90.0|অইতীহ্য:87.3|ওইতীহ্য:87.3|অইতিহ্জ:85.5|অইৎিহ্য:85.5|ওইতিহ্জ:85.5|ওইৎিহ্য:85.5
G	bn	a	ভৈরব	ভৈরব:100.0|ভোইরব:90.0|ভৈড়ব:85.0|ভৈরবো:85.0|ভৈঢ়ব:80.0|ভোইড়ব:76.5|ভোইরবো:76.5|ভৈরভ:75.0|বৈরব:75.0|ভৈড়বো:72.25|ভোইঢ়ব:72.0
G	bn	b	ভৈরব	ভোইরব:90.0|ভৈড়ব:85.0|ভৈরবো:85.0|ভৈঢ়ব:80.0|ভোইড়ব:76.5|ভোইরবো:76.5|ভৈরভ:75.0|বৈরব:75.0|ভৈড়বো:72.25|ভোইঢ়ব:72.0|ভৈঢ়বো:68.0|ভোইরভ:67.5|বোইরব:67.5|ভোইড়বো:65.03|বৈরবো:63.75|ভৈড়ভ:63.75|বৈড়ব:63.75|ভোইঢ়বো:61.2|ভৈঢ়ভ:60.0|বৈঢ়ব:60.0
G	bn	c	ভৈরব	ভৈরব:100.0|ভোইরব:90.0|ভৈড়ব:85.0|ভৈরবো:85.0|ভৈঢ়ব:80.0|ভৈরভ:75.0|বৈরব:75.0
G	bn	d	ভৈরব	ভৈরব:100.0|ভোইরব:90.0|ভৈড়ব:85.0|ভৈরবো:85.0|ভৈঢ়ব:80.0|ভোইড়ব:76.5|ভোইরবো:76.5|ভৈরভ:75.0|বৈরব:75.0|ভৈড়বো:72.25|ভোইঢ়ব:72.0|ভৈঢ়বো:68.0|ভোইরভ:67.5|বোইরব:67.5|বৈরবো:63.75
G	bn	a	সৈকত	সৈকত:100.0|শৈকত:95.0|ষৈকত:95.0|সৈকৎ:95.0|শৈকৎ:90.25|ষৈকৎ:90.25|সোইকত:90.0|সোইকৎ:85.5|শোইকত:85.5|ষোইকত:85.5|ছৈকত:85.0|সৈকতো:85.0|শোইকৎ:81.22|ষোইকৎ:81.22|শৈকতো:80.75|ষৈকতো:80.75|ছৈকৎ:80.75|ছোইকত:76.5|সোইকতো:76.5|সৈখত:75.0|চৈকত:75.0|সৈকট:75.0|সৈকথ:75.0|শোইকতো:72.68|ষোইকতো:72.68|ছোইকৎ:72.68|ছৈকতো:72.25|সৈখৎ:71.25|শৈখত:71.25|ষৈখত:71.25|শৈকট:71.25|ষৈকট:71.25|চৈকৎ:71.25|শৈকথ:71.25|ষৈকথ:71.25
G	bn	b	সৈকত	শৈকত:95.0|ষৈকত:95.0|সৈকৎ:95.0|শৈকৎ:90.25|ষৈকৎ:90.25|সোইকত:90.0|সোইকৎ:85.5|শোইকত:85.5|ষোইকত:85.5|ছৈকত:85.0|সৈকতো:85.0|শোইকৎ:81.22|ষোইকৎ:81.22|শৈকতো:80.75|ষৈকতো:80.75|ছৈকৎ:80.75|ছোইকত:76.5|সোইকতো:76.5|সৈখত:75.0|চৈকত:75.0
G	bn	c	সৈকত	সৈকত:100.0|শৈকত:95.0|ষৈকত:95.0|সৈকৎ:95.0|সোইকত:90.0|ছৈকত:85.0|সৈকতো:85.0|সৈখত:75.0|চৈকত:75.0|সৈকট:75.0|সৈকথ:75.0
"""

private val goldenPart8 = """
G	bn	d	সৈকত	সৈকত:100.0|শৈকত:95.0|ষৈকত:95.0|সৈকৎ:95.0|শৈকৎ:90.25|ষৈকৎ:90.25|সোইকত:90.0|সোইকৎ:85.5|শোইকত:85.5|ষোইকত:85.5|ছৈকত:85.0|সৈকতো:85.0|শৈকতো:80.75|ষৈকতো:80.75|ছৈকৎ:80.75
G	bn	a	বৈশাখ	বৈশাখ:100.0|বৈষাখ:95.0|বৈসাখ:95.0|বোইশাখ:90.0|বৈশাক্ষ:90.0|বোইষাখ:85.5|বোইসাখ:85.5|বৈষাক্ষ:85.5|বৈসাক্ষ:85.5|বৈছাখ:85.0|বৈশাখো:85.0|বোইশাক্ষ:81.0|বৈষাখো:80.75|বৈসাখো:80.75|বোইষাক্ষ:76.95|বোইসাক্ষ:76.95|বোইছাখ:76.5|বোইশাখো:76.5|বৈছাক্ষ:76.5|ভৈশাখ:75.0|বৈচাখ:75.0|বৈশাক:75.0|বোইষাখো:72.67|বোইসাখো:72.67|বৈছাখো:72.25|ভৈষাখ:71.25|ভৈসাখ:71.25|বৈষাক:71.25|বৈসাক:71.25
G	bn	b	বৈশাখ	বৈষাখ:95.0|বৈসাখ:95.0|বোইশাখ:90.0|বৈশাক্ষ:90.0|বোইষাখ:85.5|বোইসাখ:85.5|বৈষাক্ষ:85.5|বৈসাক্ষ:85.5|বৈছাখ:85.0|বৈশাখো:85.0|বোইশাক্ষ:81.0|বৈষাখো:80.75|বৈসাখো:80.75|বোইষাক্ষ:76.95|বোইসাক্ষ:76.95|বোইছাখ:76.5|বোইশাখো:76.5|বৈছাক্ষ:76.5|ভৈশাখ:75.0|বৈচাখ:75.0
G	bn	c	বৈশাখ	বৈশাখ:100.0|বৈষাখ:95.0|বৈসাখ:95.0|বোইশাখ:90.0|বৈশাক্ষ:90.0|বৈছাখ:85.0|বৈশাখো:85.0|ভৈশাখ:75.0|বৈচাখ:75.0|বৈশাক:75.0
G	bn	d	বৈশাখ	বৈশাখ:100.0|বৈষাখ:95.0|বৈসাখ:95.0|বোইশাখ:90.0|বৈশাক্ষ:90.0|বোইষাখ:85.5|বোইসাখ:85.5|বৈষাক্ষ:85.5|বৈসাক্ষ:85.5|বৈছাখ:85.0|বৈশাখো:85.0|বোইশাক্ষ:81.0|বৈষাখো:80.75|বৈসাখো:80.75|বোইছাখ:76.5
G	bn	a	কৌশল	কৌশল:100.0|কৌষল:95.0|কৌসল:95.0|কোউশল:90.0|কোউষল:85.5|কোউসল:85.5|কৌছল:85.0|কৌশলো:85.0|কৌষলো:80.75|কৌসলো:80.75|কোউশলো:76.5|কোউছল:76.5|কৌচল:75.0|খৌশল:75.0|কোউষলো:72.67|কোউসলো:72.67|কৌছলো:72.25|খৌষল:71.25|খৌসল:71.25
G	bn	b	কৌশল	কৌষল:95.0|কৌসল:95.0|কোউশল:90.0|কোউষল:85.5|কোউসল:85.5|কৌছল:85.0|কৌশলো:85.0|কৌষলো:80.75|কৌসলো:80.75|কোউশলো:76.5|কোউছল:76.5|কৌচল:75.0|খৌশল:75.0|কোউষলো:72.67|কোউসলো:72.67|কৌছলো:72.25|খৌষল:71.25|খৌসল:71.25|কোউচল:67.5|খোউশল:67.5
G	bn	c	কৌশল	কৌশল:100.0|কৌষল:95.0|কৌসল:95.0|কোউশল:90.0|কৌছল:85.0|কৌশলো:85.0|কৌচল:75.0|খৌশল:75.0
G	bn	d	কৌশল	কৌশল:100.0|কৌষল:95.0|কৌসল:95.0|কোউশল:90.0|কোউষল:85.5|কোউসল:85.5|কৌছল:85.0|কৌশলো:85.0|কৌষলো:80.75|কৌসলো:80.75|কোউশলো:76.5|কোউছল:76.5|কৌচল:75.0|খৌশল:75.0|কৌছলো:72.25
G	bn	a	পৌষ	পৌষ:100.0|পৌশ:95.0|পৌস:95.0|পোউষ:90.0|পোউশ:85.5|পোউস:85.5|পৌষো:85.0|পৌছ:80.0|পোউষো:76.5|ফৌষ:75.0|পৌচ:75.0|পোউছ:72.0|ফৌশ:71.25|ফৌস:71.25
G	bn	b	পৌষ	পৌশ:95.0|পৌস:95.0|পোউষ:90.0|পোউশ:85.5|পোউস:85.5|পৌষো:85.0|পৌছ:80.0|পোউষো:76.5|ফৌষ:75.0|পৌচ:75.0|পোউছ:72.0|ফৌশ:71.25|ফৌস:71.25|ফোউষ:67.5|পোউচ:67.5|ফোউশ:64.13|ফোউস:64.13|ফৌষো:63.75|ফৌছ:60.0|ফোউষো:57.38
G	bn	c	পৌষ	পৌষ:100.0|পৌশ:95.0|পৌস:95.0|পোউষ:90.0|পৌষো:85.0|পৌছ:80.0|ফৌষ:75.0|পৌচ:75.0
G	bn	d	পৌষ	পৌষ:100.0|পৌশ:95.0|পৌস:95.0|পোউষ:90.0|পোউশ:85.5|পোউস:85.5|পৌষো:85.0|পৌছ:80.0|পোউষো:76.5|ফৌষ:75.0|পৌচ:75.0|পোউছ:72.0|ফৌশ:71.25|ফৌস:71.25|ফোউষ:67.5
G	bn	a	গৌরব	গৌরব:100.0|গোউরব:90.0|গৌড়ব:85.0|গৌরবো:85.0|গৌঢ়ব:80.0|গোউড়ব:76.5|গোউরবো:76.5|গৌরভ:75.0|ঘৌরব:75.0|গৌড়বো:72.25|গোউঢ়ব:72.0
G	bn	b	গৌরব	গোউরব:90.0|গৌড়ব:85.0|গৌরবো:85.0|গৌঢ়ব:80.0|গোউড়ব:76.5|গোউরবো:76.5|গৌরভ:75.0|ঘৌরব:75.0|গৌড়বো:72.25|গোউঢ়ব:72.0|গৌঢ়বো:68.0|গোউরভ:67.5|ঘোউরব:67.5|গোউড়বো:65.03|ঘৌরবো:63.75|গৌড়ভ:63.75|ঘৌড়ব:63.75|গোউঢ়বো:61.2|গৌঢ়ভ:60.0|ঘৌঢ়ব:60.0
G	bn	c	গৌরব	গৌরব:100.0|গোউরব:90.0|গৌড়ব:85.0|গৌরবো:85.0|গৌঢ়ব:80.0|গৌরভ:75.0|ঘৌরব:75.0
G	bn	d	গৌরব	গৌরব:100.0|গোউরব:90.0|গৌড়ব:85.0|গৌরবো:85.0|গৌঢ়ব:80.0|গোউড়ব:76.5|গোউরবো:76.5|গৌরভ:75.0|ঘৌরব:75.0|গৌড়বো:72.25|গোউঢ়ব:72.0|গৌঢ়বো:68.0|গোউরভ:67.5|ঘোউরব:67.5|ঘৌরবো:63.75
S	bn	মাসুদ	আসাদ	18.0
S	bn	মাসুদ	রহিম	1.28
S	bn	মাসুদ	ঢাকা	3.2
S	bn	মাসুদ	মাসুদ	100.0
S	bn	আসাদ	রহিম	2.56
S	bn	আসাদ	করিম	2.56
S	bn	আসাদ	চট্টগ্রাম	0.68
S	bn	আসাদ	আসাদ	100.0
S	bn	রহিম	করিম	25.0
S	bn	রহিম	সুমন	4.0
S	bn	রহিম	বাংলাদেশ	0.16
S	bn	রহিম	রহিম	100.0
S	bn	করিম	সুমন	4.0
S	bn	করিম	শুভ	3.2
S	bn	করিম	কলকাতা	1.6
S	bn	করিম	করিম	100.0
S	bn	সুমন	শুভ	19.0
S	bn	সুমন	সোহেল	6.4
S	bn	সুমন	রাজশাহী	0.76
S	bn	সুমন	সুমন	100.0
S	bn	শুভ	সোহেল	7.6
S	bn	শুভ	ঢাকা	3.2
S	bn	শুভ	খুলনা	4.0
S	bn	শুভ	শুভ	100.0
S	bn	সোহেল	ঢাকা	1.28
S	bn	সোহেল	চট্টগ্রাম	0.35
S	bn	সোহেল	বরিশাল	1.28
S	bn	সোহেল	সোহেল	100.0
S	bn	ঢাকা	চট্টগ্রাম	0.58
S	bn	ঢাকা	বাংলাদেশ	1.0
S	bn	ঢাকা	সিলেট	1.28
S	bn	ঢাকা	ঢাকা	100.0
S	bn	চট্টগ্রাম	বাংলাদেশ	0.09
S	bn	চট্টগ্রাম	কলকাতা	0.37
S	bn	চট্টগ্রাম	রংপুর	0.46
S	bn	চট্টগ্রাম	চট্টগ্রাম	100.0
S	bn	বাংলাদেশ	কলকাতা	0.4
S	bn	বাংলাদেশ	রাজশাহী	0.51
S	bn	বাংলাদেশ	ময়মনসিংহ	0.07
S	bn	বাংলাদেশ	বাংলাদেশ	100.0
S	bn	কলকাতা	রাজশাহী	0.51
S	bn	কলকাতা	খুলনা	3.75
S	bn	কলকাতা	কুমিল্লা	1.09
S	bn	কলকাতা	কলকাতা	100.0
S	bn	রাজশাহী	খুলনা	0.64
S	bn	রাজশাহী	বরিশাল	2.0
S	bn	রাজশাহী	গাজীপুর	1.02
S	bn	রাজশাহী	রাজশাহী	100.0
S	bn	খুলনা	বরিশাল	1.28
S	bn	খুলনা	সিলেট	2.56
S	bn	খুলনা	নারায়ণগঞ্জ	0.13
S	bn	খুলনা	খুলনা	100.0
S	bn	বরিশাল	সিলেট	1.28
S	bn	বরিশাল	রংপুর	1.28
S	bn	বরিশাল	আনন্দ	0.54
S	bn	বরিশাল	বরিশাল	100.0
S	bn	সিলেট	রংপুর	1.02
S	bn	সিলেট	ময়মনসিংহ	0.5
S	bn	সিলেট	ভালোবাসা	0.32
S	bn	সিলেট	সিলেট	100.0
S	bn	রংপুর	ময়মনসিংহ	0.13
S	bn	রংপুর	কুমিল্লা	0.22
S	bn	রংপুর	বন্ধু	2.72
S	bn	রংপুর	রংপুর	100.0
S	bn	ময়মনসিংহ	কুমিল্লা	0.27
S	bn	ময়মনসিংহ	গাজীপুর	0.12
S	bn	ময়মনসিংহ	মানুষ	1.19
S	bn	ময়মনসিংহ	ময়মনসিংহ	100.0
S	bn	কুমিল্লা	গাজীপুর	0.34
S	bn	কুমিল্লা	নারায়ণগঞ্জ	0.03
S	bn	কুমিল্লা	পৃথিবী	0.44
S	bn	কুমিল্লা	কুমিল্লা	100.0
S	bn	গাজীপুর	নারায়ণগঞ্জ	0.09
S	bn	গাজীপুর	আনন্দ	0.61
S	bn	গাজীপুর	সূর্য	1.03
S	bn	গাজীপুর	গাজীপুর	100.0
S	bn	নারায়ণগঞ্জ	আনন্দ	0.86
S	bn	নারায়ণগঞ্জ	ভালোবাসা	0.07
S	bn	নারায়ণগঞ্জ	চাঁদ	0.18
S	bn	নারায়ণগঞ্জ	নারায়ণগঞ্জ	100.0
S	bn	আনন্দ	ভালোবাসা	0.31
S	bn	আনন্দ	বন্ধু	7.5
S	bn	আনন্দ	আকাশ	5.44
S	bn	আনন্দ	আনন্দ	100.0
S	bn	ভালোবাসা	বন্ধু	0.51
S	bn	ভালোবাসা	মানুষ	1.52
S	bn	ভালোবাসা	নদী	0.2
S	bn	ভালোবাসা	ভালোবাসা	100.0
S	bn	বন্ধু	মানুষ	4.25
S	bn	বন্ধু	পৃথিবী	0.54
S	bn	বন্ধু	পাহাড়	1.09
S	bn	বন্ধু	বন্ধু	100.0
S	bn	মানুষ	পৃথিবী	0.51
S	bn	মানুষ	সূর্য	1.65
S	bn	মানুষ	শহর	1.6
S	bn	মানুষ	মানুষ	100.0
S	bn	পৃথিবী	সূর্য	0.54
S	bn	পৃথিবী	চাঁদ	0.68
S	bn	পৃথিবী	গ্রাম	0.54
S	bn	পৃথিবী	পৃথিবী	100.0
S	bn	সূর্য	চাঁদ	4.34
S	bn	সূর্য	আকাশ	2.18
S	bn	সূর্য	স্কুল	7.01
S	bn	সূর্য	সূর্য	100.0
S	bn	চাঁদ	আকাশ	6.8
S	bn	চাঁদ	নদী	8.5
S	bn	চাঁদ	বিদ্যালয়	0.72
S	bn	চাঁদ	চাঁদ	100.0
S	bn	আকাশ	নদী	3.2
S	bn	আকাশ	পাহাড়	7.2
S	bn	আকাশ	শিক্ষক	4.04
S	bn	আকাশ	আকাশ	100.0
S	bn	নদী	পাহাড়	1.6
S	bn	নদী	শহর	6.4
S	bn	নদী	ছাত্র	2.72
S	bn	নদী	নদী	100.0
S	bn	পাহাড়	শহর	8.5
S	bn	পাহাড়	গ্রাম	2.72
S	bn	পাহাড়	ছাত্রী	2.89
S	bn	পাহাড়	পাহাড়	100.0
S	bn	শহর	গ্রাম	4.25
S	bn	শহর	স্কুল	6.46
S	bn	শহর	বই	8.0
S	bn	শহর	শহর	100.0
S	bn	গ্রাম	স্কুল	2.56
S	bn	গ্রাম	বিদ্যালয়	0.8
S	bn	গ্রাম	কলম	6.8
S	bn	গ্রাম	গ্রাম	100.0
S	bn	স্কুল	বিদ্যালয়	0.8
S	bn	স্কুল	শিক্ষক	5.49
S	bn	স্কুল	খাতা	2.55
S	bn	স্কুল	স্কুল	100.0
S	bn	বিদ্যালয়	শিক্ষক	0.64
S	bn	বিদ্যালয়	ছাত্র	0.58
S	bn	বিদ্যালয়	ভাত	1.59
S	bn	বিদ্যালয়	বিদ্যালয়	100.0
S	bn	শিক্ষক	ছাত্র	2.72
S	bn	শিক্ষক	ছাত্রী	2.18
S	bn	শিক্ষক	মাছ	2.72
S	bn	শিক্ষক	শিক্ষক	100.0
S	bn	ছাত্র	ছাত্রী	50.0
S	bn	ছাত্র	বই	3.4
S	bn	ছাত্র	মাংস	5.44
S	bn	ছাত্র	ছাত্র	100.0
S	bn	ছাত্রী	বই	3.82
S	bn	ছাত্রী	কলম	1.36
S	bn	ছাত্রী	ডাল	3.4
S	bn	ছাত্রী	ছাত্রী	100.0
S	bn	বই	কলম	8.0
S	bn	বই	খাতা	4.0
S	bn	বই	রুটি	9.0
S	bn	বই	বই	100.0
S	bn	কলম	খাতা	6.0
S	bn	কলম	ভাত	6.4
S	bn	কলম	চা	8.0
S	bn	কলম	কলম	100.0
S	bn	খাতা	ভাত	20.0
S	bn	খাতা	মাছ	8.0
S	bn	খাতা	পানি	6.4
S	bn	খাতা	খাতা	100.0
S	bn	ভাত	মাছ	16.0
S	bn	ভাত	মাংস	8.0
S	bn	ভাত	দুধ	6.4
S	bn	ভাত	ভাত	100.0
S	bn	মাছ	মাংস	42.5
S	bn	মাছ	ডাল	16.0
S	bn	মাছ	ফল	8.0
S	bn	মাছ	মাছ	100.0
S	bn	মাংস	ডাল	8.0
S	bn	মাংস	রুটি	2.56
S	bn	মাংস	সবজি	2.56
S	bn	মাংস	মাংস	100.0
S	bn	ডাল	রুটি	3.2
S	bn	ডাল	চা	20.0
S	bn	ডাল	জ্ঞান	6.8
S	bn	ডাল	ডাল	100.0
S	bn	রুটি	চা	4.0
S	bn	রুটি	পানি	6.4
S	bn	রুটি	বিজ্ঞান	0.54
S	bn	রুটি	রুটি	100.0
S	bn	চা	পানি	10.0
S	bn	চা	দুধ	8.0
S	bn	চা	যন্ত্র	2.89
S	bn	চা	চা	100.0
S	bn	পানি	দুধ	3.2
S	bn	পানি	ফল	7.5
S	bn	পানি	কম্পিউটার	0.53
S	bn	পানি	পানি	100.0
S	bn	দুধ	ফল	8.0
S	bn	দুধ	সবজি	3.2
S	bn	দুধ	ফোন	12.8
S	bn	দুধ	দুধ	100.0
S	bn	ফল	সবজি	4.0
S	bn	ফল	জ্ঞান	3.4
S	bn	ফল	ইন্টারনেট	0.21
S	bn	ফল	ফল	100.0
S	bn	সবজি	জ্ঞান	2.18
S	bn	সবজি	বিজ্ঞান	2.12
S	bn	সবজি	গান	3.2
S	bn	সবজি	সবজি	100.0
S	bn	জ্ঞান	বিজ্ঞান	25.0
S	bn	জ্ঞান	যন্ত্র	7.47
S	bn	জ্ঞান	নাচ	13.6
S	bn	জ্ঞান	জ্ঞান	100.0
S	bn	বিজ্ঞান	যন্ত্র	1.87
S	bn	বিজ্ঞান	কম্পিউটার	0.46
S	bn	বিজ্ঞান	খেলা	1.36
S	bn	বিজ্ঞান	বিজ্ঞান	100.0
S	bn	যন্ত্র	কম্পিউটার	0.64
S	bn	যন্ত্র	ফোন	3.61
S	bn	যন্ত্র	ছবি	2.31
S	bn	যন্ত্র	যন্ত্র	100.0
S	bn	কম্পিউটার	ফোন	0.32
S	bn	কম্পিউটার	ইন্টারনেট	0.41
S	bn	কম্পিউটার	ঋতু	0.38
S	bn	কম্পিউটার	কম্পিউটার	100.0
S	bn	ফোন	ইন্টারনেট	0.43
S	bn	ফোন	গান	16.0
S	bn	ফোন	বর্ষা	2.72
S	bn	ফোন	ফোন	100.0
S	bn	ইন্টারনেট	গান	1.06
S	bn	ইন্টারনেট	নাচ	1.06
S	bn	ইন্টারনেট	শরৎ	0.43
S	bn	ইন্টারনেট	ইন্টারনেট	100.0
S	bn	গান	নাচ	16.0
S	bn	গান	খেলা	5.0
S	bn	গান	হেমন্ত	3.4
S	bn	গান	গান	100.0
S	bn	নাচ	খেলা	5.0
S	bn	নাচ	ছবি	6.4
S	bn	নাচ	শীত	6.4
S	bn	নাচ	নাচ	100.0
S	bn	খেলা	ছবি	3.2
S	bn	খেলা	ঋতু	3.2
S	bn	খেলা	বসন্ত	2.18
S	bn	খেলা	খেলা	100.0
S	bn	ছবি	ঋতু	6.4
S	bn	ছবি	বর্ষা	4.25
S	bn	ছবি	গ্রীষ্ম	2.8
S	bn	ছবি	ছবি	100.0
S	bn	ঋতু	বর্ষা	2.72
S	bn	ঋতু	শরৎ	9.5
S	bn	ঋতু	ঝড়	8.0
S	bn	ঋতু	ঋতু	100.0
S	bn	বর্ষা	শরৎ	6.8
S	bn	বর্ষা	হেমন্ত	0.92
S	bn	বর্ষা	বৃষ্টি	5.78
S	bn	বর্ষা	বর্ষা	100.0
S	bn	শরৎ	হেমন্ত	3.23
S	bn	শরৎ	শীত	38.0
S	bn	শরৎ	রোদ	10.0
S	bn	শরৎ	শরৎ	100.0
S	bn	হেমন্ত	শীত	3.4
S	bn	হেমন্ত	বসন্ত	8.0
S	bn	হেমন্ত	আমি	3.4
S	bn	হেমন্ত	হেমন্ত	100.0
S	bn	শীত	বসন্ত	16.15
S	bn	শীত	গ্রীষ্ম	2.89
S	bn	শীত	তুমি	4.85
S	bn	শীত	শীত	100.0
S	bn	বসন্ত	গ্রীষ্ম	1.61
S	bn	বসন্ত	ঝড়	3.4
S	bn	বসন্ত	সে	8.5
S	bn	বসন্ত	বসন্ত	100.0
S	bn	গ্রীষ্ম	ঝড়	3.07
S	bn	গ্রীষ্ম	বৃষ্টি	1.36
S	bn	গ্রীষ্ম	আমরা	1.45
S	bn	গ্রীষ্ম	গ্রীষ্ম	100.0
S	bn	ঝড়	বৃষ্টি	1.7
S	bn	ঝড়	রোদ	10.63
S	bn	ঝড়	তোমরা	4.25
S	bn	ঝড়	ঝড়	100.0
S	bn	বৃষ্টি	রোদ	1.36
S	bn	বৃষ্টি	আমি	3.4
S	bn	বৃষ্টি	তারা	1.09
S	bn	বৃষ্টি	বৃষ্টি	100.0
S	bn	রোদ	আমি	6.4
S	bn	রোদ	তুমি	6.4
S	bn	রোদ	এই	8.0
S	bn	রোদ	রোদ	100.0
S	bn	আমি	তুমি	20.0
S	bn	আমি	সে	8.0
S	bn	আমি	ওই	18.0
S	bn	আমি	আমি	100.0
S	bn	তুমি	সে	4.0
S	bn	তুমি	আমরা	4.0
S	bn	তুমি	কেন	3.2
S	bn	তুমি	তুমি	100.0
S	bn	সে	আমরা	4.0
S	bn	সে	তোমরা	2.0
S	bn	সে	কোথায়	2.0
S	bn	সে	সে	100.0
S	bn	আমরা	তোমরা	20.0
S	bn	আমরা	তারা	22.5
S	bn	আমরা	ঈদ	4.0
S	bn	আমরা	আমরা	100.0
S	bn	তোমরা	তারা	20.0
S	bn	তোমরা	এই	2.0
S	bn	তোমরা	পূজা	3.2
S	bn	তোমরা	তোমরা	100.0
S	bn	তারা	এই	4.0
S	bn	তারা	ওই	4.0
S	bn	তারা	উৎসব	3.8
S	bn	তারা	তারা	100.0
S	bn	এই	ওই	40.0
S	bn	এই	কেন	18.0
S	bn	এই	বিয়ে	9.0
S	bn	এই	এই	100.0
S	bn	ওই	কেন	8.0
S	bn	ওই	কোথায়	4.5
S	bn	ওই	জন্ম	6.8
S	bn	ওই	ওই	100.0
S	bn	কেন	কোথায়	4.0
S	bn	কেন	ঈদ	8.0
S	bn	কেন	মৃত্যু	1.36
S	bn	কেন	কেন	100.0
S	bn	কোথায়	ঈদ	2.0
S	bn	কোথায়	পূজা	3.2
S	bn	কোথায়	স্বপ্ন	0.92
S	bn	কোথায়	কোথায়	100.0
S	bn	ঈদ	পূজা	4.0
S	bn	ঈদ	উৎসব	4.0
S	bn	ঈদ	আশা	8.0
S	bn	ঈদ	ঈদ	100.0
S	bn	পূজা	উৎসব	3.6
S	bn	পূজা	বিয়ে	2.56
S	bn	পূজা	ভয়	4.0
S	bn	পূজা	পূজা	100.0
S	bn	উৎসব	বিয়ে	2.56
S	bn	উৎসব	জন্ম	2.72
S	bn	উৎসব	সাহস	4.0
S	bn	উৎসব	উৎসব	100.0
S	bn	বিয়ে	জন্ম	2.72
S	bn	বিয়ে	মৃত্যু	1.09
S	bn	বিয়ে	ঐশ্বর্য	1.45
S	bn	বিয়ে	বিয়ে	100.0
S	bn	জন্ম	মৃত্যু	1.72
S	bn	জন্ম	স্বপ্ন	3.07
S	bn	জন্ম	ঔষধ	5.44
S	bn	জন্ম	জন্ম	100.0
S	bn	মৃত্যু	স্বপ্ন	1.09
S	bn	মৃত্যু	আশা	1.36
S	bn	মৃত্যু	ঋণ	3.83
S	bn	মৃত্যু	মৃত্যু	100.0
S	bn	স্বপ্ন	আশা	3.43
S	bn	স্বপ্ন	ভয়	5.42
S	bn	স্বপ্ন	ঈশ্বর	8.08
S	bn	স্বপ্ন	স্বপ্ন	100.0
S	bn	আশা	ভয়	8.0
S	bn	আশা	সাহস	11.88
S	bn	আশা	উপহার	4.0
S	bn	আশা	আশা	100.0
S	bn	ভয়	সাহস	4.0
S	bn	ভয়	ঐশ্বর্য	2.71
S	bn	ভয়	ঊষা	8.0
S	bn	ভয়	ভয়	100.0
S	bn	সাহস	ঐশ্বর্য	2.2
S	bn	সাহস	ঔষধ	4.75
S	bn	সাহস	এক	4.0
S	bn	সাহস	সাহস	100.0
S	bn	ঐশ্বর্য	ঔষধ	2.75
S	bn	ঐশ্বর্য	ঋণ	1.45
S	bn	ঐশ্বর্য	দুই	1.16
S	bn	ঐশ্বর্য	ঐশ্বর্য	100.0
S	bn	ঔষধ	ঋণ	8.0
S	bn	ঔষধ	ঈশ্বর	6.46
S	bn	ঔষধ	তিন	6.4
S	bn	ঔষধ	ঔষধ	100.0
S	bn	ঋণ	ঈশ্বর	3.4
S	bn	ঋণ	উপহার	2.0
S	bn	ঋণ	চার	8.0
S	bn	ঋণ	ঋণ	100.0
S	bn	ঈশ্বর	উপহার	2.72
S	bn	ঈশ্বর	ঊষা	6.46
S	bn	ঈশ্বর	পাঁচ	2.71
S	bn	ঈশ্বর	ঈশ্বর	100.0
S	bn	উপহার	ঊষা	9.7
S	bn	উপহার	এক	2.0
S	bn	উপহার	ছয়	2.0
S	bn	উপহার	উপহার	100.0
S	bn	ঊষা	এক	8.0
S	bn	ঊষা	দুই	6.4
S	bn	ঊষা	সাত	23.75
S	bn	ঊষা	ঊষা	100.0
S	bn	এক	দুই	8.0
S	bn	এক	তিন	8.0
S	bn	এক	আট	16.0
S	bn	এক	এক	100.0
S	bn	দুই	তিন	9.0
S	bn	দুই	চার	6.4
S	bn	দুই	নয়	8.0
S	bn	দুই	দুই	100.0
S	bn	তিন	চার	6.4
S	bn	তিন	পাঁচ	5.44
S	bn	তিন	দশ	8.0
S	bn	তিন	তিন	100.0
S	bn	চার	পাঁচ	13.6
S	bn	চার	ছয়	17.0
S	bn	চার	শত	15.0
S	bn	চার	চার	100.0
S	bn	পাঁচ	ছয়	9.03
S	bn	পাঁচ	সাত	13.6
S	bn	পাঁচ	সহস্র	4.34
S	bn	পাঁচ	পাঁচ	100.0
S	bn	ছয়	সাত	17.0
S	bn	ছয়	আট	16.0
S	bn	ছয়	লক্ষ	8.5
S	bn	ছয়	ছয়	100.0
S	bn	সাত	আট	33.75
S	bn	সাত	নয়	8.0
S	bn	সাত	কোটি	6.0
S	bn	সাত	সাত	100.0
S	bn	আট	নয়	16.0
S	bn	আট	দশ	16.0
S	bn	আট	রহমান	4.5
S	bn	আট	আট	100.0
S	bn	নয়	দশ	16.0
S	bn	নয়	শত	16.0
S	bn	নয়	হোসেন	3.13
S	bn	নয়	নয়	100.0
S	bn	দশ	শত	25.0
S	bn	দশ	সহস্র	8.08
S	bn	দশ	আহমেদ	3.13
S	bn	দশ	দশ	100.0
S	bn	শত	সহস্র	8.08
S	bn	শত	লক্ষ	10.09
S	bn	শত	ইসলাম	4.75
S	bn	শত	শত	100.0
S	bn	সহস্র	লক্ষ	5.49
S	bn	সহস্র	কোটি	2.18
S	bn	সহস্র	খান	2.72
S	bn	সহস্র	সহস্র	100.0
S	bn	লক্ষ	কোটি	4.25
S	bn	লক্ষ	রহমান	1.36
S	bn	লক্ষ	চৌধুরী	0.68
S	bn	লক্ষ	লক্ষ	100.0
S	bn	কোটি	রহমান	1.28
S	bn	কোটি	হোসেন	3.2
S	bn	কোটি	সরকার	2.0
S	bn	কোটি	কোটি	100.0
S	bn	রহমান	হোসেন	4.0
S	bn	রহমান	আহমেদ	6.4
S	bn	রহমান	দাস	4.0
S	bn	রহমান	রহমান	100.0
S	bn	হোসেন	আহমেদ	4.0
S	bn	হোসেন	ইসলাম	1.6
S	bn	হোসেন	ঘোষ	9.5
S	bn	হোসেন	হোসেন	100.0
S	bn	আহমেদ	ইসলাম	1.41
S	bn	আহমেদ	খান	2.25
S	bn	আহমেদ	বসু	1.6
S	bn	আহমেদ	আহমেদ	100.0
S	bn	ইসলাম	খান	4.0
S	bn	ইসলাম	চৌধুরী	0.6
S	bn	ইসলাম	ডাক্তার	1.09
S	bn	ইসলাম	ইসলাম	100.0
S	bn	খান	চৌধুরী	0.8
S	bn	খান	সরকার	7.5
S	bn	খান	ইঞ্জিনিয়ার	0.21
S	bn	খান	খান	100.0
S	bn	চৌধুরী	সরকার	2.4
S	bn	চৌধুরী	দাস	1.5
S	bn	চৌধুরী	ব্যবসা	0.44
S	bn	চৌধুরী	চৌধুরী	100.0
S	bn	সরকার	দাস	4.0
S	bn	সরকার	ঘোষ	1.6
S	bn	সরকার	চাকরি	7.5
S	bn	সরকার	সরকার	100.0
S	bn	দাস	ঘোষ	15.2
S	bn	দাস	বসু	10.0
"""

private val goldenPart9 = """
S	bn	দাস	টাকা	8.0
S	bn	দাস	দাস	100.0
S	bn	ঘোষ	বসু	9.5
S	bn	ঘোষ	ডাক্তার	0.68
S	bn	ঘোষ	দোকান	4.0
S	bn	ঘোষ	ঘোষ	100.0
S	bn	বসু	ডাক্তার	0.68
S	bn	বসু	ইঞ্জিনিয়ার	0.09
S	bn	বসু	বাজার	4.0
S	bn	বসু	বসু	100.0
S	bn	ডাক্তার	ইঞ্জিনিয়ার	0.23
S	bn	ডাক্তার	ব্যবসা	0.92
S	bn	ডাক্তার	রাস্তা	8.0
S	bn	ডাক্তার	ডাক্তার	100.0
S	bn	ইঞ্জিনিয়ার	ব্যবসা	0.38
S	bn	ইঞ্জিনিয়ার	চাকরি	0.14
S	bn	ইঞ্জিনিয়ার	গাড়ি	0.23
S	bn	ইঞ্জিনিয়ার	ইঞ্জিনিয়ার	100.0
S	bn	ব্যবসা	চাকরি	1.0
S	bn	ব্যবসা	টাকা	2.72
S	bn	ব্যবসা	ট্রেন	1.28
S	bn	ব্যবসা	ব্যবসা	100.0
S	bn	চাকরি	টাকা	8.0
S	bn	চাকরি	দোকান	2.56
S	bn	চাকরি	বড় ভাই	1.15
S	bn	চাকরি	চাকরি	100.0
S	bn	টাকা	দোকান	8.0
S	bn	টাকা	বাজার	8.0
S	bn	টাকা	ছোট বোন	0.8
S	bn	টাকা	টাকা	100.0
S	bn	দোকান	বাজার	2.56
S	bn	দোকান	রাস্তা	1.36
S	bn	দোকান	আমার সোনার বাংলা	0.0
S	bn	দোকান	দোকান	100.0
S	bn	বাজার	রাস্তা	3.4
S	bn	বাজার	গাড়ি	4.25
S	bn	বাজার	শুভ সকাল	0.6
S	bn	বাজার	বাজার	100.0
S	bn	রাস্তা	গাড়ি	2.72
S	bn	রাস্তা	ট্রেন	1.45
S	bn	রাস্তা	ধন্যবাদ	0.92
S	bn	রাস্তা	রাস্তা	100.0
S	bn	গাড়ি	ট্রেন	2.89
S	bn	গাড়ি	বড় ভাই	2.25
S	bn	গাড়ি	মা-বাবা	0.8
S	bn	গাড়ি	গাড়ি	100.0
S	bn	ট্রেন	বড় ভাই	1.16
S	bn	ট্রেন	ছোট বোন	1.7
S	bn	ট্রেন	নতুন বছর	0.4
S	bn	ট্রেন	ট্রেন	100.0
S	bn	বড় ভাই	ছোট বোন	0.96
S	bn	বড় ভাই	আমার সোনার বাংলা	0.01
S	bn	বড় ভাই	ভালো থাকো	0.6
S	bn	বড় ভাই	বড় ভাই	100.0
S	bn	ছোট বোন	আমার সোনার বাংলা	0.01
S	bn	ছোট বোন	শুভ সকাল	0.87
S	bn	ছোট বোন	ড়াকা	0.32
S	bn	ছোট বোন	ছোট বোন	100.0
S	bn	আমার সোনার বাংলা	শুভ সকাল	0.01
S	bn	আমার সোনার বাংলা	ধন্যবাদ	0.01
S	bn	আমার সোনার বাংলা	ঢ়াল	0.01
S	bn	আমার সোনার বাংলা	আমার সোনার বাংলা	100.0
S	bn	শুভ সকাল	ধন্যবাদ	0.26
S	bn	শুভ সকাল	মা-বাবা	0.24
S	bn	শুভ সকাল	য়মুনা	0.5
S	bn	শুভ সকাল	শুভ সকাল	100.0
S	bn	ধন্যবাদ	মা-বাবা	1.09
S	bn	ধন্যবাদ	নতুন বছর	0.54
S	bn	ধন্যবাদ	পড়া	1.7
S	bn	ধন্যবাদ	ধন্যবাদ	100.0
S	bn	মা-বাবা	নতুন বছর	0.2
S	bn	মা-বাবা	ভালো থাকো	0.26
S	bn	মা-বাবা	বড়	1.25
S	bn	মা-বাবা	মা-বাবা	100.0
S	bn	নতুন বছর	ভালো থাকো	0.1
S	bn	নতুন বছর	ড়াকা	0.16
S	bn	নতুন বছর	ঘোড়া	0.43
S	bn	নতুন বছর	নতুন বছর	100.0
S	bn	ভালো থাকো	ড়াকা	0.53
S	bn	ভালো থাকো	ঢ়াল	1.06
S	bn	ভালো থাকো	মেয়ে	0.08
S	bn	ভালো থাকো	ভালো থাকো	100.0
S	bn	ড়াকা	ঢ়াল	18.0
S	bn	ড়াকা	য়মুনা	3.2
S	bn	ড়াকা	দেয়াল	3.2
S	bn	ড়াকা	ড়াকা	100.0
S	bn	ঢ়াল	য়মুনা	2.5
S	bn	ঢ়াল	পড়া	22.5
S	bn	ঢ়াল	কেউ	6.4
S	bn	ঢ়াল	ঢ়াল	100.0
S	bn	য়মুনা	পড়া	4.0
S	bn	য়মুনা	বড়	2.0
S	bn	য়মুনা	নৌকা	3.2
S	bn	য়মুনা	য়মুনা	100.0
S	bn	পড়া	বড়	20.0
S	bn	পড়া	ঘোড়া	20.0
S	bn	পড়া	মৌসুমী	0.8
S	bn	পড়া	পড়া	100.0
S	bn	বড়	ঘোড়া	10.0
S	bn	বড়	মেয়ে	4.0
S	bn	বড়	ঐতিহ্য	1.7
S	bn	বড়	বড়	100.0
S	bn	ঘোড়া	মেয়ে	2.56
S	bn	ঘোড়া	দেয়াল	3.2
S	bn	ঘোড়া	ভৈরব	5.44
S	bn	ঘোড়া	ঘোড়া	100.0
S	bn	মেয়ে	দেয়াল	8.0
S	bn	মেয়ে	কেউ	8.0
S	bn	মেয়ে	সৈকত	2.56
S	bn	মেয়ে	মেয়ে	100.0
S	bn	দেয়াল	কেউ	4.0
S	bn	দেয়াল	নৌকা	3.2
S	bn	দেয়াল	বৈশাখ	2.56
S	bn	দেয়াল	দেয়াল	100.0
S	bn	কেউ	নৌকা	5.0
S	bn	কেউ	মৌসুমী	1.8
S	bn	কেউ	কৌশল	8.0
S	bn	কেউ	কেউ	100.0
S	bn	নৌকা	মৌসুমী	1.6
S	bn	নৌকা	ঐতিহ্য	1.09
S	bn	নৌকা	পৌষ	8.0
S	bn	নৌকা	নৌকা	100.0
S	bn	মৌসুমী	ঐতিহ্য	0.44
S	bn	মৌসুমী	ভৈরব	0.64
S	bn	মৌসুমী	গৌরব	1.6
S	bn	মৌসুমী	মৌসুমী	100.0
S	bn	ঐতিহ্য	ভৈরব	1.53
S	bn	ঐতিহ্য	সৈকত	2.39
S	bn	ঐতিহ্য	মাসুদ	0.87
S	bn	ঐতিহ্য	ঐতিহ্য	100.0
S	bn	ভৈরব	সৈকত	6.4
S	bn	ভৈরব	বৈশাখ	6.0
S	bn	ভৈরব	আসাদ	2.56
S	bn	ভৈরব	ভৈরব	100.0
S	bn	সৈকত	বৈশাখ	3.75
S	bn	সৈকত	কৌশল	2.56
S	bn	সৈকত	রহিম	2.56
S	bn	সৈকত	সৈকত	100.0
S	bn	বৈশাখ	কৌশল	3.2
S	bn	বৈশাখ	পৌষ	3.8
S	bn	বৈশাখ	করিম	1.28
S	bn	বৈশাখ	বৈশাখ	100.0
S	bn	কৌশল	পৌষ	19.0
S	bn	কৌশল	গৌরব	6.4
S	bn	কৌশল	সুমন	2.56
S	bn	কৌশল	কৌশল	100.0
S	bn	পৌষ	গৌরব	8.0
S	bn	পৌষ	মাসুদ	3.8
S	bn	পৌষ	শুভ	6.4
S	bn	পৌষ	পৌষ	100.0
S	bn	গৌরব	মাসুদ	1.28
S	bn	গৌরব	আসাদ	2.56
S	bn	গৌরব	সোহেল	1.28
S	bn	গৌরব	গৌরব	100.0
S	bn		abc	0.0
S	bn	abc		0.0
R	bn	a	মাসুদ	মাসুদ:100.0|মাছ:21.25|আসাদ:18.0|মানুষ:16.0|মাংস:12.5|দাস:10.0|বসু:10.0|শুভ:9.5|আশা:8.55|চাঁদ:8.5|মৌসুমী:8.0|রোদ:8.0|দুধ:7.5|নাচ:7.5|ঔষধ:7.13|পাঁচ:6.37|আনন্দ:6.12|রাস্তা:5.44|ঈদ:5.0|চা:5.0|সাহস:5.0|সুমন:5.0|সে:5.0|আকাশ:4.75|দশ:4.75|শত:4.75|আট:4.5|ছয়:4.25|স্কুল:4.25|সূর্য:4.12|ঋতু:4.0|খান:4.0|গান:4.0|চার:4.0|ডাল:4.0|ঢ়াল:4.0|দুই:4.0|ভাত:4.0|সাত:4.0|ঊষা:3.8|ঘোষ:3.8|পৌষ:3.8|শরৎ:3.8|শহর:3.8|শীত:3.8|আমি:3.6|আহমেদ:3.6|কেউ:3.6|ছবি:3.4|মৃত্যু:3.4|লক্ষ:3.23|উৎসব:3.2|খাতা:3.2|গাড়ি:3.2|টাকা:3.2|ড়াকা:3.2|ঢাকা:3.2|তারা:3.2|পানি:3.2|ফোন:3.2|মেয়ে:3.2|আমরা:3.13|কৌশল:3.04|ছাত্র:2.72|বন্ধু:2.72|বসন্ত:2.72|সহস্র:2.72|ঈশ্বর:2.58|বর্ষা:2.58|চাকরি:2.56|পাহাড়:2.56|বাজার:2.56|রংপুর:2.56|হোসেন:2.56|নদী:2.5|পড়া:2.5|য়মুনা:2.5|রহমান:2.5|বৈশাখ:2.43|ছাত্রী:2.18|বৃষ্টি:2.07|ঋণ:2.0|এই:2.0|এক:2.0|ওই:2.0|ঝড়:2.0|তুমি:2.0|নয়:2.0|ফল:2.0|বই:2.0|বড়:2.0|ভয়:2.0|রুটি:2.0|সবজি:2.0|সৈকত:2.0|সোহেল:2.0|পূজা:1.94|গ্রাম:1.7|জ্ঞান:1.7|ইসলাম:1.6|কলম:1.6|কেন:1.6|কোটি:1.6|গাজীপুর:1.6|ঘোড়া:1.6|তিন:1.6|মা-বাবা:1.6|তোমরা:1.56|রাজশাহী:1.52|স্বপ্ন:1.45|জন্ম:1.36|ব্যবসা:1.36|শিক্ষক:1.29|করিম:1.28|খেলা:1.28|গৌরব:1.28|চৌধুরী:1.28|নৌকা:1.28|বিয়ে:1.28|ভৈরব:1.28|রহিম:1.28|বরিশাল:1.22|ঐশ্বর্য:1.1|গ্রীষ্ম:1.1|ট্রেন:1.09|ডাক্তার:1.09|ধন্যবাদ:1.09|উপহার:1.02|কোথায়:1.02|খুলনা:1.02|দেয়াল:1.02|দোকান:1.02|সরকার:1.02|সিলেট:1.02|যন্ত্র:0.92|ঐতিহ্য:0.87|হেমন্ত:0.87|কলকাতা:0.8|বাংলাদেশ:0.8|ময়মনসিংহ:0.8|ভালোবাসা:0.64|কম্পিউটার:0.61|কুমিল্লা:0.54|ছোট বোন:0.51|পৃথিবী:0.51|বড় ভাই:0.51|বিজ্ঞান:0.44|বিদ্যালয়:0.34|ভালো থাকো:0.32|শুভ সকাল:0.32|ইন্টারনেট:0.27|নতুন বছর:0.2|চট্টগ্রাম:0.18|নারায়ণগঞ্জ:0.14|ইঞ্জিনিয়ার:0.05|আমার সোনার বাংলা:0.02
R	bn	b	মাসুদ	মাসুদ:100.0
R	bn	c	মাসুদ	মাসুদ:100.0
R	bn	d	মাসুদ	মাসুদ:100.0|মাছ:21.25|আসাদ:18.0|মানুষ:16.0|মাংস:12.5
R	bn	a	রহিম	রহিম:100.0|করিম:25.0|রহমান:12.5|রুটি:10.0|এই:9.0|ওই:9.0|বই:9.0|গ্রীষ্ম:8.76|গ্রাম:8.5|আমি:8.0|কলম:8.0|ছবি:8.0|তিন:8.0|রোদ:8.0|শহর:8.0|নদী:7.76|শীত:7.76|দুই:7.2|জন্ম:6.8|ঢ়াল:6.4|ড়াকা:5.44|সহস্র:5.44|গাড়ি:5.31|ঝড়:5.31|বড়:5.31|আহমেদ:5.0|শরৎ:5.0|পড়া:4.25|হেমন্ত:4.25|আট:4.0|ঈদ:4.0|ঋণ:4.0|এক:4.0|কোটি:4.0|চা:4.0|ছয়:4.0|তুমি:4.0|দশ:4.0|নয়:4.0|পানি:4.0|ফল:4.0|বিয়ে:4.0|ভয়:4.0|শত:4.0|সবজি:4.0|সাহস:4.0|সুমন:4.0|সে:4.0|ট্রেন:3.4|বর্ষা:3.4|আশা:3.2|ইসলাম:3.2|উপহার:3.2|ঊষা:3.2|ঋতু:3.2|ঔষধ:3.2|কেউ:3.2|কেন:3.2|খান:3.2|গান:3.2|ঘোষ:3.2|চার:3.2|ডাল:3.2|দাস:3.2|দুধ:3.2|নাচ:3.2|পাহাড়:3.2|পৌষ:3.2|ফোন:3.2|বসু:3.2|ভাত:3.2|মাছ:3.2|রংপুর:3.2|শুভ:3.2|সরকার:3.2|সাত:3.2|সোহেল:3.2|চাকরি:3.13|রাজশাহী:3.03|ঐতিহ্য:2.72|চাঁদ:2.72|পাঁচ:2.72|রাস্তা:2.72|লক্ষ:2.72|ছাত্রী:2.58|আকাশ:2.56|আমরা:2.56|আসাদ:2.56|উৎসব:2.56|কৌশল:2.56|খাতা:2.56|খেলা:2.56|গৌরব:2.56|ঘোড়া:2.56|টাকা:2.56|ঢাকা:2.56|তারা:2.56|নৌকা:2.56|পূজা:2.56|ভৈরব:2.56|মাংস:2.56|মেয়ে:2.56|সৈকত:2.56|বরিশাল:2.5|আনন্দ:2.18|ঈশ্বর:2.18|ছাত্র:2.18|জ্ঞান:2.18|বন্ধু:2.18|বসন্ত:2.18|সূর্য:2.18|স্কুল:2.18|তোমরা:2.0|সিলেট:2.0|হোসেন:2.0|বড় ভাই:1.91|যন্ত্র:1.85|স্বপ্ন:1.85|বৃষ্টি:1.7|শিক্ষক:1.7|পৃথিবী:1.6|মৌসুমী:1.6|চৌধুরী:1.52|কোথায়:1.28|খুলনা:1.28|দেয়াল:1.28|দোকান:1.28|বাজার:1.28|বৈশাখ:1.28|মানুষ:1.28|মাসুদ:1.28|য়মুনা:1.28|ব্যবসা:1.09|মৃত্যু:1.09|ঐশ্বর্য:0.92|চট্টগ্রাম:0.9|বিজ্ঞান:0.85|গাজীপুর:0.78|কুমিল্লা:0.68|কলকাতা:0.64|ডাক্তার:0.54|ধন্যবাদ:0.54|বিদ্যালয়:0.43|ময়মনসিংহ:0.4|ইন্টারনেট:0.34|কম্পিউটার:0.34|ছোট বোন:0.32|মা-বাবা:0.32|ইঞ্জিনিয়ার:0.17|নারায়ণগঞ্জ:0.17|নতুন বছর:0.16|বাংলাদেশ:0.16|ভালোবাসা:0.16|শুভ সকাল:0.16|ভালো থাকো:0.08|আমার সোনার বাংলা:0.0
R	bn	b	রহিম	রহিম:100.0
R	bn	c	রহিম	রহিম:100.0
R	bn	d	রহিম	রহিম:100.0|করিম:25.0|রহমান:12.5|রুটি:10.0|এই:9.0
R	bn	a	শহর	শহর:100.0|সহস্র:40.38|চার:30.0|শরৎ:25.0|শত:20.0|সাহস:19.0|সে:19.0|ঈশ্বর:17.0|ছয়:17.0|ঝড়:17.0|বড়:17.0|সূর্য:16.15|শীত:16.0|শুভ:16.0|সাত:15.2|চা:15.0|ছাত্র:14.45|ছবি:13.6|দশ:12.5|রোদ:10.63|চাঁদ:10.2|আশা:10.0|উপহার:10.0|ঊষা:9.5|ঔষধ:9.5|বসু:9.5|সরকার:9.5|সোহেল:9.5|পড়া:8.5|পাহাড়:8.5|আট:8.0|আমরা:8.0|ঈদ:8.0|ঋণ:8.0|এই:8.0|এক:8.0|ওই:8.0|গৌরব:8.0|তারা:8.0|নয়:8.0|ফল:8.0|বই:8.0|ভয়:8.0|ভৈরব:8.0|রহিম:8.0|আসাদ:7.6|সবজি:7.6|সুমন:7.6|সৈকত:7.6|চাকরি:7.5|ঐশ্বর্য:7.23|ছাত্রী:7.23|গাড়ি:6.8|ঘোড়া:6.8|বসন্ত:6.46|স্কুল:6.46|আমি:6.4|ঋতু:6.4|কলম:6.4|কেউ:6.4|কেন:6.4|খান:6.4|গান:6.4|ঘোষ:6.4|ডাল:6.4|ঢ়াল:6.4|তিন:6.4|দাস:6.4|দুই:6.4|দুধ:6.4|নদী:6.4|নাচ:6.4|পৌষ:6.4|ফোন:6.4|ভাত:6.4|মাছ:6.4|যন্ত্র:5.78|স্বপ্ন:5.49|জন্ম:5.44|পাঁচ:5.44|লক্ষ:5.44|করিম:5.0|কৌশল:5.0|উৎসব:4.75|গ্রাম:4.25|ট্রেন:4.25|বর্ষা:4.25|আহমেদ:4.0|তোমরা:4.0|বাজার:4.0|বৈশাখ:4.0|রংপুর:4.0|রহমান:4.0|ইসলাম:3.8|মাসুদ:3.8|সিলেট:3.8|হোসেন:3.8|চৌধুরী:3.75|ঐতিহ্য:3.4|শিক্ষক:3.4|বৃষ্টি:3.23|রাস্তা:3.23|আকাশ:3.2|কোটি:3.2|খাতা:3.2|খেলা:3.2|টাকা:3.2|ড়াকা:3.2|ঢাকা:3.2|তুমি:3.2|নৌকা:3.2|পানি:3.2|পূজা:3.2|বিয়ে:3.2|মাংস:3.2|মেয়ে:3.2|রুটি:3.2|আনন্দ:2.72|জ্ঞান:2.72|বন্ধু:2.72|রাজশাহী:2.5|হেমন্ত:2.12|ব্যবসা:2.02|বরিশাল:2.0|মৌসুমী:1.9|গ্রীষ্ম:1.81|ডাক্তার:1.7|কোথায়:1.6|খুলনা:1.6|দেয়াল:1.6|দোকান:1.6|মানুষ:1.6|য়মুনা:1.6|মৃত্যু:1.36|চট্টগ্রাম:1.35|বড় ভাই:1.06|গাজীপুর:1.0|ছোট বোন:0.85|কলকাতা:0.8|পৃথিবী:0.8|ময়মনসিংহ:0.74|ধন্যবাদ:0.68|বিজ্ঞান:0.68|নতুন বছর:0.66|শুভ সকাল:0.5|ইন্টারনেট:0.43|কম্পিউটার:0.43|মা-বাবা:0.4|কুমিল্লা:0.34|বিদ্যালয়:0.34|ভালোবাসা:0.3|ইঞ্জিনিয়ার:0.21|নারায়ণগঞ্জ:0.21|বাংলাদেশ:0.2|ভালো থাকো:0.1|আমার সোনার বাংলা:0.0
R	bn	b	শহর	শহর:100.0
R	bn	c	শহর	শহর:100.0
R	bn	d	শহর	শহর:100.0|সহস্র:40.38|চার:30.0|শরৎ:25.0|শত:20.0
R	bn	a	স্কুল	স্কুল:100.0|শুভ:16.15|কলম:10.63|বসু:10.63|কেউ:9.56|এক:8.5|কৌশল:8.5|ফল:8.5|সুমন:8.5|সে:8.5|সৈকত:8.5|সোহেল:8.5|শত:8.08|খুলনা:7.97|ছয়:7.22|সূর্য:7.01|ঋতু:6.8|কেন:6.8|কোটি:6.8|ডাল:6.8|ঢ়াল:6.8|দুই:6.8|দুধ:6.8|সরকার:6.8|সাত:6.8|শরৎ:6.46|শহর:6.46|শীত:6.46|খেলা:6.38|চা:6.38|ছবি:5.78|লক্ষ:5.78|শিক্ষক:5.49|আকাশ:5.44|ঘোষ:5.44|ফোন:5.44|রোদ:5.44|সবজি:5.44|সাহস:5.44|স্বপ্ন:5.44|খান:5.1|চাকরি:5.1|চার:5.1|দশ:5.05|সহস্র:4.62|চাঁদ:4.34|মাসুদ:4.25|সিলেট:4.25|আশা:4.04|ঊষা:4.04|ঔষধ:4.04|বন্ধু:4.0|ছাত্র:3.93|ঈশ্বর:3.8|আট:3.4|আসাদ:3.4|ঈদ:3.4|ঋণ:3.4|এই:3.4|ওই:3.4|করিম:3.4|কোথায়:3.4|ঝড়:3.4|টাকা:3.4|ড়াকা:3.4|ঢাকা:3.4|তুমি:3.4|নয়:3.4|নৌকা:3.4|বই:3.4|বড়:3.4|ভয়:3.4|রুটি:3.4|পূজা:3.3|বসন্ত:2.89|আমি:2.72|ইসলাম:2.72|গান:2.72|ঘোড়া:2.72|তিন:2.72|দাস:2.72|দেয়াল:2.72|দোকান:2.72|নদী:2.72|নাচ:2.72|পড়া:2.72|পৌষ:2.72|ভাত:2.72|মাছ:2.72|মানুষ:2.72|য়মুনা:2.72|রংপুর:2.72|ঐশ্বর্য:2.58|গ্রাম:2.56|জ্ঞান:2.56|ট্রেন:2.56|খাতা:2.55|চৌধুরী:2.55|জন্ম:2.31|পাঁচ:2.31|কুমিল্লা:2.26|আমরা:2.18|উৎসব:2.18|গাড়ি:2.18|গৌরব:2.18|তারা:2.18|পানি:2.18|বিয়ে:2.18|ভৈরব:2.18|মাংস:2.18|মেয়ে:2.18|রহিম:2.18|মৌসুমী:2.12|শুভ সকাল:2.12|বরিশাল:2.02|মৃত্যু:2.0|রাস্তা:2.0|ছাত্রী:1.97|বৃষ্টি:1.9|বৈশাখ:1.89|আনন্দ:1.85|বর্ষা:1.85|হোসেন:1.7|যন্ত্র:1.57|কলকাতা:1.36|তোমরা:1.36|ব্যবসা:1.28|ছোট বোন:1.16|ডাক্তার:1.16|আহমেদ:1.09|উপহার:1.09|গ্রীষ্ম:1.09|পাহাড়:1.09|বাজার:1.09|রহমান:1.09|ঐতিহ্য:0.92|হেমন্ত:0.92|বিদ্যালয়:0.8|গাজীপুর:0.68|রাজশাহী:0.65|ধন্যবাদ:0.64|বিজ্ঞান:0.64|পৃথিবী:0.54|বড় ভাই:0.54|চট্টগ্রাম:0.51|কম্পিউটার:0.41|ভালোবাসা:0.36|নতুন বছর:0.34|বাংলাদেশ:0.34|ময়মনসিংহ:0.34|মা-বাবা:0.27|ভালো থাকো:0.21|ইন্টারনেট:0.16|ইঞ্জিনিয়ার:0.08|নারায়ণগঞ্জ:0.06|আমার সোনার বাংলা:0.0
R	bn	b	স্কুল	স্কুল:100.0
R	bn	c	স্কুল	স্কুল:100.0
R	bn	d	স্কুল	স্কুল:100.0|শুভ:16.15|কলম:10.63|বসু:10.63|কেউ:9.56
R	bn	a	বাংলাদেশ	বাংলাদেশ:100.0|মাংস:2.38|আকাশ:2.25|আসাদ:2.25|বাজার:2.0|দশ:1.56|ডাল:1.25|ঢ়াল:1.25|দাস:1.19|ভালোবাসা:1.14|আশা:1.13|চাঁদ:1.06|মাছ:1.06|লক্ষ:1.01|খাতা:1.0|খেলা:1.0|টাকা:1.0|ড়াকা:1.0|ঢাকা:1.0|তারা:1.0|বিয়ে:1.0|সাহস:0.95|নাচ:0.94|ভাত:0.94|আমরা:0.9|বর্ষা:0.85|ইসলাম:0.8|পাঁচ:0.8|পাহাড়:0.8|বৈশাখ:0.8|মাসুদ:0.8|সিলেট:0.8|আনন্দ:0.76|মানুষ:0.76|বসু:0.74|আহমেদ:0.72|ব্যবসা:0.68|রাস্তা:0.68|বড় ভাই:0.64|বন্ধু:0.64|বরিশাল:0.64|ঈদ:0.63|চা:0.63|ফল:0.63|বই:0.63|বড়:0.63|সে:0.63|আট:0.56|এই:0.56|এক:0.56|ডাক্তার:0.54|ধন্যবাদ:0.54|বিজ্ঞান:0.54|মা-বাবা:0.51|রাজশাহী:0.51|ঊষা:0.5|কলম:0.5|কেউ:0.5|কেন:0.5|খান:0.5|খুলনা:0.5|গান:0.5|চার:0.5|দুই:0.5|দুধ:0.5|নদী:0.5|পড়া:0.5|রোদ:0.5|সাত:0.5|ঘোষ:0.48|পৌষ:0.48|ভয়:0.47|আমি:0.45|বিদ্যালয়:0.44|কলকাতা:0.4|কৌশল:0.4|গাড়ি:0.4|ঘোড়া:0.4|নৌকা:0.4|পানি:0.4|পূজা:0.4|মেয়ে:0.4|শত:0.39|ঔষধ:0.37|ভালো থাকো:0.37|গ্রাম:0.34|ছাত্র:0.34|জ্ঞান:0.34|ট্রেন:0.34|বসন্ত:0.34|স্কুল:0.34|ছয়:0.33|উপহার:0.32|কোথায়:0.32|চাকরি:0.32|তোমরা:0.32|দেয়াল:0.32|দোকান:0.32|য়মুনা:0.32|রংপুর:0.32|রহমান:0.32|সরকার:0.32|সোহেল:0.32|হোসেন:0.32|ছবি:0.31|ভৈরব:0.3|ছাত্রী:0.27|বৃষ্টি:0.27|ঋণ:0.25|ওই:0.25|ঝড়:0.25|নয়:0.25|সবজি:0.25|উৎসব:0.24|ইন্টারনেট:0.22|ঋতু:0.2|গাজীপুর:0.2|তিন:0.2|ফোন:0.2|শরৎ:0.2|শহর:0.2|শীত:0.2|শুভ:0.2|সহস্র:0.2|স্বপ্ন:0.18|কুমিল্লা:0.17|জন্ম:0.17|করিম:0.16|কোটি:0.16|গৌরব:0.16|তুমি:0.16|রহিম:0.16|রুটি:0.16|শিক্ষক:0.16|সুমন:0.16|সৈকত:0.16|ঈশ্বর:0.14|গ্রীষ্ম:0.14|সূর্য:0.14|চৌধুরী:0.12|যন্ত্র:0.12|শুভ সকাল:0.12|ঐতিহ্য:0.11|নারায়ণগঞ্জ:0.11|মৃত্যু:0.11|হেমন্ত:0.11|পৃথিবী:0.1|মৌসুমী:0.1|ঐশ্বর্য:0.09|চট্টগ্রাম:0.09|নতুন বছর:0.09|ছোট বোন:0.08|ময়মনসিংহ:0.07|কম্পিউটার:0.06|ইঞ্জিনিয়ার:0.03|আমার সোনার বাংলা:0.01
R	bn	b	বাংলাদেশ	বাংলাদেশ:100.0
R	bn	c	বাংলাদেশ	বাংলাদেশ:100.0
R	bn	d	বাংলাদেশ	বাংলাদেশ:100.0|মাংস:2.38|আকাশ:2.25|আসাদ:2.25|বাজার:2.0
"""

private val goldenPart10 = """
R	bn	a	ঢাকা	ঢাকা:100.0|টাকা:40.0|ড়াকা:40.0|আকাশ:22.5|আশা:18.0|খাতা:16.0|তারা:16.0|নৌকা:16.0|ডাক্তার:15.94|ডাল:15.0|এক:10.0|চা:10.0|খান:9.37|আট:9.0|আমরা:9.0|আসাদ:9.0|ঊষা:8.0|গান:8.0|চাকরি:8.0|চার:8.0|ঢ়াল:8.0|দাস:8.0|দোকান:8.0|নাচ:8.0|পড়া:8.0|পাহাড়:8.0|বাজার:8.0|ভাত:8.0|মাছ:8.0|সরকার:8.0|সাত:8.0|আমি:7.2|চাঁদ:6.8|পাঁচ:6.8|রাস্তা:6.8|লক্ষ:6.8|খেলা:6.4|গাড়ি:6.4|ঘোড়া:6.4|পানি:6.4|পূজা:6.4|মাংস:6.4|সাহস:6.4|সৈকত:6.4|ছাত্র:5.44|বর্ষা:5.44|কলম:5.0|কেউ:5.0|কেন:5.0|ঈদ:4.0|ঋণ:4.0|এই:4.0|ওই:4.0|কলকাতা:4.0|ছয়:4.0|ঝড়:4.0|দশ:4.0|নয়:4.0|ফল:4.0|বই:4.0|বড়:4.0|ভয়:4.0|শত:4.0|সে:4.0|বৈশাখ:3.75|গ্রাম:3.4|জ্ঞান:3.4|স্কুল:3.4|ইসলাম:3.2|উপহার:3.2|ঋতু:3.2|ঔষধ:3.2|কোথায়:3.2|খুলনা:3.2|ঘোষ:3.2|ছবি:3.2|তিন:3.2|তোমরা:3.2|দুই:3.2|দুধ:3.2|দেয়াল:3.2|নদী:3.2|পৌষ:3.2|ফোন:3.2|বসু:3.2|মানুষ:3.2|মাসুদ:3.2|য়মুনা:3.2|রহমান:3.2|রোদ:3.2|শরৎ:3.2|শহর:3.2|শীত:3.2|শুভ:3.2|আনন্দ:3.06|ছাত্রী:2.72|জন্ম:2.72|ব্যবসা:2.72|শিক্ষক:2.72|উৎসব:2.56|করিম:2.56|কোটি:2.56|কৌশল:2.56|গৌরব:2.56|তুমি:2.56|বিয়ে:2.56|ভৈরব:2.56|মেয়ে:2.56|রহিম:2.56|রুটি:2.56|সবজি:2.56|সুমন:2.56|ধন্যবাদ:2.55|ঈশ্বর:2.18|ট্রেন:2.18|বন্ধু:2.18|বসন্ত:2.18|সহস্র:2.18|সূর্য:2.18|মা-বাবা:2.0|রাজশাহী:2.0|যন্ত্র:1.85|স্বপ্ন:1.85|আহমেদ:1.8|বড় ভাই:1.6|বরিশাল:1.6|বিজ্ঞান:1.36|রংপুর:1.28|সিলেট:1.28|সোহেল:1.28|হোসেন:1.28|চৌধুরী:1.2|ঐতিহ্য:1.09|বৃষ্টি:1.09|মৃত্যু:1.09|হেমন্ত:1.09|বাংলাদেশ:1.0|ভালোবাসা:1.0|শুভ সকাল:1.0|ঐশ্বর্য:0.92|গ্রীষ্ম:0.92|গাজীপুর:0.8|কুমিল্লা:0.68|বিদ্যালয়:0.68|পৃথিবী:0.64|মৌসুমী:0.64|চট্টগ্রাম:0.58|ভালো থাকো:0.5|নারায়ণগঞ্জ:0.43|ইন্টারনেট:0.34|কম্পিউটার:0.34|ছোট বোন:0.32|ইঞ্জিনিয়ার:0.17|নতুন বছর:0.16|ময়মনসিংহ:0.16|আমার সোনার বাংলা:0.0
R	bn	b	ঢাকা	ঢাকা:100.0
R	bn	c	ঢাকা	ঢাকা:100.0
R	bn	d	ঢাকা	ঢাকা:100.0|টাকা:40.0|ড়াকা:40.0|আকাশ:22.5|আশা:18.0
R	bn	a	জ্ঞান	জ্ঞান:100.0|বিজ্ঞান:25.0|খান:17.0|গান:17.0|নাচ:13.6|জন্ম:11.56|চা:8.5|পানি:8.5|ঋণ:8.08|আট:7.65|যন্ত্র:7.47|আশা:6.8|ঊষা:6.8|কেন:6.8|চার:6.8|ঝড়:6.8|ডাল:6.8|ঢ়াল:6.8|তিন:6.8|দাস:6.8|দোকান:6.8|নয়:6.8|পড়া:6.8|ফোন:6.8|ভাত:6.8|মাছ:6.8|রহমান:6.8|সাত:6.8|গ্রাম:6.4|ট্রেন:6.4|আনন্দ:5.78|চাঁদ:5.78|পাঁচ:5.78|আকাশ:5.44|আসাদ:5.44|নদী:5.44|সুমন:5.44|স্বপ্ন:5.44|পূজা:5.31|নৌকা:4.25|বাজার:4.25|মানুষ:4.25|বর্ষা:4.0|আমি:3.82|বন্ধু:3.7|ব্যবসা:3.43|আমরা:3.4|ঈদ:3.4|এই:3.4|এক:3.4|ওই:3.4|খাতা:3.4|খুলনা:3.4|খেলা:3.4|গাড়ি:3.4|ঘোড়া:3.4|ছয়:3.4|টাকা:3.4|ড়াকা:3.4|ঢাকা:3.4|তারা:3.4|দশ:3.4|ফল:3.4|বই:3.4|বড়:3.4|ভয়:3.4|মাংস:3.4|য়মুনা:3.4|শত:3.4|সাহস:3.4|সে:3.4|ছাত্র:2.89|বসন্ত:2.89|ধন্যবাদ:2.75|ইসলাম:2.72|উপহার:2.72|ঋতু:2.72|ঔষধ:2.72|কলম:2.72|কেউ:2.72|কোথায়:2.72|ঘোষ:2.72|ছবি:2.72|দুই:2.72|দুধ:2.72|দেয়াল:2.72|পাহাড়:2.72|পৌষ:2.72|বসু:2.72|বৈশাখ:2.72|রোদ:2.72|শরৎ:2.72|শহর:2.72|শীত:2.72|শুভ:2.72|সরকার:2.72|হোসেন:2.72|স্কুল:2.56|লক্ষ:2.31|হেমন্ত:2.31|উৎসব:2.18|করিম:2.18|কোটি:2.18|কৌশল:2.18|গৌরব:2.18|তুমি:2.18|বিয়ে:2.18|ভৈরব:2.18|মেয়ে:2.18|রহিম:2.18|রুটি:2.18|সবজি:2.18|সৈকত:2.18|রাস্তা:2.0|ঈশ্বর:1.85|সহস্র:1.85|সূর্য:1.85|চাকরি:1.7|তোমরা:1.7|মাসুদ:1.7|রাজশাহী:1.7|ডাক্তার:1.6|ইন্টারনেট:1.45|ছাত্রী:1.45|কলকাতা:1.36|বড় ভাই:1.36|বরিশাল:1.36|আহমেদ:1.09|ঐশ্বর্য:1.09|গ্রীষ্ম:1.09|রংপুর:1.09|সিলেট:1.09|সোহেল:1.09|ঐতিহ্য:0.92|বৃষ্টি:0.92|মৃত্যু:0.92|শিক্ষক:0.92|বিদ্যালয়:0.86|ইঞ্জিনিয়ার:0.72|গাজীপুর:0.68|চট্টগ্রাম:0.68|ছোট বোন:0.68|মা-বাবা:0.68|চৌধুরী:0.54|পৃথিবী:0.54|মৌসুমী:0.54|কুমিল্লা:0.5|নতুন বছর:0.43|নারায়ণগঞ্জ:0.43|কম্পিউটার:0.4|বাংলাদেশ:0.34|ভালোবাসা:0.34|ময়মনসিংহ:0.34|শুভ সকাল:0.34|ভালো থাকো:0.17|আমার সোনার বাংলা:0.0
R	bn	b	জ্ঞান	জ্ঞান:100.0
R	bn	c	জ্ঞান	জ্ঞান:100.0
R	bn	d	জ্ঞান	জ্ঞান:100.0|বিজ্ঞান:25.0|খান:17.0|গান:17.0|নাচ:13.6
R	bn	a	ঋতু	ঋতু:100.0|ঋণ:20.0|শত:20.0|মৃত্যু:19.13|বসু:16.0|আট:15.0|কেউ:14.4|তুমি:12.5|তিন:10.0|দুই:10.0|দুধ:10.0|ভাত:10.0|শীত:10.0|শুভ:10.0|সাত:10.0|করিম:9.5|শরৎ:9.5|ঈদ:8.0|এই:8.0|এক:8.0|ওই:8.0|খাতা:8.0|ঘোষ:8.0|চা:8.0|ছয়:8.0|ঝড়:8.0|দশ:8.0|নয়:8.0|ফল:8.0|ফোন:8.0|বই:8.0|বড়:8.0|ভয়:8.0|রোদ:8.0|সে:8.0|উৎসব:7.6|ছাত্র:6.8|বন্ধু:6.8|স্কুল:6.8|আমি:6.4|আশা:6.4|ঊষা:6.4|ঔষধ:6.4|কলম:6.4|কেন:6.4|খান:6.4|গান:6.4|চার:6.4|ছবি:6.4|ডাল:6.4|ঢ়াল:6.4|দাস:6.4|নদী:6.4|নাচ:6.4|পড়া:6.4|পৌষ:6.4|মাছ:6.4|শহর:6.4|কোটি:6.0|রুটি:6.0|যন্ত্র:5.78|বৃষ্টি:5.74|চাঁদ:5.44|জন্ম:5.44|পাঁচ:5.44|লক্ষ:5.44|তারা:5.0|তোমরা:5.0|সুমন:5.0|সৈকত:5.0|পূজা:4.85|বসন্ত:4.25|সূর্য:4.12|ঘোড়া:4.0|মানুষ:4.0|মাসুদ:4.0|য়মুনা:4.0|রংপুর:4.0|বরিশাল:3.8|টাকা:3.75|ঐতিহ্য:3.4|ছাত্রী:3.4|রাস্তা:3.4|পৃথিবী:3.37|আকাশ:3.2|আমরা:3.2|আসাদ:3.2|কৌশল:3.2|খেলা:3.2|গাড়ি:3.2|গৌরব:3.2|ড়াকা:3.2|ঢাকা:3.2|নৌকা:3.2|পানি:3.2|বিয়ে:3.2|ভৈরব:3.2|মাংস:3.2|মেয়ে:3.2|রহিম:3.2|সবজি:3.2|সাহস:3.2|ট্রেন:3.19|কোথায়:3.0|চাকরি:2.97|আনন্দ:2.72|ঈশ্বর:2.72|গ্রাম:2.72|জ্ঞান:2.72|বর্ষা:2.72|সহস্র:2.72|খুলনা:2.5|স্বপ্ন:2.31|হেমন্ত:2.12|কলকাতা:2.0|চৌধুরী:2.0|দোকান:2.0|মৌসুমী:2.0|সোহেল:2.0|হোসেন:2.0|সিলেট:1.88|ডাক্তার:1.7|আহমেদ:1.6|ইসলাম:1.6|উপহার:1.6|দেয়াল:1.6|পাহাড়:1.6|বাজার:1.6|বৈশাখ:1.6|রহমান:1.6|সরকার:1.6|ছোট বোন:1.5|ব্যবসা:1.36|শিক্ষক:1.36|নতুন বছর:1.25|ঐশ্বর্য:1.16|গ্রীষ্ম:1.16|গাজীপুর:1.0|বড় ভাই:0.8|ধন্যবাদ:0.68|বিজ্ঞান:0.68|চট্টগ্রাম:0.54|কুমিল্লা:0.53|ভালোবাসা:0.4|মা-বাবা:0.4|রাজশাহী:0.4|কম্পিউটার:0.38|ভালো থাকো:0.38|বিদ্যালয়:0.34|ইন্টারনেট:0.32|শুভ সকাল:0.31|বাংলাদেশ:0.2|ময়মনসিংহ:0.2|ইঞ্জিনিয়ার:0.09|নারায়ণগঞ্জ:0.09|আমার সোনার বাংলা:0.0
R	bn	b	ঋতু	ঋতু:100.0
R	bn	c	ঋতু	ঋতু:100.0
R	bn	d	ঋতু	ঋতু:100.0|ঋণ:20.0|শত:20.0|মৃত্যু:19.13|বসু:16.0
R	bn	a	ঐতিহ্য	ঐতিহ্য:100.0|তিন:8.5|ঐশ্বর্য:5.44|ওই:4.78|শত:4.25|এই:3.82|বই:3.82|আমি:3.4|ঋতু:3.4|ছবি:3.4|শহর:3.4|নদী:3.3|শীত:3.3|সূর্য:3.2|আট:3.19|কোটি:3.19|রুটি:3.19|দুই:3.06|করিম:2.72|তারা:2.72|তুমি:2.72|বিয়ে:2.72|রহিম:2.72|সাহস:2.72|উৎসব:2.58|মৃত্যু:2.5|সৈকত:2.39|ভাত:2.12|সাত:2.12|গ্রীষ্ম:2.11|টাকা:2.04|পৃথিবী:2.04|শরৎ:2.02|ছাত্র:2.0|সহস্র:2.0|ঝড়:1.99|ছাত্রী:1.75|ট্রেন:1.73|ঈদ:1.7|ঋণ:1.7|এক:1.7|খাতা:1.7|গাড়ি:1.7|চা:1.7|ছয়:1.7|দশ:1.7|নয়:1.7|পানি:1.7|ফল:1.7|বড়:1.7|ভয়:1.7|যন্ত্র:1.7|সবজি:1.7|সে:1.7|পূজা:1.61|জন্ম:1.6|লক্ষ:1.6|শিক্ষক:1.6|ভৈরব:1.53|আশা:1.36|উপহার:1.36|ঊষা:1.36|ঔষধ:1.36|কলম:1.36|কেউ:1.36|কেন:1.36|খান:1.36|গান:1.36|ঘোষ:1.36|চার:1.36|ডাল:1.36|ঢ়াল:1.36|তোমরা:1.36|দাস:1.36|দুধ:1.36|নাচ:1.36|পড়া:1.36|পাহাড়:1.36|পৌষ:1.36|ফোন:1.36|বসু:1.36|মাছ:1.36|রোদ:1.36|শুভ:1.36|সিলেট:1.36|সোহেল:1.36|বৃষ্টি:1.35|আনন্দ:1.28|বসন্ত:1.28|বৈশাখ:1.22|চাঁদ:1.16|পাঁচ:1.16|আকাশ:1.09|আমরা:1.09|আসাদ:1.09|কৌশল:1.09|খেলা:1.09|গৌরব:1.09|ঘোড়া:1.09|ড়াকা:1.09|ঢাকা:1.09|নৌকা:1.09|বরিশাল:1.09|মাংস:1.09|মেয়ে:1.09|সুমন:1.09|স্বপ্ন:1.09|কোথায়:1.02|হেমন্ত:1.02|বিদ্যালয়:1.0|ঈশ্বর:0.92|গ্রাম:0.92|জ্ঞান:0.92|বন্ধু:0.92|বর্ষা:0.92|স্কুল:0.92|আহমেদ:0.87|ইসলাম:0.87|খুলনা:0.87|চাকরি:0.87|দেয়াল:0.87|দোকান:0.87|বাজার:0.87|মানুষ:0.87|মাসুদ:0.87|য়মুনা:0.87|রংপুর:0.87|রহমান:0.87|সরকার:0.87|হোসেন:0.87|বিজ্ঞান:0.86|ব্যবসা:0.74|রাস্তা:0.74|কুমিল্লা:0.64|ডাক্তার:0.58|রাজশাহী:0.54|গাজীপুর:0.53|ধন্যবাদ:0.5|কলকাতা:0.44|চৌধুরী:0.44|বড় ভাই:0.44|মৌসুমী:0.44|ময়মনসিংহ:0.43|চট্টগ্রাম:0.41|ছোট বোন:0.41|নতুন বছর:0.27|কম্পিউটার:0.23|মা-বাবা:0.22|ইন্টারনেট:0.17|নারায়ণগঞ্জ:0.15|ইঞ্জিনিয়ার:0.13|বাংলাদেশ:0.11|ভালোবাসা:0.11|শুভ সকাল:0.11|ভালো থাকো:0.1|আমার সোনার বাংলা:0.0
R	bn	b	ঐতিহ্য	ঐতিহ্য:100.0
R	bn	c	ঐতিহ্য	ঐতিহ্য:100.0
R	bn	d	ঐতিহ্য	ঐতিহ্য:100.0|তিন:8.5|ঐশ্বর্য:5.44|ওই:4.78|শত:4.25
R	bn	a	ছাত্র	ছাত্র:100.0|ছাত্রী:50.0|চার:36.12|সাত:36.12|চা:18.06|শত:18.06|ভাত:17.0|চাকরি:14.45|শহর:14.45|শীত:14.45|আট:14.34|শরৎ:13.73|খাতা:13.6|যন্ত্র:13.6|সহস্র:13.6|চাঁদ:12.28|সাহস:11.56|আশা:9.03|সরকার:9.03|ঊষা:8.5|ছয়:8.5|তারা:8.5|আমরা:7.65|আসাদ:7.23|গাড়ি:7.23|ডাক্তার:7.23|সে:7.23|সৈকত:7.23|ঝড়:7.22|বড়:7.22|ঋতু:6.8|খান:6.8|গান:6.8|ছবি:6.8|ডাল:6.8|ঢ়াল:6.8|দাস:6.8|নাচ:6.8|বাজার:6.8|মাছ:6.8|ঈশ্বর:6.14|বসন্ত:6.14|সূর্য:6.14|আমি:6.12|পাঁচ:5.78|পাহাড়:5.78|রাস্তা:5.78|শুভ:5.78|টাকা:5.44|ড়াকা:5.44|ঢাকা:5.44|পানি:5.44|মাংস:5.44|ট্রেন:4.69|সবজি:4.62|সুমন:4.62|স্বপ্ন:4.62|দশ:4.52|রোদ:4.52|উপহার:4.25|তিন:4.25|পড়া:4.25|কোটি:4.08|রুটি:4.08|স্কুল:3.93|ইসলাম:3.61|বর্ষা:3.61|বসু:3.61|বৈশাখ:3.61|আনন্দ:3.6|আকাশ:3.4|ঈদ:3.4|ঋণ:3.4|এই:3.4|এক:3.4|ওই:3.4|ঔষধ:3.4|কলকাতা:3.4|গৌরব:3.4|নয়:3.4|ফল:3.4|বই:3.4|ভয়:3.4|ভৈরব:3.4|উৎসব:3.23|জন্ম:3.2|মৃত্যু:3.2|লক্ষ:3.2|গ্রাম:2.89|ঘোড়া:2.89|চৌধুরী:2.89|জ্ঞান:2.89|কলম:2.72|কেউ:2.72|কেন:2.72|ঘোষ:2.72|তোমরা:2.72|দুই:2.72|দুধ:2.72|নদী:2.72|পৌষ:2.72|ফোন:2.72|মানুষ:2.72|মাসুদ:2.72|রংপুর:2.72|শিক্ষক:2.72|চট্টগ্রাম:2.71|সিলেট:2.71|ঐশ্বর্য:2.61|সোহেল:2.31|করিম:2.18|কৌশল:2.18|খেলা:2.18|তুমি:2.18|নৌকা:2.18|পূজা:2.18|বিয়ে:2.18|মেয়ে:2.18|রহিম:2.18|বৃষ্টি:2.17|কোথায়:2.04|ঐতিহ্য:2.0|ব্যবসা:1.92|বন্ধু:1.85|বরিশাল:1.81|গাজীপুর:1.7|দেয়াল:1.7|দোকান:1.7|রহমান:1.7|আহমেদ:1.53|রাজশাহী:1.45|হেমন্ত:1.45|হোসেন:1.45|ছোট বোন:1.28|মৌসুমী:1.16|খুলনা:1.09|গ্রীষ্ম:1.09|য়মুনা:1.09|পৃথিবী:1.02|বড় ভাই:0.85|ধন্যবাদ:0.72|বিজ্ঞান:0.72|মা-বাবা:0.68|বিদ্যালয়:0.58|ইন্টারনেট:0.54|কম্পিউটার:0.54|নতুন বছর:0.53|শুভ সকাল:0.45|বাংলাদেশ:0.34|ভালোবাসা:0.34|কুমিল্লা:0.32|ভালো থাকো:0.32|ময়মনসিংহ:0.29|ইঞ্জিনিয়ার:0.23|নারায়ণগঞ্জ:0.23|আমার সোনার বাংলা:0.0
R	bn	b	ছাত্র	ছাত্র:100.0
R	bn	c	ছাত্র	ছাত্র:100.0
R	bn	d	ছাত্র	ছাত্র:100.0|ছাত্রী:50.0|চার:36.12|সাত:36.12|চা:18.06
R	bn	a	পড়া	পড়া:100.0|ঢ়াল:22.5|পাঁচ:21.25|ঘোড়া:20.0|চা:20.0|ঝড়:20.0|পূজা:20.0|বড়:20.0|আমরা:17.0|তারা:17.0|আশা:16.0|ঊষা:16.0|পৌষ:16.0|ফল:15.0|গ্রাম:14.45|বর্ষা:14.45|শরৎ:13.6|ড়াকা:12.5|পানি:12.5|ফোন:12.0|আট:11.25|উপহার:10.0|খান:10.0|গান:10.0|চার:10.0|ডাল:10.0|দাস:10.0|নাচ:10.0|পাহাড়:10.0|ভাত:10.0|মাছ:10.0|সাত:10.0|চাঁদ:8.5|তোমরা:8.5|রোদ:8.5|শহর:8.5|সরকার:8.5|আকাশ:8.0|আসাদ:8.0|ঈদ:8.0|ঋণ:8.0|এই:8.0|এক:8.0|ওই:8.0|খাতা:8.0|খেলা:8.0|গাড়ি:8.0|ছয়:8.0|টাকা:8.0|ঢাকা:8.0|দশ:8.0|নয়:8.0|নৌকা:8.0|বই:8.0|ভয়:8.0|শত:8.0|সে:8.0|করিম:6.8|গৌরব:6.8|জ্ঞান:6.8|ভৈরব:6.8|আমি:6.4|ঋতু:6.4|ঔষধ:6.4|কলম:6.4|কেউ:6.4|কেন:6.4|ঘোষ:6.4|ছবি:6.4|তিন:6.4|দুই:6.4|দুধ:6.4|নদী:6.4|বসু:6.4|শীত:6.4|শুভ:6.4|ট্রেন:5.78|সূর্য:5.78|জন্ম:5.44|লক্ষ:5.44|রংপুর:5.31|রহমান:5.31|বড় ভাই:5.0|মাংস:5.0|সাহস:5.0|রাস্তা:4.52|ছাত্র:4.25|বরিশাল:4.25|রহিম:4.25|রুটি:4.25|ইসলাম:4.0|কোথায়:4.0|খুলনা:4.0|দেয়াল:4.0|দোকান:4.0|বাজার:4.0|বৈশাখ:4.0|য়মুনা:4.0|ঈশ্বর:3.61|সহস্র:3.61|স্বপ্ন:3.61|চাকরি:3.4|ব্যবসা:3.4|উৎসব:3.2|কোটি:3.2|কৌশল:3.2|তুমি:3.2|বিয়ে:3.2|মেয়ে:3.2|সবজি:3.2|সুমন:3.2|সৈকত:3.2|যন্ত্র:3.07|ছাত্রী:2.89|আনন্দ:2.72|বন্ধু:2.72|বসন্ত:2.72|স্কুল:2.72|মানুষ:2.5|মাসুদ:2.5|ঐশ্বর্য:2.46|গ্রীষ্ম:2.46|কলকাতা:2.0|পৃথিবী:2.0|চৌধুরী:1.7|ডাক্তার:1.7|ধন্যবাদ:1.7|বিজ্ঞান:1.7|আহমেদ:1.6|সিলেট:1.6|সোহেল:1.6|হোসেন:1.6|চট্টগ্রাম:1.54|ঐতিহ্য:1.36|বৃষ্টি:1.36|মৃত্যু:1.36|শিক্ষক:1.36|হেমন্ত:1.36|গাজীপুর:1.33|রাজশাহী:1.33|কম্পিউটার:1.06|মা-বাবা:1.0|কুমিল্লা:0.85|বিদ্যালয়:0.85|মৌসুমী:0.8|বাংলাদেশ:0.5|ভালোবাসা:0.5|শুভ সকাল:0.5|নারায়ণগঞ্জ:0.45|ইন্টারনেট:0.43|ছোট বোন:0.4|নতুন বছর:0.27|ভালো থাকো:0.25|ইঞ্জিনিয়ার:0.21|ময়মনসিংহ:0.2|আমার সোনার বাংলা:0.0
R	bn	b	পড়া	পড়া:100.0
R	bn	c	পড়া	পড়া:100.0
R	bn	d	পড়া	পড়া:100.0|ঢ়াল:22.5|পাঁচ:21.25|ঘোড়া:20.0|চা:20.0
R	bn	a	আমার সোনার বাংলা	আমার সোনার বাংলা:100.0|ভালোবাসা:0.03|মা-বাবা:0.03|আমরা:0.02|মাসুদ:0.02|য়মুনা:0.02|আকাশ:0.01|আশা:0.01|আসাদ:0.01|ঘোড়া:0.01|চার:0.01|ছোট বোন:0.01|ড়াকা:0.01|ডাক্তার:0.01|ঢ়াল:0.01|তারা:0.01|তোমরা:0.01|ধন্যবাদ:0.01|নতুন বছর:0.01|পাহাড়:0.01|বড় ভাই:0.01|বরিশাল:0.01|বর্ষা:0.01|বাংলাদেশ:0.01|বাজার:0.01|ভালো থাকো:0.01|মাংস:0.01|মাছ:0.01|মানুষ:0.01|মৌসুমী:0.01|রংপুর:0.01|রাজশাহী:0.01|রাস্তা:0.01|শুভ:0.01|শুভ সকাল:0.01|সরকার:0.01|সোহেল:0.01|আট:0.0|আনন্দ:0.0|আমি:0.0|আহমেদ:0.0|ইঞ্জিনিয়ার:0.0|ইন্টারনেট:0.0|ইসলাম:0.0|ঈদ:0.0|ঈশ্বর:0.0|উপহার:0.0|উৎসব:0.0|ঊষা:0.0|ঋণ:0.0|ঋতু:0.0|এই:0.0|এক:0.0|ঐতিহ্য:0.0|ঐশ্বর্য:0.0|ওই:0.0|ঔষধ:0.0|কম্পিউটার:0.0|করিম:0.0|কলকাতা:0.0|কলম:0.0|কুমিল্লা:0.0|কেউ:0.0|কেন:0.0|কোটি:0.0|কোথায়:0.0|কৌশল:0.0|খাতা:0.0|খান:0.0|খুলনা:0.0|খেলা:0.0|গাজীপুর:0.0|গাড়ি:0.0|গান:0.0|গৌরব:0.0|গ্রাম:0.0|গ্রীষ্ম:0.0|ঘোষ:0.0|চট্টগ্রাম:0.0|চা:0.0|চাঁদ:0.0|চাকরি:0.0|চৌধুরী:0.0|ছবি:0.0|ছয়:0.0|ছাত্র:0.0|ছাত্রী:0.0|জন্ম:0.0|জ্ঞান:0.0|ঝড়:0.0|টাকা:0.0|ট্রেন:0.0|ডাল:0.0|ঢাকা:0.0|তিন:0.0|তুমি:0.0|দশ:0.0|দাস:0.0|দুই:0.0|দুধ:0.0|দেয়াল:0.0|দোকান:0.0|নদী:0.0|নয়:0.0|নাচ:0.0|নারায়ণগঞ্জ:0.0|নৌকা:0.0|পড়া:0.0|পাঁচ:0.0|পানি:0.0|পূজা:0.0|পৃথিবী:0.0|পৌষ:0.0|ফল:0.0|ফোন:0.0|বই:0.0|বড়:0.0|বন্ধু:0.0|বসন্ত:0.0|বসু:0.0|বিজ্ঞান:0.0|বিদ্যালয়:0.0|বিয়ে:0.0|বৃষ্টি:0.0|বৈশাখ:0.0|ব্যবসা:0.0|ভয়:0.0|ভাত:0.0|ভৈরব:0.0|ময়মনসিংহ:0.0|মৃত্যু:0.0|মেয়ে:0.0|যন্ত্র:0.0|রহমান:0.0|রহিম:0.0|রুটি:0.0|রোদ:0.0|লক্ষ:0.0|শত:0.0|শরৎ:0.0|শহর:0.0|শিক্ষক:0.0|শীত:0.0|সবজি:0.0|সহস্র:0.0|সাত:0.0|সাহস:0.0|সিলেট:0.0|সুমন:0.0|সূর্য:0.0|সে:0.0|সৈকত:0.0|স্কুল:0.0|স্বপ্ন:0.0|হেমন্ত:0.0|হোসেন:0.0
R	bn	b	আমার সোনার বাংলা	আমার সোনার বাংলা:100.0
R	bn	c	আমার সোনার বাংলা	আমার সোনার বাংলা:100.0
R	bn	d	আমার সোনার বাংলা	আমার সোনার বাংলা:100.0|ভালোবাসা:0.03|মা-বাবা:0.03|আমরা:0.02|মাসুদ:0.02
"""

private val goldenPart11 = """
R	bn	a	ক	এক:50.0|কলম:25.0|কেউ:25.0|কেন:25.0|কোটি:21.25|লক্ষ:21.25|আট:20.0|ঈদ:20.0|ঋণ:20.0|এই:20.0|ওই:20.0|চা:20.0|ছয়:20.0|ঝড়:20.0|দশ:20.0|নয়:20.0|ফল:20.0|বই:20.0|বড়:20.0|ভয়:20.0|শত:20.0|সে:20.0|খান:18.75|আকাশ:12.5|করিম:12.5|কৌশল:12.5|টাকা:12.5|ড়াকা:12.5|ঢাকা:12.5|নৌকা:12.5|সৈকত:12.5|কোথায়:10.63|স্কুল:10.63|আমি:10.0|আশা:10.0|ঊষা:10.0|ঋতু:10.0|ঔষধ:10.0|গান:10.0|ঘোষ:10.0|চার:10.0|ছবি:10.0|ডাল:10.0|ঢ়াল:10.0|তিন:10.0|দাস:10.0|দুই:10.0|দুধ:10.0|নদী:10.0|নাচ:10.0|পড়া:10.0|পৌষ:10.0|ফোন:10.0|বসু:10.0|ভাত:10.0|মাছ:10.0|রোদ:10.0|শরৎ:10.0|শহর:10.0|শীত:10.0|শুভ:10.0|সাত:10.0|খাতা:9.37|খেলা:9.37|চাঁদ:8.5|জন্ম:8.5|পাঁচ:8.5|চাকরি:6.25|দোকান:6.25|সরকার:6.25|শিক্ষক:5.31|আমরা:5.0|আসাদ:5.0|উৎসব:5.0|গাড়ি:5.0|গৌরব:5.0|ঘোড়া:5.0|তারা:5.0|তুমি:5.0|পানি:5.0|পূজা:5.0|বিয়ে:5.0|ভৈরব:5.0|মাংস:5.0|মেয়ে:5.0|রহিম:5.0|রুটি:5.0|সবজি:5.0|সাহস:5.0|সুমন:5.0|খুলনা:4.69|বৈশাখ:4.69|আনন্দ:4.25|ঈশ্বর:4.25|গ্রাম:4.25|ছাত্র:4.25|জ্ঞান:4.25|ট্রেন:4.25|বন্ধু:4.25|বর্ষা:4.25|বসন্ত:4.25|সহস্র:4.25|সূর্য:4.25|যন্ত্র:3.61|স্বপ্ন:3.61|কলকাতা:3.13|ডাক্তার:2.66|আহমেদ:2.5|ইসলাম:2.5|উপহার:2.5|তোমরা:2.5|দেয়াল:2.5|পাহাড়:2.5|বাজার:2.5|মানুষ:2.5|মাসুদ:2.5|য়মুনা:2.5|রংপুর:2.5|রহমান:2.5|সিলেট:2.5|সোহেল:2.5|হোসেন:2.5|ঐতিহ্য:2.12|ছাত্রী:2.12|বৃষ্টি:2.12|ব্যবসা:2.12|মৃত্যু:2.12|রাস্তা:2.12|হেমন্ত:2.12|ঐশ্বর্য:1.81|গ্রীষ্ম:1.81|কুমিল্লা:1.33|চৌধুরী:1.25|পৃথিবী:1.25|বড় ভাই:1.25|বরিশাল:1.25|মৌসুমী:1.25|ধন্যবাদ:1.06|বিজ্ঞান:1.06|শুভ সকাল:0.78|কম্পিউটার:0.66|ভালো থাকো:0.66|গাজীপুর:0.63|ছোট বোন:0.63|মা-বাবা:0.63|রাজশাহী:0.63|বিদ্যালয়:0.53|চট্টগ্রাম:0.45|নতুন বছর:0.31|বাংলাদেশ:0.31|ভালোবাসা:0.31|ময়মনসিংহ:0.31|ইন্টারনেট:0.27|ইঞ্জিনিয়ার:0.13|নারায়ণগঞ্জ:0.13|আমার সোনার বাংলা:0.0
R	bn	b	ক	
R	bn	c	ক	
R	bn	d	ক	এক:50.0|কলম:25.0|কেউ:25.0|কেন:25.0|কোটি:21.25
R	bn	a		আকাশ:0.0|আট:0.0|আনন্দ:0.0|আমরা:0.0|আমার সোনার বাংলা:0.0|আমি:0.0|আশা:0.0|আসাদ:0.0|আহমেদ:0.0|ইঞ্জিনিয়ার:0.0|ইন্টারনেট:0.0|ইসলাম:0.0|ঈদ:0.0|ঈশ্বর:0.0|উপহার:0.0|উৎসব:0.0|ঊষা:0.0|ঋণ:0.0|ঋতু:0.0|এই:0.0|এক:0.0|ঐতিহ্য:0.0|ঐশ্বর্য:0.0|ওই:0.0|ঔষধ:0.0|কম্পিউটার:0.0|করিম:0.0|কলকাতা:0.0|কলম:0.0|কুমিল্লা:0.0|কেউ:0.0|কেন:0.0|কোটি:0.0|কোথায়:0.0|কৌশল:0.0|খাতা:0.0|খান:0.0|খুলনা:0.0|খেলা:0.0|গাজীপুর:0.0|গাড়ি:0.0|গান:0.0|গৌরব:0.0|গ্রাম:0.0|গ্রীষ্ম:0.0|ঘোড়া:0.0|ঘোষ:0.0|চট্টগ্রাম:0.0|চা:0.0|চাঁদ:0.0|চাকরি:0.0|চার:0.0|চৌধুরী:0.0|ছবি:0.0|ছয়:0.0|ছাত্র:0.0|ছাত্রী:0.0|ছোট বোন:0.0|জন্ম:0.0|জ্ঞান:0.0|ঝড়:0.0|টাকা:0.0|ট্রেন:0.0|ড়াকা:0.0|ডাক্তার:0.0|ডাল:0.0|ঢ়াল:0.0|ঢাকা:0.0|তারা:0.0|তিন:0.0|তুমি:0.0|তোমরা:0.0|দশ:0.0|দাস:0.0|দুই:0.0|দুধ:0.0|দেয়াল:0.0|দোকান:0.0|ধন্যবাদ:0.0|নতুন বছর:0.0|নদী:0.0|নয়:0.0|নাচ:0.0|নারায়ণগঞ্জ:0.0|নৌকা:0.0|পড়া:0.0|পাঁচ:0.0|পানি:0.0|পাহাড়:0.0|পূজা:0.0|পৃথিবী:0.0|পৌষ:0.0|ফল:0.0|ফোন:0.0|বই:0.0|বড়:0.0|বড় ভাই:0.0|বন্ধু:0.0|বরিশাল:0.0|বর্ষা:0.0|বসন্ত:0.0|বসু:0.0|বাংলাদেশ:0.0|বাজার:0.0|বিজ্ঞান:0.0|বিদ্যালয়:0.0|বিয়ে:0.0|বৃষ্টি:0.0|বৈশাখ:0.0|ব্যবসা:0.0|ভয়:0.0|ভাত:0.0|ভালো থাকো:0.0|ভালোবাসা:0.0|ভৈরব:0.0|ময়মনসিংহ:0.0|মা-বাবা:0.0|মাংস:0.0|মাছ:0.0|মানুষ:0.0|মাসুদ:0.0|মৃত্যু:0.0|মেয়ে:0.0|মৌসুমী:0.0|যন্ত্র:0.0|য়মুনা:0.0|রংপুর:0.0|রহমান:0.0|রহিম:0.0|রাজশাহী:0.0|রাস্তা:0.0|রুটি:0.0|রোদ:0.0|লক্ষ:0.0|শত:0.0|শরৎ:0.0|শহর:0.0|শিক্ষক:0.0|শীত:0.0|শুভ:0.0|শুভ সকাল:0.0|সবজি:0.0|সরকার:0.0|সহস্র:0.0|সাত:0.0|সাহস:0.0|সিলেট:0.0|সুমন:0.0|সূর্য:0.0|সে:0.0|সৈকত:0.0|সোহেল:0.0|স্কুল:0.0|স্বপ্ন:0.0|হেমন্ত:0.0|হোসেন:0.0
R	bn	b		
R	bn	c		
R	bn	d		আকাশ:0.0|আট:0.0|আনন্দ:0.0|আমরা:0.0|আমার সোনার বাংলা:0.0
R	bn	a	abc	আট:8.0|ঈদ:8.0|ঋণ:8.0|এই:8.0|এক:8.0|ওই:8.0|চা:8.0|ছয়:8.0|ঝড়:8.0|দশ:8.0|নয়:8.0|ফল:8.0|বই:8.0|বড়:8.0|ভয়:8.0|শত:8.0|সে:8.0|আমি:6.4|আশা:6.4|ঊষা:6.4|ঋতু:6.4|ঔষধ:6.4|কলম:6.4|কেউ:6.4|কেন:6.4|খান:6.4|গান:6.4|ঘোষ:6.4|চার:6.4|ছবি:6.4|ডাল:6.4|ঢ়াল:6.4|তিন:6.4|দাস:6.4|দুই:6.4|দুধ:6.4|নদী:6.4|নাচ:6.4|পড়া:6.4|পৌষ:6.4|ফোন:6.4|বসু:6.4|ভাত:6.4|মাছ:6.4|রোদ:6.4|শরৎ:6.4|শহর:6.4|শীত:6.4|শুভ:6.4|সাত:6.4|চাঁদ:5.44|জন্ম:5.44|পাঁচ:5.44|লক্ষ:5.44|আকাশ:3.2|আমরা:3.2|আসাদ:3.2|উৎসব:3.2|করিম:3.2|কোটি:3.2|কৌশল:3.2|খাতা:3.2|খেলা:3.2|গাড়ি:3.2|গৌরব:3.2|ঘোড়া:3.2|টাকা:3.2|ড়াকা:3.2|ঢাকা:3.2|তারা:3.2|তুমি:3.2|নৌকা:3.2|পানি:3.2|পূজা:3.2|বিয়ে:3.2|ভৈরব:3.2|মাংস:3.2|মেয়ে:3.2|রহিম:3.2|রুটি:3.2|সবজি:3.2|সাহস:3.2|সুমন:3.2|সৈকত:3.2|আনন্দ:2.72|ঈশ্বর:2.72|গ্রাম:2.72|ছাত্র:2.72|জ্ঞান:2.72|ট্রেন:2.72|বন্ধু:2.72|বর্ষা:2.72|বসন্ত:2.72|সহস্র:2.72|সূর্য:2.72|স্কুল:2.72|যন্ত্র:2.31|স্বপ্ন:2.31|আহমেদ:1.6|ইসলাম:1.6|উপহার:1.6|কোথায়:1.6|খুলনা:1.6|চাকরি:1.6|তোমরা:1.6|দেয়াল:1.6|দোকান:1.6|পাহাড়:1.6|বাজার:1.6|বৈশাখ:1.6|মানুষ:1.6|মাসুদ:1.6|য়মুনা:1.6|রংপুর:1.6|রহমান:1.6|সরকার:1.6|সিলেট:1.6|সোহেল:1.6|হোসেন:1.6|ঐতিহ্য:1.36|ছাত্রী:1.36|বৃষ্টি:1.36|ব্যবসা:1.36|মৃত্যু:1.36|রাস্তা:1.36|শিক্ষক:1.36|হেমন্ত:1.36|ঐশ্বর্য:1.16|গ্রীষ্ম:1.16|কলকাতা:0.8|চৌধুরী:0.8|পৃথিবী:0.8|বড় ভাই:0.8|বরিশাল:0.8|মৌসুমী:0.8|ডাক্তার:0.68|ধন্যবাদ:0.68|বিজ্ঞান:0.68|গাজীপুর:0.4|ছোট বোন:0.4|মা-বাবা:0.4|রাজশাহী:0.4|কুমিল্লা:0.34|বিদ্যালয়:0.34|চট্টগ্রাম:0.29|নতুন বছর:0.2|বাংলাদেশ:0.2|ভালোবাসা:0.2|ময়মনসিংহ:0.2|শুভ সকাল:0.2|ইন্টারনেট:0.17|কম্পিউটার:0.17|ভালো থাকো:0.1|ইঞ্জিনিয়ার:0.09|নারায়ণগঞ্জ:0.09|আমার সোনার বাংলা:0.0
R	bn	b	abc	
R	bn	c	abc	
R	bn	d	abc	আট:8.0|ঈদ:8.0|ঋণ:8.0|এই:8.0|এক:8.0
R	bn	a	শুভ সকাল	শুভ সকাল:100.0|শুভ:3.13|স্কুল:2.12|সরকার:1.9|বরিশাল:1.78|শিক্ষক:1.61|দোকান:1.6|সোহেল:1.52|বর্ষা:1.51|বৈশাখ:1.43|ব্যবসা:1.28|ডাল:1.25|ঢ়াল:1.25|ভাত:1.25|সাত:1.25|আশা:1.19|ঊষা:1.19|চা:1.17|আকাশ:1.0|আসাদ:1.0|টাকা:1.0|ড়াকা:1.0|ঢাকা:1.0|নৌকা:1.0|পূজা:0.97|কৌশল:0.95|ঘোষ:0.95|সাহস:0.95|সুমন:0.95|সৈকত:0.95|খান:0.94|চার:0.94|বসু:0.94|উৎসব:0.9|ছোট বোন:0.87|সহস্র:0.81|ইসলাম:0.8|খুলনা:0.8|ঘোড়া:0.8|চাঁদ:0.8|ছবি:0.8|দেয়াল:0.8|কলম:0.78|সূর্য:0.78|বড় ভাই:0.75|উপহার:0.72|সবজি:0.71|রাস্তা:0.68|কোথায়:0.64|তোমরা:0.64|বসন্ত:0.64|হোসেন:0.64|এক:0.63|ফল:0.63|ভয়:0.63|শত:0.63|সে:0.63|চাকরি:0.6|বাজার:0.6|ভালোবাসা:0.6|দশ:0.59|আট:0.56|ছয়:0.53|বিদ্যালয়:0.51|স্বপ্ন:0.51|কেউ:0.5|কেন:0.5|গান:0.5|দাস:0.5|দুই:0.5|দুধ:0.5|নাচ:0.5|পড়া:0.5|মাছ:0.5|য়মুনা:0.5|শরৎ:0.5|শহর:0.5|শীত:0.5|বৃষ্টি:0.48|ঔষধ:0.47|খাতা:0.47|খেলা:0.47|পৌষ:0.47|বই:0.47|বড়:0.47|ছাত্র:0.45|কুমিল্লা:0.44|পাঁচ:0.43|লক্ষ:0.43|বিজ্ঞান:0.41|আমরা:0.4|ঈশ্বর:0.4|কলকাতা:0.4|তারা:0.4|তুমি:0.4|ফোন:0.4|ভৈরব:0.4|মাংস:0.4|রুটি:0.4|রোদ:0.4|গ্রাম:0.34|জ্ঞান:0.34|ডাক্তার:0.34|নতুন বছর:0.34|কোটি:0.32|পাহাড়:0.32|মাসুদ:0.32|রহমান:0.32|ঋতু:0.31|সিলেট:0.31|বিয়ে:0.3|মানুষ:0.3|রাজশাহী:0.3|আমি:0.28|চট্টগ্রাম:0.28|ঐশ্বর্য:0.27|ধন্যবাদ:0.26|মৌসুমী:0.26|ঈদ:0.25|ঋণ:0.25|এই:0.25|ওই:0.25|করিম:0.25|গাড়ি:0.25|ঝড়:0.25|নয়:0.25|পানি:0.25|বন্ধু:0.25|মা-বাবা:0.24|ছাত্রী:0.23|গ্রীষ্ম:0.22|তিন:0.2|নদী:0.2|গৌরব:0.19|চৌধুরী:0.19|জন্ম:0.17|ভালো থাকো:0.16|ময়মনসিংহ:0.16|মেয়ে:0.16|রহিম:0.16|আনন্দ:0.14|কম্পিউটার:0.14|ট্রেন:0.14|আহমেদ:0.13|রংপুর:0.13|বাংলাদেশ:0.12|যন্ত্র:0.12|ঐতিহ্য:0.11|মৃত্যু:0.11|হেমন্ত:0.11|পৃথিবী:0.1|গাজীপুর:0.08|ইঞ্জিনিয়ার:0.07|ইন্টারনেট:0.06|নারায়ণগঞ্জ:0.03|আমার সোনার বাংলা:0.01
R	bn	b	শুভ সকাল	শুভ সকাল:100.0
R	bn	c	শুভ সকাল	শুভ সকাল:100.0
R	bn	d	শুভ সকাল	শুভ সকাল:100.0|শুভ:3.13|স্কুল:2.12|সরকার:1.9|বরিশাল:1.78
N	bn	0020 0041 0020	0041
N	bn	0009 0061 000a	0061
N	bn	0061 0020 0020 0062	0061 0020 0062
N	bn	0061 00a0 0062	0061 0020 0062
N	bn	0061 2003 2003 0062	0061 0020 0062
N	bn	feff 0061 feff	0061
N	bn	0085 0061 0085	0061
N	bn	0061 0085 0062	0061 0085 0062
N	bn	0061 0001 0062	0061 0001 0062
N	bn	1680 0061 3000 0062	0061 0020 0062
N	bn	0041 0042 0043	0041 0042 0043
N	bn	00c0 00c9 00d6	00c0 00c9 00d6
N	bn	0130 0049	0130 0049
N	bn	00df	00df
N	bn	1e9e	1e9e
N	bn	03a3 03a3	03a3 03a3
N	bn	0061 0300 0062 0301	0061 0300 0062 0301
N	bn	2019 2018	2019 2018
N	bn	09a1 09bc	09dc
N	bn	09a2 09bc	09dd
N	bn	09af 09bc	09df
N	bn	09a4 09cd 200d	09ce
N	bn	09c7 09be	09cb
N	bn	09c7 09d7	09cc
N	bn	09a1 09bc 09a1 09bc	09dc 09dc
N	bn	09b8 09cd 09ac	09b8 09cd 09ac
N	bn	d83d de00 0061	d83d de00 0061
N	bn	0061 d83d	0061 d83d
N	bn	d801 dc00 d801 dc28	d801 dc00 d801 dc28
G	en	a	Mary Ann	Mary Ann:100.0|Marry Ann:95.0|Mary An:95.0|Marry An:90.25|Maary Ann:90.0|Marey Ann:90.0|Marie Ann:90.0|Mary Aann:90.0|Maary An:85.5|Maarry Ann:85.5|Marey An:85.5|Marrey Ann:85.5|Marie An:85.5|Mary Aan:85.5|Marrie Ann:85.5|Marry Aann:85.5|Mari Ann:85.0|Maarry An:81.22|Marrey An:81.22|Marrie An:81.22|Marry Aan:81.22|Maarey Ann:81.0|Marey Aann:81.0|Marie Aann:81.0|Maarie Ann:81.0|Maary Aann:81.0|Mari An:80.75|Marri Ann:80.75|Maarey An:76.95|Maarrey Ann:76.95|Marey Aan:76.95|Marrey Aann:76.95|Marie Aan:76.95|Marrie Aann:76.95|Maarie An:76.95|Maary Aan:76.95|Maarrie Ann:76.95|Maarry Aann:76.95|Marri An:76.71|Mari Aann:76.5|Maari Ann:76.5|Maarrey An:73.1|Marrey Aan:73.1|Marrie Aan:73.1|Maarrie An:73.1|Maarry Aan:73.1|Maarey Aann:72.9|Maarie Aann:72.9|Mari Aan:72.67|Marri Aann:72.67
G	en	b	Mary Ann	Marry Ann:95.0|Mary An:95.0|Marry An:90.25|Maary Ann:90.0|Marey Ann:90.0|Marie Ann:90.0|Mary Aann:90.0|Maary An:85.5|Maarry Ann:85.5|Marey An:85.5|Marrey Ann:85.5|Marie An:85.5|Mary Aan:85.5|Marrie Ann:85.5|Marry Aann:85.5|Mari Ann:85.0|Maarry An:81.22|Marrey An:81.22|Marrie An:81.22|Marry Aan:81.22
G	en	c	Mary Ann	Mary Ann:100.0|Marry Ann:95.0|Mary An:95.0|Maary Ann:90.0|Marey Ann:90.0|Marie Ann:90.0|Mary Aann:90.0|Mari Ann:85.0|Mairy Ann:70.0|Mary Ainn:70.0|Mery Ann:70.0|Mary Enn:70.0
G	en	d	Mary Ann	Mary Ann:100.0|Marry Ann:95.0|Mary An:95.0|Marry An:90.25|Maary Ann:90.0|Marey Ann:90.0|Marie Ann:90.0|Mary Aann:90.0|Maary An:85.5|Maarry Ann:85.5|Marey An:85.5|Marrey Ann:85.5|Marie An:85.5|Mary Aan:85.5|Marrie Ann:85.5
G	en	a	Mary	Mary:100.0|Marry:95.0|Maary:90.0|Marey:90.0|Marie:90.0|Maarry:85.5|Marrey:85.5|Marrie:85.5|Mari:85.0|Maarey:81.0|Maarie:81.0|Marri:80.75|Maarrey:76.95|Maarrie:76.95|Maari:76.5|Maarri:72.67|Mairy:70.0|Mery:70.0
G	en	b	Mary	Marry:95.0|Maary:90.0|Marey:90.0|Marie:90.0|Maarry:85.5|Marrey:85.5|Marrie:85.5|Mari:85.0|Maarey:81.0|Maarie:81.0|Marri:80.75|Maarrey:76.95|Maarrie:76.95|Maari:76.5|Maarri:72.67|Mairy:70.0|Mery:70.0|Mairry:66.5|Merry:66.5|Mairey:63.0
G	en	c	Mary	Mary:100.0|Marry:95.0|Maary:90.0|Marey:90.0|Marie:90.0|Mari:85.0|Mairy:70.0|Mery:70.0
G	en	d	Mary	Mary:100.0|Marry:95.0|Maary:90.0|Marey:90.0|Marie:90.0|Maarry:85.5|Marrey:85.5|Marrie:85.5|Mari:85.0|Maarey:81.0|Maarie:81.0|Marri:80.75|Maari:76.5|Mairy:70.0|Mery:70.0
G	en	a	Ann	Ann:100.0|An:95.0|Aann:90.0|Aan:85.5|Ainn:70.0|Enn:70.0
G	en	b	Ann	An:95.0|Aann:90.0|Aan:85.5|Ainn:70.0|Enn:70.0|Ain:66.5|En:66.5
G	en	c	Ann	Ann:100.0|An:95.0|Aann:90.0|Ainn:70.0|Enn:70.0
G	en	d	Ann	Ann:100.0|An:95.0|Aann:90.0|Aan:85.5|Ainn:70.0|Enn:70.0|Ain:66.5|En:66.5
G	en	a	Jose	Jose:100.0|Josse:95.0|Joseh:90.0|Josseh:85.5|Joze:85.0|Joose:80.0|Jozeh:76.5|Joosse:76.0|Gose:75.0|Jooseh:72.0|Gosse:71.25|Josa:70.0|Joce:70.0|Juse:70.0|Yose:70.0|Josi:70.0|Joshe:70.0
G	en	b	Jose	Josse:95.0|Joseh:90.0|Josseh:85.5|Joze:85.0|Joose:80.0|Jozeh:76.5|Joosse:76.0|Gose:75.0|Jooseh:72.0|Gosse:71.25|Josa:70.0|Joce:70.0|Juse:70.0|Yose:70.0|Josi:70.0|Joshe:70.0|Joosseh:68.4|Jooze:68.0|Goseh:67.5|Jossa:66.5
G	en	c	Jose	Jose:100.0|Josse:95.0|Joseh:90.0|Joze:85.0|Joose:80.0|Gose:75.0|Josa:70.0|Joce:70.0|Juse:70.0|Yose:70.0|Josi:70.0|Joshe:70.0
G	en	d	Jose	Jose:100.0|Josse:95.0|Joseh:90.0|Josseh:85.5|Joze:85.0|Joose:80.0|Jozeh:76.5|Joosse:76.0|Gose:75.0|Jooseh:72.0|Gosse:71.25|Josa:70.0|Joce:70.0|Juse:70.0|Yose:70.0
G	en	a	Wright	Wright:100.0|Wrightt:95.0|Right:90.0|Rightt:85.5|Wrieght:85.0|Wryght:85.0|Wrigt:85.0|Wrieghtt:80.75|Wryghtt:80.75|Wrigtt:80.75|Wrighth:80.0|Wreeght:80.0|Rieght:76.5|Ryght:76.5|Rigt:76.5|Wreeghtt:76.0|Rieghtt:72.67|Ryghtt:72.67|Rigtt:72.67|Wriegt:72.25|Wrygt:72.25|Righth:72.0|Reeght:72.0|Wreght:70.0
G	en	b	Wright	Wrightt:95.0|Right:90.0|Rightt:85.5|Wrieght:85.0|Wryght:85.0|Wrigt:85.0|Wrieghtt:80.75|Wryghtt:80.75|Wrigtt:80.75|Wrighth:80.0|Wreeght:80.0|Rieght:76.5|Ryght:76.5|Rigt:76.5|Wreeghtt:76.0|Rieghtt:72.67|Ryghtt:72.67|Rigtt:72.67|Wriegt:72.25|Wrygt:72.25
G	en	c	Wright	Wright:100.0|Wrightt:95.0|Right:90.0|Wrieght:85.0|Wryght:85.0|Wrigt:85.0|Wrighth:80.0|Wreeght:80.0|Wreght:70.0
G	en	d	Wright	Wright:100.0|Wrightt:95.0|Right:90.0|Rightt:85.5|Wrieght:85.0|Wryght:85.0|Wrigt:85.0|Wrieghtt:80.75|Wryghtt:80.75|Wrigtt:80.75|Wrighth:80.0|Wreeght:80.0|Rieght:76.5|Ryght:76.5|Rigt:76.5
G	en	a	Catherine	Catherine:100.0|Catherinne:95.0|Caatherine:90.0|Catherineh:90.0|Caatherinne:85.5|Catherinneh:85.5|Katherine:85.0|Catheriene:85.0|Catheryne:85.0|Caatherineh:81.0|Katherinne:80.75|Catherienne:80.75|Catherynne:80.75|Caterine:80.0|Cathereene:80.0|Caatherinneh:76.95|Katherineh:76.5|Kaatherine:76.5|Catherieneh:76.5|Caatheriene:76.5|Catheryneh:76.5|Caatheryne:76.5|Caterinne:76.0|Cathereenne:76.0|Katherinneh:72.67|Kaatherinne:72.67|Catherienneh:72.67|Caatherienne:72.67|Catherynneh:72.67|Caatherynne:72.67|Katheriene:72.25|Katheryne:72.25|Caterineh:72.0|Caaterine:72.0|Cathereeneh:72.0|Caathereene:72.0|Caitherine:70.0|Catherina:70.0|Satherine:70.0|Cathirine:70.0|Catherene:70.0|Cetherine:70.0|Catherini:70.0|Cathurine:70.0
G	en	b	Catherine	Catherinne:95.0|Caatherine:90.0|Catherineh:90.0|Caatherinne:85.5|Catherinneh:85.5|Katherine:85.0|Catheriene:85.0|Catheryne:85.0|Caatherineh:81.0|Katherinne:80.75|Catherienne:80.75|Catherynne:80.75|Caterine:80.0|Cathereene:80.0|Caatherinneh:76.95|Katherineh:76.5|Kaatherine:76.5|Catherieneh:76.5|Caatheriene:76.5|Catheryneh:76.5
G	en	c	Catherine	Catherine:100.0|Catherinne:95.0|Caatherine:90.0|Catherineh:90.0|Katherine:85.0|Catheriene:85.0|Catheryne:85.0|Caterine:80.0|Cathereene:80.0|Caitherine:70.0|Catherina:70.0|Satherine:70.0|Cathirine:70.0|Catherene:70.0|Cetherine:70.0|Catherini:70.0|Cathurine:70.0
G	en	d	Catherine	Catherine:100.0|Catherinne:95.0|Caatherine:90.0|Catherineh:90.0|Caatherinne:85.5|Catherinneh:85.5|Katherine:85.0|Catheriene:85.0|Catheryne:85.0|Caatherineh:81.0|Katherinne:80.75|Catherienne:80.75|Catherynne:80.75|Caterine:80.0|Cathereene:80.0
G	en	a	Katherine	Katherine:100.0|Katherinne:95.0|Kaatherine:90.0|Katherineh:90.0|Kaatherinne:85.5|Katherinneh:85.5|Catherine:85.0|Khatherine:85.0|Katheriene:85.0|Qatherine:85.0|Katheryne:85.0|Kaatherineh:81.0|Catherinne:80.75|Khatherinne:80.75|Katherienne:80.75|Qatherinne:80.75|Katherynne:80.75|Katerine:80.0|Kathereene:80.0|Kaatherinneh:76.95|Catherineh:76.5|Caatherine:76.5|Khatherineh:76.5|Katherieneh:76.5|Khaatherine:76.5|Kaatheriene:76.5|Qatherineh:76.5|Katheryneh:76.5|Qaatherine:76.5|Kaatheryne:76.5|Katerinne:76.0|Kathereenne:76.0|Catherinneh:72.67|Caatherinne:72.67|Khatherinneh:72.67|Katherienneh:72.67|Khaatherinne:72.67|Kaatherienne:72.67|Qatherinneh:72.67|Katherynneh:72.67|Qaatherinne:72.67|Kaatherynne:72.67|Catheriene:72.25|Khatheriene:72.25|Qatheriene:72.25|Catheryne:72.25|Khatheryne:72.25|Qatheryne:72.25|Katerineh:72.0|Kaaterine:72.0
G	en	b	Katherine	Katherinne:95.0|Kaatherine:90.0|Katherineh:90.0|Kaatherinne:85.5|Katherinneh:85.5|Catherine:85.0|Khatherine:85.0|Katheriene:85.0|Qatherine:85.0|Katheryne:85.0|Kaatherineh:81.0|Catherinne:80.75|Khatherinne:80.75|Katherienne:80.75|Qatherinne:80.75|Katherynne:80.75|Katerine:80.0|Kathereene:80.0|Kaatherinneh:76.95|Catherineh:76.5
G	en	c	Katherine	Katherine:100.0|Katherinne:95.0|Kaatherine:90.0|Katherineh:90.0|Catherine:85.0|Khatherine:85.0|Katheriene:85.0|Qatherine:85.0|Katheryne:85.0|Katerine:80.0|Kathereene:80.0|Kaitherine:70.0|Katherina:70.0|Chatherine:70.0|Kathirine:70.0|Katherene:70.0|Ketherine:70.0|Katherini:70.0|Kathurine:70.0
G	en	d	Katherine	Katherine:100.0|Katherinne:95.0|Kaatherine:90.0|Katherineh:90.0|Kaatherinne:85.5|Katherinneh:85.5|Catherine:85.0|Khatherine:85.0|Katheriene:85.0|Qatherine:85.0|Katheryne:85.0|Kaatherineh:81.0|Catherinne:80.75|Khatherinne:80.75|Katherienne:80.75
G	en	a	Kathryn	Kathryn:100.0|Kathrryn:95.0|Kathrynn:95.0|Kathrrynn:90.25|Kaathryn:90.0|Kaathrynn:85.5|Kaathrryn:85.5|Cathryn:85.0|Khathryn:85.0|Kathrin:85.0|Qathryn:85.0|Kaathrrynn:81.22|Cathrynn:80.75|Cathrryn:80.75|Khathrynn:80.75|Kathrinn:80.75|Khathrryn:80.75|Kathrrin:80.75|Qathrynn:80.75|Qathrryn:80.75|Katryn:80.0|Cathrrynn:76.71|Khathrrynn:76.71|Kathrrinn:76.71|Qathrrynn:76.71|Caathryn:76.5|Khaathryn:76.5|Kaathrin:76.5|Qaathryn:76.5|Katrynn:76.0|Katrryn:76.0|Caathrynn:72.67|Caathrryn:72.67|Khaathrynn:72.67|Kaathrinn:72.67|Khaathrryn:72.67|Kaathrrin:72.67|Qaathrynn:72.67|Qaathrryn:72.67|Cathrin:72.25|Khathrin:72.25|Qathrin:72.25|Katrrynn:72.2|Kaatryn:72.0|Kaithryn:70.0|Chathryn:70.0|Kethryn:70.0
G	en	b	Kathryn	Kathrryn:95.0|Kathrynn:95.0|Kathrrynn:90.25|Kaathryn:90.0|Kaathrynn:85.5|Kaathrryn:85.5|Cathryn:85.0|Khathryn:85.0|Kathrin:85.0|Qathryn:85.0|Kaathrrynn:81.22|Cathrynn:80.75|Cathrryn:80.75|Khathrynn:80.75|Kathrinn:80.75|Khathrryn:80.75|Kathrrin:80.75|Qathrynn:80.75|Qathrryn:80.75|Katryn:80.0
G	en	c	Kathryn	Kathryn:100.0|Kathrryn:95.0|Kathrynn:95.0|Kaathryn:90.0|Cathryn:85.0|Khathryn:85.0|Kathrin:85.0|Qathryn:85.0|Katryn:80.0|Kaithryn:70.0|Chathryn:70.0|Kethryn:70.0
G	en	d	Kathryn	Kathryn:100.0|Kathrryn:95.0|Kathrynn:95.0|Kathrrynn:90.25|Kaathryn:90.0|Kaathrynn:85.5|Kaathrryn:85.5|Cathryn:85.0|Khathryn:85.0|Kathrin:85.0|Qathryn:85.0|Cathrynn:80.75|Cathrryn:80.75|Khathrynn:80.75|Kathrinn:80.75
G	en	a	Stephen	Stephen:100.0|Sttephen:95.0|Stefen:95.0|Stephenn:95.0|Sttefen:90.25|Stefenn:90.25|Sttephenn:90.25|Sttefenn:85.74|Ztephen:85.0|Ztephenn:80.75|Ztefen:80.75|Zttephen:80.75|Sthephen:80.0|Ztefenn:76.71|Zttephenn:76.71|Zttefen:76.71|Sthefen:76.0|Sthephenn:76.0|Zttefenn:72.88|Sthefenn:72.2|Ctephen:70.0|Staphen:70.0|Shtephen:70.0|Stiphen:70.0|Stephan:70.0|Stephin:70.0
G	en	b	Stephen	Sttephen:95.0|Stefen:95.0|Stephenn:95.0|Sttefen:90.25|Stefenn:90.25|Sttephenn:90.25|Sttefenn:85.74|Ztephen:85.0|Ztephenn:80.75|Ztefen:80.75|Zttephen:80.75|Sthephen:80.0|Ztefenn:76.71|Zttephenn:76.71|Zttefen:76.71|Sthefen:76.0|Sthephenn:76.0|Zttefenn:72.88|Sthefenn:72.2|Ctephen:70.0
G	en	c	Stephen	Stephen:100.0|Sttephen:95.0|Stefen:95.0|Stephenn:95.0|Ztephen:85.0|Sthephen:80.0|Ctephen:70.0|Staphen:70.0|Shtephen:70.0|Stiphen:70.0|Stephan:70.0|Stephin:70.0
G	en	d	Stephen	Stephen:100.0|Sttephen:95.0|Stefen:95.0|Stephenn:95.0|Sttefen:90.25|Stefenn:90.25|Sttephenn:90.25|Ztephen:85.0|Ztephenn:80.75|Ztefen:80.75|Zttephen:80.75|Sthephen:80.0|Sthefen:76.0|Sthephenn:76.0|Ctephen:70.0
"""

private val goldenPart12 = """
G	en	a	Steven	Steven:100.0|Stteven:95.0|Stevenn:95.0|Sttevenn:90.25|Zteven:85.0|Ztevenn:80.75|Ztteven:80.75|Stheven:80.0|Zttevenn:76.71|Sthevenn:76.0|Stewen:75.0|Stewenn:71.25|Sttewen:71.25|Cteven:70.0|Staven:70.0|Shteven:70.0|Stiven:70.0|Stevan:70.0|Stevin:70.0
G	en	b	Steven	Stteven:95.0|Stevenn:95.0|Sttevenn:90.25|Zteven:85.0|Ztevenn:80.75|Ztteven:80.75|Stheven:80.0|Zttevenn:76.71|Sthevenn:76.0|Stewen:75.0|Stewenn:71.25|Sttewen:71.25|Cteven:70.0|Staven:70.0|Shteven:70.0|Stiven:70.0|Stevan:70.0|Stevin:70.0|Ztheven:68.0|Sttewenn:67.69
G	en	c	Steven	Steven:100.0|Stteven:95.0|Stevenn:95.0|Zteven:85.0|Stheven:80.0|Stewen:75.0|Cteven:70.0|Staven:70.0|Shteven:70.0|Stiven:70.0|Stevan:70.0|Stevin:70.0
G	en	d	Steven	Steven:100.0|Stteven:95.0|Stevenn:95.0|Sttevenn:90.25|Zteven:85.0|Ztevenn:80.75|Ztteven:80.75|Stheven:80.0|Sthevenn:76.0|Stewen:75.0|Stewenn:71.25|Sttewen:71.25|Cteven:70.0|Staven:70.0|Shteven:70.0
G	en	a	Philip	Philip:100.0|Filip:95.0|Phillip:95.0|Philipp:95.0|Fillip:90.25|Phillipp:90.25|Filipp:90.25|Fillipp:85.74|Phielip:85.0|Phylip:85.0|Philiep:85.0|Philyp:85.0|Phielipp:80.75|Phiellip:80.75|Fielip:80.75|Phylipp:80.75|Philiepp:80.75|Phyllip:80.75|Philliep:80.75|Fylip:80.75|Filiep:80.75|Philypp:80.75|Phillyp:80.75|Filyp:80.75|Pheelip:80.0|Phileep:80.0|Phiellipp:76.71|Fielipp:76.71|Fiellip:76.71|Phyllipp:76.71|Philliepp:76.71|Fylipp:76.71|Filiepp:76.71|Fyllip:76.71|Filliep:76.71|Phillypp:76.71|Filypp:76.71|Fillyp:76.71|Pheelipp:76.0|Pheellip:76.0|Feelip:76.0|Phileepp:76.0|Philleep:76.0|Fileep:76.0|Fiellipp:72.88|Fyllipp:72.88|Filliepp:72.88|Fillypp:72.88|Phieliep:72.25|Phyliep:72.25
G	en	b	Philip	Filip:95.0|Phillip:95.0|Philipp:95.0|Fillip:90.25|Phillipp:90.25|Filipp:90.25|Fillipp:85.74|Phielip:85.0|Phylip:85.0|Philiep:85.0|Philyp:85.0|Phielipp:80.75|Phiellip:80.75|Fielip:80.75|Phylipp:80.75|Philiepp:80.75|Phyllip:80.75|Philliep:80.75|Fylip:80.75|Filiep:80.75
G	en	c	Philip	Philip:100.0|Filip:95.0|Phillip:95.0|Philipp:95.0|Phielip:85.0|Phylip:85.0|Philiep:85.0|Philyp:85.0|Pheelip:80.0|Phileep:80.0|Phelip:70.0|Philep:70.0
G	en	d	Philip	Philip:100.0|Filip:95.0|Phillip:95.0|Philipp:95.0|Fillip:90.25|Phillipp:90.25|Filipp:90.25|Phielip:85.0|Phylip:85.0|Philiep:85.0|Philyp:85.0|Phielipp:80.75|Phiellip:80.75|Fielip:80.75|Phylipp:80.75
G	en	a	Phillip	Phillip:100.0|Fillip:95.0|Philip:95.0|Phillipp:95.0|Filip:90.25|Philipp:90.25|Fillipp:90.25|Filipp:85.74|Phiellip:85.0|Phyllip:85.0|Philliep:85.0|Phillyp:85.0|Phiellipp:80.75|Phielip:80.75|Fiellip:80.75|Phyllipp:80.75|Philliepp:80.75|Phylip:80.75|Philiep:80.75|Fyllip:80.75|Filliep:80.75|Phillypp:80.75|Philyp:80.75|Fillyp:80.75|Pheellip:80.0|Philleep:80.0|Phielipp:76.71|Fiellipp:76.71|Fielip:76.71|Phylipp:76.71|Philiepp:76.71|Fyllipp:76.71|Filliepp:76.71|Fylip:76.71|Filiep:76.71|Philypp:76.71|Fillypp:76.71|Filyp:76.71|Pheellipp:76.0|Pheelip:76.0|Feellip:76.0|Philleepp:76.0|Phileep:76.0|Filleep:76.0|Fielipp:72.88|Fylipp:72.88|Filiepp:72.88|Filypp:72.88|Phielliep:72.25|Phylliep:72.25
G	en	b	Phillip	Fillip:95.0|Philip:95.0|Phillipp:95.0|Filip:90.25|Philipp:90.25|Fillipp:90.25|Filipp:85.74|Phiellip:85.0|Phyllip:85.0|Philliep:85.0|Phillyp:85.0|Phiellipp:80.75|Phielip:80.75|Fiellip:80.75|Phyllipp:80.75|Philliepp:80.75|Phylip:80.75|Philiep:80.75|Fyllip:80.75|Filliep:80.75
G	en	c	Phillip	Phillip:100.0|Fillip:95.0|Philip:95.0|Phillipp:95.0|Phiellip:85.0|Phyllip:85.0|Philliep:85.0|Phillyp:85.0|Pheellip:80.0|Philleep:80.0|Phellip:70.0|Phillep:70.0
G	en	d	Phillip	Phillip:100.0|Fillip:95.0|Philip:95.0|Phillipp:95.0|Filip:90.25|Philipp:90.25|Fillipp:90.25|Phiellip:85.0|Phyllip:85.0|Philliep:85.0|Phillyp:85.0|Phiellipp:80.75|Phielip:80.75|Fiellip:80.75|Phyllipp:80.75
G	en	a	Sean	Sean:100.0|Seann:95.0|Seen:90.0|Seenn:85.5|Zean:85.0|Zeann:80.75|Zeen:76.5|Zeenn:72.67|Cean:70.0|Shean:70.0
G	en	b	Sean	Seann:95.0|Seen:90.0|Seenn:85.5|Zean:85.0|Zeann:80.75|Zeen:76.5|Zeenn:72.67|Cean:70.0|Shean:70.0|Ceann:66.5|Sheann:66.5|Ceen:63.0|Sheen:63.0|Ceenn:59.85|Sheenn:59.85
G	en	c	Sean	Sean:100.0|Seann:95.0|Seen:90.0|Zean:85.0|Cean:70.0|Shean:70.0
G	en	d	Sean	Sean:100.0|Seann:95.0|Seen:90.0|Seenn:85.5|Zean:85.0|Zeann:80.75|Zeen:76.5|Cean:70.0|Shean:70.0|Ceann:66.5|Sheann:66.5|Ceen:63.0|Sheen:63.0
G	en	a	Shaun	Shaun:100.0|Shaunn:95.0|Shawn:90.0|Shawnn:85.5|Schaun:85.0|Schaunn:80.75|Schawn:76.5|Schawnn:72.67|Saun:70.0
G	en	b	Shaun	Shaunn:95.0|Shawn:90.0|Shawnn:85.5|Schaun:85.0|Schaunn:80.75|Schawn:76.5|Schawnn:72.67|Saun:70.0|Saunn:66.5|Chaun:65.0|Sawn:63.0|Chaunn:61.75|Sawnn:59.85|Chawn:58.5|Chawnn:55.58
G	en	c	Shaun	Shaun:100.0|Shaunn:95.0|Shawn:90.0|Schaun:85.0|Saun:70.0|Chaun:65.0
G	en	d	Shaun	Shaun:100.0|Shaunn:95.0|Shawn:90.0|Shawnn:85.5|Schaun:85.0|Schaunn:80.75|Schawn:76.5|Saun:70.0|Saunn:66.5|Chaun:65.0|Sawn:63.0|Chaunn:61.75|Chawn:58.5
G	en	a	Shawn	Shawn:100.0|Shawnn:95.0|Shaun:90.0|Shaunn:85.5|Schawn:85.0|Schawnn:80.75|Schaun:76.5|Schaunn:72.67|Sawn:70.0
G	en	b	Shawn	Shawnn:95.0|Shaun:90.0|Shaunn:85.5|Schawn:85.0|Schawnn:80.75|Schaun:76.5|Schaunn:72.67|Sawn:70.0|Sawnn:66.5|Chawn:65.0|Saun:63.0|Chawnn:61.75|Saunn:59.85|Chaun:58.5|Chaunn:55.58
G	en	c	Shawn	Shawn:100.0|Shawnn:95.0|Shaun:90.0|Schawn:85.0|Sawn:70.0|Chawn:65.0
G	en	d	Shawn	Shawn:100.0|Shawnn:95.0|Shaun:90.0|Shaunn:85.5|Schawn:85.0|Schawnn:80.75|Schaun:76.5|Sawn:70.0|Sawnn:66.5|Chawn:65.0|Saun:63.0|Chawnn:61.75|Chaun:58.5
G	en	a	Jon	Jon:100.0|Jonn:95.0|Joon:80.0|Joonn:76.0|Gon:75.0|Gonn:71.25|Jun:70.0|Yon:70.0
G	en	b	Jon	Jonn:95.0|Joon:80.0|Joonn:76.0|Gon:75.0|Gonn:71.25|Jun:70.0|Yon:70.0|Junn:66.5|Yonn:66.5|Goon:60.0|Goonn:57.0|Yoon:56.0|Yoonn:53.2|Gun:52.5
G	en	c	Jon	Jon:100.0|Jonn:95.0|Joon:80.0|Gon:75.0|Jun:70.0|Yon:70.0
G	en	d	Jon	Jon:100.0|Jonn:95.0|Joon:80.0|Joonn:76.0|Gon:75.0|Gonn:71.25|Jun:70.0|Yon:70.0|Junn:66.5|Yonn:66.5|Goon:60.0|Yoon:56.0|Gun:52.5|Yun:49.0
G	en	a	John	John:100.0|Johnn:95.0|Joohn:80.0|Joohnn:76.0|Gohn:75.0|Gohnn:71.25|Juhn:70.0|Yohn:70.0
G	en	b	John	Johnn:95.0|Joohn:80.0|Joohnn:76.0|Gohn:75.0|Gohnn:71.25|Juhn:70.0|Yohn:70.0|Juhnn:66.5|Yohnn:66.5|Goohn:60.0|Goohnn:57.0|Yoohn:56.0|Yoohnn:53.2|Guhn:52.5
G	en	c	John	John:100.0|Johnn:95.0|Joohn:80.0|Gohn:75.0|Juhn:70.0|Yohn:70.0
G	en	d	John	John:100.0|Johnn:95.0|Joohn:80.0|Joohnn:76.0|Gohn:75.0|Gohnn:71.25|Juhn:70.0|Yohn:70.0|Juhnn:66.5|Yohnn:66.5|Goohn:60.0|Yoohn:56.0|Guhn:52.5|Yuhn:49.0
G	en	a	Jonathan	Jonathan:100.0|Jonnathan:95.0|Jonathann:95.0|Jonnathann:90.25|Jonaathan:90.0|Jonathaan:90.0|Jonaathann:85.5|Jonnaathan:85.5|Jonathaann:85.5|Jonnathaan:85.5|Jonnaathann:81.22|Jonnathaann:81.22|Jonaathaan:81.0|Joonathan:80.0|Jonatan:80.0|Jonaathaann:76.95|Jonnaathaan:76.95|Joonathann:76.0|Joonnathan:76.0|Jonatann:76.0|Jonnatan:76.0|Gonathan:75.0|Jonnaathaann:73.1|Joonnathann:72.2|Jonnatann:72.2|Joonathaan:72.0|Joonaathan:72.0|Jonataan:72.0|Jonaatan:72.0|Gonathann:71.25|Gonnathan:71.25|Jonaithan:70.0|Jonathain:70.0|Junathan:70.0|Yonathan:70.0|Jonethan:70.0|Jonathen:70.0
G	en	b	Jonathan	Jonnathan:95.0|Jonathann:95.0|Jonnathann:90.25|Jonaathan:90.0|Jonathaan:90.0|Jonaathann:85.5|Jonnaathan:85.5|Jonathaann:85.5|Jonnathaan:85.5|Jonnaathann:81.22|Jonnathaann:81.22|Jonaathaan:81.0|Joonathan:80.0|Jonatan:80.0|Jonaathaann:76.95|Jonnaathaan:76.95|Joonathann:76.0|Joonnathan:76.0|Jonatann:76.0|Jonnatan:76.0
G	en	c	Jonathan	Jonathan:100.0|Jonnathan:95.0|Jonathann:95.0|Jonaathan:90.0|Jonathaan:90.0|Joonathan:80.0|Jonatan:80.0|Gonathan:75.0|Jonaithan:70.0|Jonathain:70.0|Junathan:70.0|Yonathan:70.0|Jonethan:70.0|Jonathen:70.0
G	en	d	Jonathan	Jonathan:100.0|Jonnathan:95.0|Jonathann:95.0|Jonnathann:90.25|Jonaathan:90.0|Jonathaan:90.0|Jonaathann:85.5|Jonnaathan:85.5|Jonathaann:85.5|Jonnathaan:85.5|Jonaathaan:81.0|Joonathan:80.0|Jonatan:80.0|Joonathann:76.0|Joonnathan:76.0
G	en	a	Johnathan	Johnathan:100.0|Johnnathan:95.0|Johnathann:95.0|Johnnathann:90.25|Johnaathan:90.0|Johnathaan:90.0|Johnaathann:85.5|Johnnaathan:85.5|Johnathaann:85.5|Johnnathaan:85.5|Johnnaathann:81.22|Johnnathaann:81.22|Johnaathaan:81.0|Joohnathan:80.0|Johnatan:80.0|Johnaathaann:76.95|Johnnaathaan:76.95|Joohnathann:76.0|Joohnnathan:76.0|Johnatann:76.0|Johnnatan:76.0|Gohnathan:75.0|Johnnaathaann:73.1|Joohnnathann:72.2|Johnnatann:72.2|Joohnathaan:72.0|Joohnaathan:72.0|Johnataan:72.0|Johnaatan:72.0|Gohnathann:71.25|Gohnnathan:71.25|Johnaithan:70.0|Johnathain:70.0|Juhnathan:70.0|Yohnathan:70.0|Johnethan:70.0|Johnathen:70.0
G	en	b	Johnathan	Johnnathan:95.0|Johnathann:95.0|Johnnathann:90.25|Johnaathan:90.0|Johnathaan:90.0|Johnaathann:85.5|Johnnaathan:85.5|Johnathaann:85.5|Johnnathaan:85.5|Johnnaathann:81.22|Johnnathaann:81.22|Johnaathaan:81.0|Joohnathan:80.0|Johnatan:80.0|Johnaathaann:76.95|Johnnaathaan:76.95|Joohnathann:76.0|Joohnnathan:76.0|Johnatann:76.0|Johnnatan:76.0
G	en	c	Johnathan	Johnathan:100.0|Johnnathan:95.0|Johnathann:95.0|Johnaathan:90.0|Johnathaan:90.0|Joohnathan:80.0|Johnatan:80.0|Gohnathan:75.0|Johnaithan:70.0|Johnathain:70.0|Juhnathan:70.0|Yohnathan:70.0|Johnethan:70.0|Johnathen:70.0
G	en	d	Johnathan	Johnathan:100.0|Johnnathan:95.0|Johnathann:95.0|Johnnathann:90.25|Johnaathan:90.0|Johnathaan:90.0|Johnaathann:85.5|Johnnaathan:85.5|Johnathaann:85.5|Johnnathaan:85.5|Johnaathaan:81.0|Joohnathan:80.0|Johnatan:80.0|Joohnathann:76.0|Joohnnathan:76.0
G	en	a	Geoffrey	Geoffrey:100.0|Geofrey:95.0|Geoffrrey:95.0|Geofrrey:90.25|Geoffry:90.0|Geoffrry:85.5|Geofry:85.5|Geoffray:85.0|Geoffrie:85.0|Geofrry:81.22|Geoffrray:80.75|Geofray:80.75|Geoffrrie:80.75|Geofrie:80.75|Jeffrey:80.0|Geoffrai:80.0|Geofrray:76.71|Geofrrie:76.71|Jeffrrey:76.0|Jefrey:76.0|Geoffrrai:76.0|Geofrai:76.0|Jefrrey:72.2|Geofrrai:72.2|Jeffry:72.0
G	en	b	Geoffrey	Geofrey:95.0|Geoffrrey:95.0|Geofrrey:90.25|Geoffry:90.0|Geoffrry:85.5|Geofry:85.5|Geoffray:85.0|Geoffrie:85.0|Geofrry:81.22|Geoffrray:80.75|Geofray:80.75|Geoffrrie:80.75|Geofrie:80.75|Jeffrey:80.0|Geoffrai:80.0|Geofrray:76.71|Geofrrie:76.71|Jeffrrey:76.0|Jefrey:76.0|Geoffrrai:76.0
G	en	c	Geoffrey	Geoffrey:100.0|Geofrey:95.0|Geoffrrey:95.0|Geoffry:90.0|Geoffray:85.0|Geoffrie:85.0|Jeffrey:80.0|Geoffrai:80.0
G	en	d	Geoffrey	Geoffrey:100.0|Geofrey:95.0|Geoffrrey:95.0|Geofrrey:90.25|Geoffry:90.0|Geoffrry:85.5|Geofry:85.5|Geoffray:85.0|Geoffrie:85.0|Geoffrray:80.75|Geofray:80.75|Geoffrrie:80.75|Geofrie:80.75|Jeffrey:80.0|Geoffrai:80.0
G	en	a	Jeffrey	Jeffrey:100.0|Jefrey:95.0|Jeffrrey:95.0|Jefrrey:90.25|Jeffry:90.0|Jeffrry:85.5|Jefry:85.5|Jeffray:85.0|Jeffrie:85.0|Jefrry:81.22|Jeffrray:80.75|Jefray:80.75|Jeffrrie:80.75|Jefrie:80.75|Geffrey:80.0|Jeffrai:80.0|Geoffrey:80.0|Jefrray:76.71|Jefrrie:76.71|Geffrrey:76.0|Gefrey:76.0|Jeffrrai:76.0|Jefrai:76.0|Geoffrrey:76.0|Geofrey:76.0|Gefrrey:72.2|Jefrrai:72.2|Geofrrey:72.2|Geffry:72.0|Geoffry:72.0
G	en	b	Jeffrey	Jefrey:95.0|Jeffrrey:95.0|Jefrrey:90.25|Jeffry:90.0|Jeffrry:85.5|Jefry:85.5|Jeffray:85.0|Jeffrie:85.0|Jefrry:81.22|Jeffrray:80.75|Jefray:80.75|Jeffrrie:80.75|Jefrie:80.75|Geffrey:80.0|Jeffrai:80.0|Geoffrey:80.0|Jefrray:76.71|Jefrrie:76.71|Geffrrey:76.0|Gefrey:76.0
G	en	c	Jeffrey	Jeffrey:100.0|Jefrey:95.0|Jeffrrey:95.0|Jeffry:90.0|Jeffray:85.0|Jeffrie:85.0|Geffrey:80.0|Jeffrai:80.0|Geoffrey:80.0
G	en	d	Jeffrey	Jeffrey:100.0|Jefrey:95.0|Jeffrrey:95.0|Jefrrey:90.25|Jeffry:90.0|Jeffrry:85.5|Jefry:85.5|Jeffray:85.0|Jeffrie:85.0|Jeffrray:80.75|Jefray:80.75|Jeffrrie:80.75|Jefrie:80.75|Geffrey:80.0|Jeffrai:80.0
G	en	a	Zachary	Zachary:100.0|Zatchary:95.0|Zacharry:95.0|Zatcharry:90.25|Zaachary:90.0|Zachaary:90.0|Zacharey:90.0|Zacharie:90.0|Zaacharry:85.5|Zaatchary:85.5|Zachaarry:85.5|Zatchaary:85.5|Zacharrey:85.5|Zatcharey:85.5|Zacharrie:85.5|Zatcharie:85.5|Sachary:85.0|Zachari:85.0|Zaatcharry:81.22|Zatchaarry:81.22|Zatcharrey:81.22|Zatcharrie:81.22|Zaachaary:81.0|Zachaarey:81.0|Zaacharey:81.0|Zachaarie:81.0|Zaacharie:81.0|Sacharry:80.75|Satchary:80.75|Zacharri:80.75|Zatchari:80.75|Zaachaarry:76.95|Zaatchaary:76.95|Zachaarrey:76.95|Zatchaarey:76.95|Zaacharrey:76.95|Zaatcharey:76.95|Zachaarrie:76.95|Zatchaarie:76.95|Zaacharrie:76.95|Zaatcharie:76.95|Satcharry:76.71|Zatcharri:76.71|Sacharey:76.5|Sacharie:76.5|Sachaary:76.5|Saachary:76.5|Zachaari:76.5|Zaachari:76.5|Zaatchaarry:73.1
G	en	b	Zachary	Zatchary:95.0|Zacharry:95.0|Zatcharry:90.25|Zaachary:90.0|Zachaary:90.0|Zacharey:90.0|Zacharie:90.0|Zaacharry:85.5|Zaatchary:85.5|Zachaarry:85.5|Zatchaary:85.5|Zacharrey:85.5|Zatcharey:85.5|Zacharrie:85.5|Zatcharie:85.5|Sachary:85.0|Zachari:85.0|Zaatcharry:81.22|Zatchaarry:81.22|Zatcharrey:81.22
G	en	c	Zachary	Zachary:100.0|Zatchary:95.0|Zacharry:95.0|Zaachary:90.0|Zachaary:90.0|Zacharey:90.0|Zacharie:90.0|Sachary:85.0|Zachari:85.0|Zakary:70.0|Zaichary:70.0|Zachairy:70.0|Zechary:70.0|Zachery:70.0|Zashary:65.0
G	en	d	Zachary	Zachary:100.0|Zatchary:95.0|Zacharry:95.0|Zatcharry:90.25|Zaachary:90.0|Zachaary:90.0|Zacharey:90.0|Zacharie:90.0|Zaacharry:85.5|Zaatchary:85.5|Zachaarry:85.5|Zatchaary:85.5|Zacharrey:85.5|Zatcharey:85.5|Zacharrie:85.5
G	en	a	Zackary	Zackary:100.0|Zakary:95.0|Zackarry:95.0|Zakarry:90.25|Zaackary:90.0|Zackaary:90.0|Zackarey:90.0|Zackarie:90.0|Zaackarry:85.5|Zaakary:85.5|Zackaarry:85.5|Zakaary:85.5|Zackarrey:85.5|Zakarey:85.5|Zackarrie:85.5|Zakarie:85.5|Sackary:85.0|Zackari:85.0|Zaakarry:81.22|Zakaarry:81.22|Zakarrey:81.22|Zakarrie:81.22|Zaackaary:81.0|Zackaarey:81.0|Zaackarey:81.0|Zackaarie:81.0|Zaackarie:81.0|Sackarry:80.75|Sakary:80.75|Zackarri:80.75|Zakari:80.75|Zaackaarry:76.95|Zaakaary:76.95|Zackaarrey:76.95|Zakaarey:76.95|Zaackarrey:76.95|Zaakarey:76.95|Zackaarrie:76.95|Zakaarie:76.95|Zaackarrie:76.95|Zaakarie:76.95|Sakarry:76.71|Zakarri:76.71|Sackarey:76.5|Sackarie:76.5|Sackaary:76.5|Saackary:76.5|Zackaari:76.5|Zaackari:76.5|Zaakaarry:73.1
G	en	b	Zackary	Zakary:95.0|Zackarry:95.0|Zakarry:90.25|Zaackary:90.0|Zackaary:90.0|Zackarey:90.0|Zackarie:90.0|Zaackarry:85.5|Zaakary:85.5|Zackaarry:85.5|Zakaary:85.5|Zackarrey:85.5|Zakarey:85.5|Zackarrie:85.5|Zakarie:85.5|Sackary:85.0|Zackari:85.0|Zaakarry:81.22|Zakaarry:81.22|Zakarrey:81.22
G	en	c	Zackary	Zackary:100.0|Zakary:95.0|Zackarry:95.0|Zaackary:90.0|Zackaary:90.0|Zackarey:90.0|Zackarie:90.0|Sackary:85.0|Zackari:85.0|Zaickary:70.0|Zackairy:70.0|Zeckary:70.0|Zackery:70.0
G	en	d	Zackary	Zackary:100.0|Zakary:95.0|Zackarry:95.0|Zakarry:90.25|Zaackary:90.0|Zackaary:90.0|Zackarey:90.0|Zackarie:90.0|Zaackarry:85.5|Zaakary:85.5|Zackaarry:85.5|Zakaary:85.5|Zackarrey:85.5|Zakarey:85.5|Zackarrie:85.5
G	en	a	Zakaria	Zakaria:100.0|Zackaria:95.0|Zakarria:95.0|Zackarria:90.25|Zaakaria:90.0|Zakaaria:90.0|Zakariya:90.0|Zaakarria:85.5|Zaackaria:85.5|Zakaarria:85.5|Zackaaria:85.5|Zakarriya:85.5|Zackariya:85.5|Zacaria:85.0|Sakaria:85.0|Zakharia:85.0|Zaqaria:85.0|Zaackarria:81.22|Zackaarria:81.22|Zackarriya:81.22|Zaakaaria:81.0|Zakaariya:81.0|Zaakariya:81.0|Zacarria:80.75|Zakharria:80.75|Zaqarria:80.75|Sakarria:80.75|Sackaria:80.75|Zakarya:80.0|Zaakaarria:76.95|Zaackaaria:76.95|Zakaarriya:76.95|Zackaariya:76.95|Zaakarriya:76.95|Zaackariya:76.95|Sackarria:76.71|Zaacaria:76.5|Zaakharia:76.5|Zaaqaria:76.5|Zacaaria:76.5|Zakhaaria:76.5|Zaqaaria:76.5|Zacariya:76.5|Zakhariya:76.5|Zaqariya:76.5|Sakariya:76.5|Sakaaria:76.5|Saakaria:76.5|Zakarrya:76.0|Zackarya:76.0
G	en	b	Zakaria	Zackaria:95.0|Zakarria:95.0|Zackarria:90.25|Zaakaria:90.0|Zakaaria:90.0|Zakariya:90.0|Zaakarria:85.5|Zaackaria:85.5|Zakaarria:85.5|Zackaaria:85.5|Zakarriya:85.5|Zackariya:85.5|Zacaria:85.0|Sakaria:85.0|Zakharia:85.0|Zaqaria:85.0|Zaackarria:81.22|Zackaarria:81.22|Zackarriya:81.22|Zaakaaria:81.0
G	en	c	Zakaria	Zakaria:100.0|Zackaria:95.0|Zakarria:95.0|Zaakaria:90.0|Zakaaria:90.0|Zakariya:90.0|Zacaria:85.0|Sakaria:85.0|Zakharia:85.0|Zaqaria:85.0|Zakarya:80.0|Zaikaria:70.0|Zakairia:70.0|Zacharia:70.0|Zekaria:70.0|Zakeria:70.0
G	en	d	Zakaria	Zakaria:100.0|Zackaria:95.0|Zakarria:95.0|Zackarria:90.25|Zaakaria:90.0|Zakaaria:90.0|Zakariya:90.0|Zaakarria:85.5|Zaackaria:85.5|Zakaarria:85.5|Zackaaria:85.5|Zakarriya:85.5|Zackariya:85.5|Zacaria:85.0|Sakaria:85.0
G	en	a	Zakariya	Zakariya:100.0|Zackariya:95.0|Zakarriya:95.0|Zackarriya:90.25|Zaakariya:90.0|Zakaariya:90.0|Zakaria:90.0|Zaakarriya:85.5|Zaackariya:85.5|Zakaarriya:85.5|Zackaariya:85.5|Zakarria:85.5|Zackaria:85.5|Zacariya:85.0|Sakariya:85.0|Zakhariya:85.0|Zaqariya:85.0|Zaackarriya:81.22|Zackaarriya:81.22|Zackarria:81.22|Zaakaariya:81.0|Zakaaria:81.0|Zaakaria:81.0|Zacarriya:80.75|Zakharriya:80.75|Zaqarriya:80.75|Sakarriya:80.75|Sackariya:80.75|Zaakaarriya:76.95|Zaackaariya:76.95|Zakaarria:76.95|Zackaaria:76.95|Zaakarria:76.95|Zaackaria:76.95|Sackarriya:76.71|Zaacariya:76.5|Zaakhariya:76.5|Zaaqariya:76.5|Zacaariya:76.5|Zakhaariya:76.5|Zaqaariya:76.5|Zacaria:76.5|Zakharia:76.5|Zaqaria:76.5|Sakaria:76.5|Sakaariya:76.5|Saakariya:76.5|Zaackaarriya:73.1|Zackaarria:73.1|Zaackarria:73.1
G	en	b	Zakariya	Zackariya:95.0|Zakarriya:95.0|Zackarriya:90.25|Zaakariya:90.0|Zakaariya:90.0|Zakaria:90.0|Zaakarriya:85.5|Zaackariya:85.5|Zakaarriya:85.5|Zackaariya:85.5|Zakarria:85.5|Zackaria:85.5|Zacariya:85.0|Sakariya:85.0|Zakhariya:85.0|Zaqariya:85.0|Zaackarriya:81.22|Zackaarriya:81.22|Zackarria:81.22|Zaakaariya:81.0
G	en	c	Zakariya	Zakariya:100.0|Zackariya:95.0|Zakarriya:95.0|Zaakariya:90.0|Zakaariya:90.0|Zakaria:90.0|Zacariya:85.0|Sakariya:85.0|Zakhariya:85.0|Zaqariya:85.0|Zaikariya:70.0|Zakairiya:70.0|Zachariya:70.0|Zekariya:70.0|Zakeriya:70.0
G	en	d	Zakariya	Zakariya:100.0|Zackariya:95.0|Zakarriya:95.0|Zackarriya:90.25|Zaakariya:90.0|Zakaariya:90.0|Zakaria:90.0|Zaakarriya:85.5|Zaackariya:85.5|Zakaarriya:85.5|Zackaariya:85.5|Zakarria:85.5|Zackaria:85.5|Zacariya:85.0|Sakariya:85.0
G	en	a	Zachariah	Zachariah:100.0|Zatchariah:95.0|Zacharriah:95.0|Zatcharriah:90.25|Zaachariah:90.0|Zachaariah:90.0|Zachariyah:90.0|Zaacharriah:85.5|Zaatchariah:85.5|Zachaarriah:85.5|Zatchaariah:85.5|Zacharriyah:85.5|Zatchariyah:85.5|Sachariah:85.0|Zaatcharriah:81.22|Zatchaarriah:81.22|Zatcharriyah:81.22|Zaachaariah:81.0|Zachaariyah:81.0|Zaachariyah:81.0|Sacharriah:80.75|Satchariah:80.75|Zacharyah:80.0|Zaachaarriah:76.95|Zaatchaariah:76.95|Zachaarriyah:76.95|Zatchaariyah:76.95|Zaacharriyah:76.95|Zaatchariyah:76.95|Satcharriah:76.71|Sachariyah:76.5|Sachaariah:76.5|Saachariah:76.5|Zacharryah:76.0|Zatcharyah:76.0|Zaatchaarriah:73.1|Zatchaarriyah:73.1|Zaatcharriyah:73.1|Zaachaariyah:72.9|Sacharriyah:72.67|Satchariyah:72.67|Sachaarriah:72.67|Satchaariah:72.67|Saacharriah:72.67|Saatchariah:72.67|Zatcharryah:72.2|Zachaaryah:72.0|Zaacharyah:72.0|Zakariah:70.0|Zaichariah:70.0
G	en	b	Zachariah	Zatchariah:95.0|Zacharriah:95.0|Zatcharriah:90.25|Zaachariah:90.0|Zachaariah:90.0|Zachariyah:90.0|Zaacharriah:85.5|Zaatchariah:85.5|Zachaarriah:85.5|Zatchaariah:85.5|Zacharriyah:85.5|Zatchariyah:85.5|Sachariah:85.0|Zaatcharriah:81.22|Zatchaarriah:81.22|Zatcharriyah:81.22|Zaachaariah:81.0|Zachaariyah:81.0|Zaachariyah:81.0|Sacharriah:80.75
G	en	c	Zachariah	Zachariah:100.0|Zatchariah:95.0|Zacharriah:95.0|Zaachariah:90.0|Zachaariah:90.0|Zachariyah:90.0|Sachariah:85.0|Zacharyah:80.0|Zakariah:70.0|Zaichariah:70.0|Zachairiah:70.0|Zechariah:70.0|Zacheriah:70.0|Zashariah:65.0
G	en	d	Zachariah	Zachariah:100.0|Zatchariah:95.0|Zacharriah:95.0|Zatcharriah:90.25|Zaachariah:90.0|Zachaariah:90.0|Zachariyah:90.0|Zaacharriah:85.5|Zaatchariah:85.5|Zachaarriah:85.5|Zatchaariah:85.5|Zacharriyah:85.5|Zatchariyah:85.5|Sachariah:85.0|Zaachaariah:81.0
G	en	a	Mohammed	Mohammed:100.0|Mohamed:95.0|Mohammedd:95.0|Mohamedd:90.25|Mohaammed:90.0|Mohaammedd:85.5|Mohaamed:85.5|Mohammedh:85.0|Mohaamedd:81.22|Mohamedh:80.75|Moohammed:80.0|Mohaammedh:76.5|Moohammedd:76.0|Moohamed:76.0|Mohaamedh:72.68|Moohamedd:72.2|Moohaammed:72.0|Mohaimmed:70.0|Muhammed:70.0|Mohammad:70.0|Mohemmed:70.0|Mohammid:70.0
G	en	b	Mohammed	Mohamed:95.0|Mohammedd:95.0|Mohamedd:90.25|Mohaammed:90.0|Mohaammedd:85.5|Mohaamed:85.5|Mohammedh:85.0|Mohaamedd:81.22|Mohamedh:80.75|Moohammed:80.0|Mohaammedh:76.5|Moohammedd:76.0|Moohamed:76.0|Mohaamedh:72.68|Moohamedd:72.2|Moohaammed:72.0|Mohaimmed:70.0|Muhammed:70.0|Mohammad:70.0|Mohemmed:70.0
G	en	c	Mohammed	Mohammed:100.0|Mohamed:95.0|Mohammedd:95.0|Mohaammed:90.0|Mohammedh:85.0|Moohammed:80.0|Mohaimmed:70.0|Muhammed:70.0|Mohammad:70.0|Mohemmed:70.0|Mohammid:70.0
G	en	d	Mohammed	Mohammed:100.0|Mohamed:95.0|Mohammedd:95.0|Mohamedd:90.25|Mohaammed:90.0|Mohaammedd:85.5|Mohaamed:85.5|Mohammedh:85.0|Mohamedh:80.75|Moohammed:80.0|Mohaammedh:76.5|Moohammedd:76.0|Moohamed:76.0|Moohaammed:72.0|Mohaimmed:70.0
G	en	a	Muhammad	Muhammad:100.0|Muhamad:95.0|Muhammadd:95.0|Muhamadd:90.25|Moohammad:90.0|Muhaammad:90.0|Muhammaad:90.0|Moohammadd:85.5|Moohamad:85.5|Muhaammadd:85.5|Muhaamad:85.5|Muhammaadd:85.5|Muhamaad:85.5|Muhammadh:85.0|Moohamadd:81.22|Muhaamadd:81.22|Muhamaadd:81.22|Moohaammad:81.0|Muhaammaad:81.0|Moohammaad:81.0|Muhamadh:80.75|Moohaammadd:76.95|Moohaamad:76.95|Muhaammaadd:76.95|Muhaamaad:76.95|Moohammaadd:76.95|Moohamaad:76.95|Moohammadh:76.5|Muhaammadh:76.5|Muhammaadh:76.5|Moohaamadd:73.1|Muhaamaadd:73.1|Moohamaadd:73.1|Moohaammaad:72.9|Moohamadh:72.68|Muhaamadh:72.68|Muhamaadh:72.68|Mohammad:70.0|Muhaimmad:70.0|Muhammaid:70.0|Muhemmad:70.0|Muhammed:70.0
G	en	b	Muhammad	Muhamad:95.0|Muhammadd:95.0|Muhamadd:90.25|Moohammad:90.0|Muhaammad:90.0|Muhammaad:90.0|Moohammadd:85.5|Moohamad:85.5|Muhaammadd:85.5|Muhaamad:85.5|Muhammaadd:85.5|Muhamaad:85.5|Muhammadh:85.0|Moohamadd:81.22|Muhaamadd:81.22|Muhamaadd:81.22|Moohaammad:81.0|Muhaammaad:81.0|Moohammaad:81.0|Muhamadh:80.75
G	en	c	Muhammad	Muhammad:100.0|Muhamad:95.0|Muhammadd:95.0|Moohammad:90.0|Muhaammad:90.0|Muhammaad:90.0|Muhammadh:85.0|Mohammad:70.0|Muhaimmad:70.0|Muhammaid:70.0|Muhemmad:70.0|Muhammed:70.0
G	en	d	Muhammad	Muhammad:100.0|Muhamad:95.0|Muhammadd:95.0|Muhamadd:90.25|Moohammad:90.0|Muhaammad:90.0|Muhammaad:90.0|Moohammadd:85.5|Moohamad:85.5|Muhaammadd:85.5|Muhaamad:85.5|Muhammaadd:85.5|Muhamaad:85.5|Muhammadh:85.0|Moohaammad:81.0
G	en	a	Mohammad	Mohammad:100.0|Mohamad:95.0|Mohammadd:95.0|Mohamadd:90.25|Mohaammad:90.0|Mohammaad:90.0|Mohaammadd:85.5|Mohaamad:85.5|Mohammaadd:85.5|Mohamaad:85.5|Mohammadh:85.0|Mohaamadd:81.22|Mohamaadd:81.22|Mohaammaad:81.0|Mohamadh:80.75|Moohammad:80.0|Mohaammaadd:76.95|Mohaamaad:76.95|Mohaammadh:76.5|Mohammaadh:76.5|Moohammadd:76.0|Moohamad:76.0|Mohaamaadd:73.1|Mohaamadh:72.68|Mohamaadh:72.68|Moohamadd:72.2|Moohammaad:72.0|Moohaammad:72.0|Mohaimmad:70.0|Mohammaid:70.0|Muhammad:70.0|Mohemmad:70.0|Mohammed:70.0
G	en	b	Mohammad	Mohamad:95.0|Mohammadd:95.0|Mohamadd:90.25|Mohaammad:90.0|Mohammaad:90.0|Mohaammadd:85.5|Mohaamad:85.5|Mohammaadd:85.5|Mohamaad:85.5|Mohammadh:85.0|Mohaamadd:81.22|Mohamaadd:81.22|Mohaammaad:81.0|Mohamadh:80.75|Moohammad:80.0|Mohaammaadd:76.95|Mohaamaad:76.95|Mohaammadh:76.5|Mohammaadh:76.5|Moohammadd:76.0
G	en	c	Mohammad	Mohammad:100.0|Mohamad:95.0|Mohammadd:95.0|Mohaammad:90.0|Mohammaad:90.0|Mohammadh:85.0|Moohammad:80.0|Mohaimmad:70.0|Mohammaid:70.0|Muhammad:70.0|Mohemmad:70.0|Mohammed:70.0
G	en	d	Mohammad	Mohammad:100.0|Mohamad:95.0|Mohammadd:95.0|Mohamadd:90.25|Mohaammad:90.0|Mohammaad:90.0|Mohaammadd:85.5|Mohaamad:85.5|Mohammaadd:85.5|Mohamaad:85.5|Mohammadh:85.0|Mohaammaad:81.0|Mohamadh:80.75|Moohammad:80.0|Mohaammadh:76.5
G	en	a	Mohamed	Mohamed:100.0|Mohammed:95.0|Mohamedd:95.0|Mohammedd:90.25|Mohaamed:90.0|Mohaamedd:85.5|Mohaammed:85.5|Mohamedh:85.0|Mohaammedd:81.22|Mohammedh:80.75|Moohamed:80.0|Mohaamedh:76.5|Moohamedd:76.0|Moohammed:76.0|Mohaammedh:72.68|Moohammedd:72.2|Moohaamed:72.0|Mohaimed:70.0|Muhamed:70.0|Mohamad:70.0|Mohemed:70.0|Mohamid:70.0
G	en	b	Mohamed	Mohammed:95.0|Mohamedd:95.0|Mohammedd:90.25|Mohaamed:90.0|Mohaamedd:85.5|Mohaammed:85.5|Mohamedh:85.0|Mohaammedd:81.22|Mohammedh:80.75|Moohamed:80.0|Mohaamedh:76.5|Moohamedd:76.0|Moohammed:76.0|Mohaammedh:72.68|Moohammedd:72.2|Moohaamed:72.0|Mohaimed:70.0|Muhamed:70.0|Mohamad:70.0|Mohemed:70.0
G	en	c	Mohamed	Mohamed:100.0|Mohammed:95.0|Mohamedd:95.0|Mohaamed:90.0|Mohamedh:85.0|Moohamed:80.0|Mohaimed:70.0|Muhamed:70.0|Mohamad:70.0|Mohemed:70.0|Mohamid:70.0
G	en	d	Mohamed	Mohamed:100.0|Mohammed:95.0|Mohamedd:95.0|Mohammedd:90.25|Mohaamed:90.0|Mohaamedd:85.5|Mohaammed:85.5|Mohamedh:85.0|Mohammedh:80.75|Moohamed:80.0|Mohaamedh:76.5|Moohamedd:76.0|Moohammed:76.0|Moohaamed:72.0|Mohaimed:70.0
"""

private val goldenPart13 = """
G	en	a	Ahmed	Ahmed:100.0|Ahmmed:95.0|Ahmedd:95.0|Ahmmedd:90.25|Aahmed:90.0|Aahmedd:85.5|Aahmmed:85.5|Ahmedh:85.0|Aahmmedd:81.22|Ahmmedh:80.75|Aahmedh:76.5|Aahmmedh:72.68|Aihmed:70.0|Ahmad:70.0|Ehmed:70.0|Ahmid:70.0
G	en	b	Ahmed	Ahmmed:95.0|Ahmedd:95.0|Ahmmedd:90.25|Aahmed:90.0|Aahmedd:85.5|Aahmmed:85.5|Ahmedh:85.0|Aahmmedd:81.22|Ahmmedh:80.75|Aahmedh:76.5|Aahmmedh:72.68|Aihmed:70.0|Ahmad:70.0|Ehmed:70.0|Ahmid:70.0|Aihmedd:66.5|Ahmadd:66.5|Aihmmed:66.5|Ahmmad:66.5|Ehmedd:66.5
G	en	c	Ahmed	Ahmed:100.0|Ahmmed:95.0|Ahmedd:95.0|Aahmed:90.0|Ahmedh:85.0|Aihmed:70.0|Ahmad:70.0|Ehmed:70.0|Ahmid:70.0
G	en	d	Ahmed	Ahmed:100.0|Ahmmed:95.0|Ahmedd:95.0|Ahmmedd:90.25|Aahmed:90.0|Aahmedd:85.5|Aahmmed:85.5|Ahmedh:85.0|Ahmmedh:80.75|Aahmedh:76.5|Aihmed:70.0|Ahmad:70.0|Ehmed:70.0|Ahmid:70.0|Aihmedd:66.5
G	en	a	Ahmad	Ahmad:100.0|Ahmmad:95.0|Ahmadd:95.0|Ahmmadd:90.25|Aahmad:90.0|Ahmaad:90.0|Aahmadd:85.5|Aahmmad:85.5|Ahmaadd:85.5|Ahmmaad:85.5|Ahmadh:85.0|Aahmmadd:81.22|Ahmmaadd:81.22|Aahmaad:81.0|Ahmmadh:80.75|Aahmaadd:76.95|Aahmmaad:76.95|Aahmadh:76.5|Ahmaadh:76.5|Aahmmaadd:73.1|Aahmmadh:72.68|Ahmmaadh:72.68|Aihmad:70.0|Ahmaid:70.0|Ehmad:70.0|Ahmed:70.0
G	en	b	Ahmad	Ahmmad:95.0|Ahmadd:95.0|Ahmmadd:90.25|Aahmad:90.0|Ahmaad:90.0|Aahmadd:85.5|Aahmmad:85.5|Ahmaadd:85.5|Ahmmaad:85.5|Ahmadh:85.0|Aahmmadd:81.22|Ahmmaadd:81.22|Aahmaad:81.0|Ahmmadh:80.75|Aahmaadd:76.95|Aahmmaad:76.95|Aahmadh:76.5|Ahmaadh:76.5|Aahmmaadd:73.1|Aahmmadh:72.68
G	en	c	Ahmad	Ahmad:100.0|Ahmmad:95.0|Ahmadd:95.0|Aahmad:90.0|Ahmaad:90.0|Ahmadh:85.0|Aihmad:70.0|Ahmaid:70.0|Ehmad:70.0|Ahmed:70.0
G	en	d	Ahmad	Ahmad:100.0|Ahmmad:95.0|Ahmadd:95.0|Ahmmadd:90.25|Aahmad:90.0|Ahmaad:90.0|Aahmadd:85.5|Aahmmad:85.5|Ahmaadd:85.5|Ahmmaad:85.5|Ahmadh:85.0|Aahmaad:81.0|Ahmmadh:80.75|Aahmadh:76.5|Ahmaadh:76.5
G	en	a	Hossain	Hossain:100.0|Hosain:95.0|Hossainn:95.0|Hosainn:90.25|Hossayn:90.0|Hossaynn:85.5|Hosayn:85.5|Hossein:85.0|Hosaynn:81.22|Hosseinn:80.75|Hosein:80.75|Hoossain:80.0|Hossaen:80.0|Hossayen:80.0|Hosseyn:80.0|Hoseinn:76.71|Hoossainn:76.0|Hoosain:76.0|Hossaenn:76.0|Hosaen:76.0|Hossayenn:76.0|Hosayen:76.0|Hosseynn:76.0|Hoseyn:76.0|Hoosainn:72.2|Hosaenn:72.2|Hosayenn:72.2|Hoseynn:72.2|Hoossayn:72.0|Hussain:70.0|Hossan:70.0
G	en	b	Hossain	Hosain:95.0|Hossainn:95.0|Hosainn:90.25|Hossayn:90.0|Hossaynn:85.5|Hosayn:85.5|Hossein:85.0|Hosaynn:81.22|Hosseinn:80.75|Hosein:80.75|Hoossain:80.0|Hossaen:80.0|Hossayen:80.0|Hosseyn:80.0|Hoseinn:76.71|Hoossainn:76.0|Hoosain:76.0|Hossaenn:76.0|Hosaen:76.0|Hossayenn:76.0
G	en	c	Hossain	Hossain:100.0|Hosain:95.0|Hossainn:95.0|Hossayn:90.0|Hossein:85.0|Hoossain:80.0|Hossaen:80.0|Hossayen:80.0|Hosseyn:80.0|Hussain:70.0|Hossan:70.0
G	en	d	Hossain	Hossain:100.0|Hosain:95.0|Hossainn:95.0|Hosainn:90.25|Hossayn:90.0|Hossaynn:85.5|Hosayn:85.5|Hossein:85.0|Hosseinn:80.75|Hosein:80.75|Hoossain:80.0|Hossaen:80.0|Hossayen:80.0|Hosseyn:80.0|Hoossainn:76.0
G	en	a	Hussain	Hussain:100.0|Husain:95.0|Hussainn:95.0|Husainn:90.25|Hoossain:90.0|Hussayn:90.0|Hoossainn:85.5|Hoosain:85.5|Hussaynn:85.5|Husayn:85.5|Hussein:85.0|Hoosainn:81.22|Husaynn:81.22|Hoossayn:81.0|Husseinn:80.75|Husein:80.75|Hussaen:80.0|Hussayen:80.0|Husseyn:80.0|Hoossaynn:76.95|Hoosayn:76.95|Huseinn:76.71|Hoossein:76.5|Hussaenn:76.0|Husaen:76.0|Hussayenn:76.0|Husayen:76.0|Husseynn:76.0|Huseyn:76.0|Hoosaynn:73.1|Hoosseinn:72.67|Hoosein:72.67|Husaenn:72.2|Husayenn:72.2|Huseynn:72.2|Hoossaen:72.0|Hoossayen:72.0|Hoosseyn:72.0|Hossain:70.0|Hussan:70.0
G	en	b	Hussain	Husain:95.0|Hussainn:95.0|Husainn:90.25|Hoossain:90.0|Hussayn:90.0|Hoossainn:85.5|Hoosain:85.5|Hussaynn:85.5|Husayn:85.5|Hussein:85.0|Hoosainn:81.22|Husaynn:81.22|Hoossayn:81.0|Husseinn:80.75|Husein:80.75|Hussaen:80.0|Hussayen:80.0|Husseyn:80.0|Hoossaynn:76.95|Hoosayn:76.95
G	en	c	Hussain	Hussain:100.0|Husain:95.0|Hussainn:95.0|Hoossain:90.0|Hussayn:90.0|Hussein:85.0|Hussaen:80.0|Hussayen:80.0|Husseyn:80.0|Hossain:70.0|Hussan:70.0
G	en	d	Hussain	Hussain:100.0|Husain:95.0|Hussainn:95.0|Husainn:90.25|Hoossain:90.0|Hussayn:90.0|Hoossainn:85.5|Hoosain:85.5|Hussaynn:85.5|Husayn:85.5|Hussein:85.0|Hoossayn:81.0|Husseinn:80.75|Husein:80.75|Hussaen:80.0
G	en	a	Hussein	Hussein:100.0|Husein:95.0|Husseinn:95.0|Huseinn:90.25|Hoossein:90.0|Hoosseinn:85.5|Hoosein:85.5|Hussain:85.0|Hooseinn:81.22|Hussainn:80.75|Husain:80.75|Hussien:80.0|Husainn:76.71|Hoossain:76.5|Hussienn:76.0|Husien:76.0|Hoossainn:72.67|Hoosain:72.67|Husienn:72.2|Hoossien:72.0|Hossein:70.0
G	en	b	Hussein	Husein:95.0|Husseinn:95.0|Huseinn:90.25|Hoossein:90.0|Hoosseinn:85.5|Hoosein:85.5|Hussain:85.0|Hooseinn:81.22|Hussainn:80.75|Husain:80.75|Hussien:80.0|Husainn:76.71|Hoossain:76.5|Hussienn:76.0|Husien:76.0|Hoossainn:72.67|Hoosain:72.67|Husienn:72.2|Hoossien:72.0|Hossein:70.0
G	en	c	Hussein	Hussein:100.0|Husein:95.0|Husseinn:95.0|Hoossein:90.0|Hussain:85.0|Hussien:80.0|Hossein:70.0
G	en	d	Hussein	Hussein:100.0|Husein:95.0|Husseinn:95.0|Huseinn:90.25|Hoossein:90.0|Hoosseinn:85.5|Hoosein:85.5|Hussain:85.0|Hussainn:80.75|Husain:80.75|Hussien:80.0|Hoossain:76.5|Hussienn:76.0|Husien:76.0|Hoossien:72.0
G	en	a	Hosen	Hosen:100.0|Hossen:95.0|Hosenn:95.0|Hossenn:90.25|Hozen:85.0|Hozenn:80.75|Hoosen:80.0|Hoosenn:76.0|Hoossen:76.0|Hoossenn:72.2|Hocen:70.0|Husen:70.0|Hosan:70.0|Hoshen:70.0|Hosin:70.0
G	en	b	Hosen	Hossen:95.0|Hosenn:95.0|Hossenn:90.25|Hozen:85.0|Hozenn:80.75|Hoosen:80.0|Hoosenn:76.0|Hoossen:76.0|Hoossenn:72.2|Hocen:70.0|Husen:70.0|Hosan:70.0|Hoshen:70.0|Hosin:70.0|Hoozen:68.0|Husenn:66.5|Hosann:66.5|Hussen:66.5|Hossan:66.5|Hocenn:66.5
G	en	c	Hosen	Hosen:100.0|Hossen:95.0|Hosenn:95.0|Hozen:85.0|Hoosen:80.0|Hocen:70.0|Husen:70.0|Hosan:70.0|Hoshen:70.0|Hosin:70.0
G	en	d	Hosen	Hosen:100.0|Hossen:95.0|Hosenn:95.0|Hossenn:90.25|Hozen:85.0|Hozenn:80.75|Hoosen:80.0|Hoosenn:76.0|Hoossen:76.0|Hocen:70.0|Husen:70.0|Hosan:70.0|Hoshen:70.0|Hosin:70.0|Hoozen:68.0
G	en	a	Rahman	Rahman:100.0|Rahmman:95.0|Rahmann:95.0|Rahmmann:90.25|Rhahman:90.0|Wrahman:90.0|Raahman:90.0|Rahmaan:90.0|Rhahmann:85.5|Rhahmman:85.5|Wrahmann:85.5|Raahmann:85.5|Wrahmman:85.5|Raahmman:85.5|Rahmaann:85.5|Rahmmaan:85.5|Rhahmmann:81.22|Wrahmmann:81.22|Raahmmann:81.22|Rahmmaann:81.22|Rhaahman:81.0|Wraahman:81.0|Raahmaan:81.0|Rhahmaan:81.0|Wrahmaan:81.0|Rhaahmann:76.95|Rhaahmman:76.95|Wraahmann:76.95|Raahmaann:76.95|Wraahmman:76.95|Raahmmaan:76.95|Rhahmaann:76.95|Rhahmmaan:76.95|Wrahmaann:76.95|Wrahmmaan:76.95|Rhaahmmann:73.1|Wraahmmann:73.1|Raahmmaann:73.1|Rhahmmaann:73.1|Wrahmmaann:73.1|Rhaahmaan:72.9|Wraahmaan:72.9|Raihman:70.0|Rahmain:70.0|Rehman:70.0|Rahmen:70.0
G	en	b	Rahman	Rahmman:95.0|Rahmann:95.0|Rahmmann:90.25|Rhahman:90.0|Wrahman:90.0|Raahman:90.0|Rahmaan:90.0|Rhahmann:85.5|Rhahmman:85.5|Wrahmann:85.5|Raahmann:85.5|Wrahmman:85.5|Raahmman:85.5|Rahmaann:85.5|Rahmmaan:85.5|Rhahmmann:81.22|Wrahmmann:81.22|Raahmmann:81.22|Rahmmaann:81.22|Rhaahman:81.0
G	en	c	Rahman	Rahman:100.0|Rahmman:95.0|Rahmann:95.0|Rhahman:90.0|Wrahman:90.0|Raahman:90.0|Rahmaan:90.0|Raihman:70.0|Rahmain:70.0|Rehman:70.0|Rahmen:70.0
G	en	d	Rahman	Rahman:100.0|Rahmman:95.0|Rahmann:95.0|Rahmmann:90.25|Rhahman:90.0|Wrahman:90.0|Raahman:90.0|Rahmaan:90.0|Rhahmann:85.5|Rhahmman:85.5|Wrahmann:85.5|Raahmann:85.5|Wrahmman:85.5|Raahmman:85.5|Rahmaann:85.5
G	en	a	Rehman	Rehman:100.0|Rehmman:95.0|Rehmann:95.0|Rehmmann:90.25|Rhehman:90.0|Wrehman:90.0|Rehmaan:90.0|Rhehmann:85.5|Rhehmman:85.5|Wrehmann:85.5|Rehmaann:85.5|Wrehmman:85.5|Rehmmaan:85.5|Rhehmmann:81.22|Wrehmmann:81.22|Rehmmaann:81.22|Rhehmaan:81.0|Wrehmaan:81.0|Rhehmaann:76.95|Rhehmmaan:76.95|Wrehmaann:76.95|Wrehmmaan:76.95|Rhehmmaann:73.1|Wrehmmaann:73.1|Rehmain:70.0|Rahman:70.0|Rehmen:70.0|Rihman:70.0
G	en	b	Rehman	Rehmman:95.0|Rehmann:95.0|Rehmmann:90.25|Rhehman:90.0|Wrehman:90.0|Rehmaan:90.0|Rhehmann:85.5|Rhehmman:85.5|Wrehmann:85.5|Rehmaann:85.5|Wrehmman:85.5|Rehmmaan:85.5|Rhehmmann:81.22|Wrehmmann:81.22|Rehmmaann:81.22|Rhehmaan:81.0|Wrehmaan:81.0|Rhehmaann:76.95|Rhehmmaan:76.95|Wrehmaann:76.95
G	en	c	Rehman	Rehman:100.0|Rehmman:95.0|Rehmann:95.0|Rhehman:90.0|Wrehman:90.0|Rehmaan:90.0|Rehmain:70.0|Rahman:70.0|Rehmen:70.0|Rihman:70.0
G	en	d	Rehman	Rehman:100.0|Rehmman:95.0|Rehmann:95.0|Rehmmann:90.25|Rhehman:90.0|Wrehman:90.0|Rehmaan:90.0|Rhehmann:85.5|Rhehmman:85.5|Wrehmann:85.5|Rehmaann:85.5|Wrehmman:85.5|Rehmmaan:85.5|Rhehmaan:81.0|Wrehmaan:81.0
G	en	a	Khan	Khan:100.0|Khann:95.0|Khaan:90.0|Khaann:85.5|Kan:85.0|Kann:80.75|Kaan:76.5|Kaann:72.67|Khain:70.0|Khen:70.0
G	en	b	Khan	Khann:95.0|Khaan:90.0|Khaann:85.5|Kan:85.0|Kann:80.75|Kaan:76.5|Kaann:72.67|Khain:70.0|Khen:70.0|Khainn:66.5|Khenn:66.5|Kain:59.5|Ken:59.5|Kainn:56.52|Kenn:56.52
G	en	c	Khan	Khan:100.0|Khann:95.0|Khaan:90.0|Kan:85.0|Khain:70.0|Khen:70.0
G	en	d	Khan	Khan:100.0|Khann:95.0|Khaan:90.0|Khaann:85.5|Kan:85.0|Kann:80.75|Kaan:76.5|Khain:70.0|Khen:70.0|Khainn:66.5|Khenn:66.5|Kain:59.5|Ken:59.5
G	en	a	Kahn	Kahn:100.0|Kahnn:95.0|Kaahn:90.0|Kaahnn:85.5|Cahn:85.0|Khahn:85.0|Qahn:85.0|Cahnn:80.75|Khahnn:80.75|Qahnn:80.75|Caahn:76.5|Khaahn:76.5|Qaahn:76.5|Caahnn:72.67|Khaahnn:72.67|Qaahnn:72.67|Kaihn:70.0|Chahn:70.0|Kehn:70.0
G	en	b	Kahn	Kahnn:95.0|Kaahn:90.0|Kaahnn:85.5|Cahn:85.0|Khahn:85.0|Qahn:85.0|Cahnn:80.75|Khahnn:80.75|Qahnn:80.75|Caahn:76.5|Khaahn:76.5|Qaahn:76.5|Caahnn:72.67|Khaahnn:72.67|Qaahnn:72.67|Kaihn:70.0|Chahn:70.0|Kehn:70.0|Kaihnn:66.5|Chahnn:66.5
G	en	c	Kahn	Kahn:100.0|Kahnn:95.0|Kaahn:90.0|Cahn:85.0|Khahn:85.0|Qahn:85.0|Kaihn:70.0|Chahn:70.0|Kehn:70.0
G	en	d	Kahn	Kahn:100.0|Kahnn:95.0|Kaahn:90.0|Kaahnn:85.5|Cahn:85.0|Khahn:85.0|Qahn:85.0|Cahnn:80.75|Khahnn:80.75|Qahnn:80.75|Caahn:76.5|Khaahn:76.5|Qaahn:76.5|Kaihn:70.0|Chahn:70.0
G	en	a	Smith	Smith:100.0|Smmith:95.0|Zmith:85.0|Smieth:85.0|Smyth:85.0|Zmmith:80.75|Smmieth:80.75|Smmyth:80.75|Smit:80.0|Smeeth:80.0|Smmit:76.0|Smmeeth:76.0|Zmieth:72.25|Zmyth:72.25|Cmith:70.0|Smeth:70.0|Shmith:70.0
G	en	b	Smith	Smmith:95.0|Zmith:85.0|Smieth:85.0|Smyth:85.0|Zmmith:80.75|Smmieth:80.75|Smmyth:80.75|Smit:80.0|Smeeth:80.0|Smmit:76.0|Smmeeth:76.0|Zmieth:72.25|Zmyth:72.25|Cmith:70.0|Smeth:70.0|Shmith:70.0|Zmmieth:68.64|Zmmyth:68.64|Smiet:68.0|Smyt:68.0
G	en	c	Smith	Smith:100.0|Smmith:95.0|Zmith:85.0|Smieth:85.0|Smyth:85.0|Smit:80.0|Smeeth:80.0|Cmith:70.0|Smeth:70.0|Shmith:70.0
G	en	d	Smith	Smith:100.0|Smmith:95.0|Zmith:85.0|Smieth:85.0|Smyth:85.0|Zmmith:80.75|Smmieth:80.75|Smmyth:80.75|Smit:80.0|Smeeth:80.0|Smmit:76.0|Smmeeth:76.0|Zmieth:72.25|Zmyth:72.25|Cmith:70.0
G	en	a	Smyth	Smyth:100.0|Smmyth:95.0|Zmyth:85.0|Smith:85.0|Zmmyth:80.75|Smmith:80.75|Smyt:80.0|Smmyt:76.0|Zmith:72.25|Cmyth:70.0|Shmyth:70.0
G	en	b	Smyth	Smmyth:95.0|Zmyth:85.0|Smith:85.0|Zmmyth:80.75|Smmith:80.75|Smyt:80.0|Smmyt:76.0|Zmith:72.25|Cmyth:70.0|Shmyth:70.0|Zmmith:68.64|Smit:68.0|Zmyt:68.0|Cmmyth:66.5|Shmmyth:66.5|Smmit:64.6|Zmmyt:64.6|Cmith:59.5|Shmith:59.5|Zmit:57.8
G	en	c	Smyth	Smyth:100.0|Smmyth:95.0|Zmyth:85.0|Smith:85.0|Smyt:80.0|Cmyth:70.0|Shmyth:70.0
G	en	d	Smyth	Smyth:100.0|Smmyth:95.0|Zmyth:85.0|Smith:85.0|Zmmyth:80.75|Smmith:80.75|Smyt:80.0|Smmyt:76.0|Zmith:72.25|Cmyth:70.0|Shmyth:70.0|Smit:68.0|Zmyt:68.0|Cmmyth:66.5|Shmmyth:66.5
G	en	a	Schmidt	Schmidt:100.0|Schmmidt:95.0|Schmiddt:95.0|Schmidtt:95.0|Schmmiddt:90.25|Schmiddtt:90.25|Schmmidtt:90.25|Schmmiddtt:85.74|Schmidht:85.0|Shmidt:85.0|Schmiedt:85.0|Schmydt:85.0|Shmidtt:80.75|Schmmidht:80.75|Shmiddt:80.75|Shmmidt:80.75|Schmidhtt:80.75|Schmiedtt:80.75|Schmieddt:80.75|Schmmiedt:80.75|Schmydtt:80.75|Schmyddt:80.75|Schmmydt:80.75|Schmidth:80.0|Schmeedt:80.0|Shmiddtt:76.71|Shmmidtt:76.71|Shmmiddt:76.71|Schmmidhtt:76.71|Schmieddtt:76.71|Schmmiedtt:76.71|Schmmieddt:76.71|Schmyddtt:76.71|Schmmydtt:76.71|Schmmyddt:76.71|Schmiddth:76.0|Schmmidth:76.0|Schmeedtt:76.0|Schmeeddt:76.0|Schmmeedt:76.0|Shmmiddtt:72.88|Schmmieddtt:72.88|Schmmyddtt:72.88|Shmidht:72.25|Schmiedht:72.25|Schmydht:72.25|Shmiedt:72.25|Shmydt:72.25|Schmmiddth:72.2|Schmeeddtt:72.2
G	en	b	Schmidt	Schmmidt:95.0|Schmiddt:95.0|Schmidtt:95.0|Schmmiddt:90.25|Schmiddtt:90.25|Schmmidtt:90.25|Schmmiddtt:85.74|Schmidht:85.0|Shmidt:85.0|Schmiedt:85.0|Schmydt:85.0|Shmidtt:80.75|Schmmidht:80.75|Shmiddt:80.75|Shmmidt:80.75|Schmidhtt:80.75|Schmiedtt:80.75|Schmieddt:80.75|Schmmiedt:80.75|Schmydtt:80.75
G	en	c	Schmidt	Schmidt:100.0|Schmmidt:95.0|Schmiddt:95.0|Schmidtt:95.0|Schmidht:85.0|Shmidt:85.0|Schmiedt:85.0|Schmydt:85.0|Schmidth:80.0|Schmeedt:80.0|Schmedt:70.0
G	en	d	Schmidt	Schmidt:100.0|Schmmidt:95.0|Schmiddt:95.0|Schmidtt:95.0|Schmmiddt:90.25|Schmiddtt:90.25|Schmmidtt:90.25|Schmidht:85.0|Shmidt:85.0|Schmiedt:85.0|Schmydt:85.0|Shmidtt:80.75|Schmmidht:80.75|Shmiddt:80.75|Shmmidt:80.75
G	en	a	Schmitt	Schmitt:100.0|Schmmitt:95.0|Schmit:95.0|Schmmit:90.25|Shmitt:85.0|Schmiett:85.0|Schmytt:85.0|Shmit:80.75|Shmmitt:80.75|Schmiet:80.75|Schmmiett:80.75|Schmyt:80.75|Schmmytt:80.75|Schmeett:80.0|Shmmit:76.71|Schmmiet:76.71|Schmmyt:76.71|Schmeet:76.0|Schmmeett:76.0|Shmiett:72.25|Shmytt:72.25|Schmmeet:72.2|Schmett:70.0
G	en	b	Schmitt	Schmmitt:95.0|Schmit:95.0|Schmmit:90.25|Shmitt:85.0|Schmiett:85.0|Schmytt:85.0|Shmit:80.75|Shmmitt:80.75|Schmiet:80.75|Schmmiett:80.75|Schmyt:80.75|Schmmytt:80.75|Schmeett:80.0|Shmmit:76.71|Schmmiet:76.71|Schmmyt:76.71|Schmeet:76.0|Schmmeett:76.0|Shmiett:72.25|Shmytt:72.25
G	en	c	Schmitt	Schmitt:100.0|Schmmitt:95.0|Schmit:95.0|Shmitt:85.0|Schmiett:85.0|Schmytt:85.0|Schmeett:80.0|Schmett:70.0
G	en	d	Schmitt	Schmitt:100.0|Schmmitt:95.0|Schmit:95.0|Schmmit:90.25|Shmitt:85.0|Schmiett:85.0|Schmytt:85.0|Shmit:80.75|Shmmitt:80.75|Schmiet:80.75|Schmmiett:80.75|Schmyt:80.75|Schmmytt:80.75|Schmeett:80.0|Schmeet:76.0
G	en	a	Taylor	Taylor:100.0|Tayllor:95.0|Taylorr:95.0|Tayllorr:90.25|Tailor:90.0|Tayelor:90.0|Tailorr:85.5|Taillor:85.5|Tayelorr:85.5|Tayellor:85.5|Teylor:85.0|Taillorr:81.22|Tayellorr:81.22|Teylorr:80.75|Teyllor:80.75|Thaylor:80.0|Tayloor:80.0|Teyllorr:76.71|Thaylorr:76.0|Thayllor:76.0|Tayloorr:76.0|Taylloor:76.0|Thayllorr:72.2|Taylloorr:72.2|Thailor:72.0|Thayelor:72.0|Tailoor:72.0|Tayeloor:72.0|Taylur:70.0
G	en	b	Taylor	Tayllor:95.0|Taylorr:95.0|Tayllorr:90.25|Tailor:90.0|Tayelor:90.0|Tailorr:85.5|Taillor:85.5|Tayelorr:85.5|Tayellor:85.5|Teylor:85.0|Taillorr:81.22|Tayellorr:81.22|Teylorr:80.75|Teyllor:80.75|Thaylor:80.0|Tayloor:80.0|Teyllorr:76.71|Thaylorr:76.0|Thayllor:76.0|Tayloorr:76.0
G	en	c	Taylor	Taylor:100.0|Tayllor:95.0|Taylorr:95.0|Tailor:90.0|Tayelor:90.0|Teylor:85.0|Thaylor:80.0|Tayloor:80.0|Taylur:70.0
G	en	d	Taylor	Taylor:100.0|Tayllor:95.0|Taylorr:95.0|Tayllorr:90.25|Tailor:90.0|Tayelor:90.0|Tailorr:85.5|Taillor:85.5|Tayelorr:85.5|Tayellor:85.5|Teylor:85.0|Teylorr:80.75|Teyllor:80.75|Thaylor:80.0|Tayloor:80.0
G	en	a	Tailor	Tailor:100.0|Taillor:95.0|Tailorr:95.0|Taillorr:90.25|Taylor:90.0|Taylorr:85.5|Tayllor:85.5|Teilor:85.0|Tayllorr:81.22|Teilorr:80.75|Teillor:80.75|Thailor:80.0|Taelor:80.0|Tailoor:80.0|Tayelor:80.0|Teylor:80.0|Teillorr:76.71|Thailorr:76.0|Thaillor:76.0|Taelorr:76.0|Taellor:76.0|Tailoorr:76.0|Tailloor:76.0|Tayelorr:76.0|Tayellor:76.0|Teylorr:76.0|Teyllor:76.0|Thaillorr:72.2|Taellorr:72.2|Tailloorr:72.2|Tayellorr:72.2|Teyllorr:72.2|Thaylor:72.0|Tayloor:72.0|Tailur:70.0|Talor:70.0
G	en	b	Tailor	Taillor:95.0|Tailorr:95.0|Taillorr:90.25|Taylor:90.0|Taylorr:85.5|Tayllor:85.5|Teilor:85.0|Tayllorr:81.22|Teilorr:80.75|Teillor:80.75|Thailor:80.0|Taelor:80.0|Tailoor:80.0|Tayelor:80.0|Teylor:80.0|Teillorr:76.71|Thailorr:76.0|Thaillor:76.0|Taelorr:76.0|Taellor:76.0
G	en	c	Tailor	Tailor:100.0|Taillor:95.0|Tailorr:95.0|Taylor:90.0|Teilor:85.0|Thailor:80.0|Taelor:80.0|Tailoor:80.0|Tayelor:80.0|Teylor:80.0|Tailur:70.0|Talor:70.0
G	en	d	Tailor	Tailor:100.0|Taillor:95.0|Tailorr:95.0|Taillorr:90.25|Taylor:90.0|Taylorr:85.5|Tayllor:85.5|Teilor:85.0|Teilorr:80.75|Teillor:80.75|Thailor:80.0|Taelor:80.0|Tailoor:80.0|Tayelor:80.0|Teylor:80.0
G	en	a	Brown	Brown:100.0|Brrown:95.0|Brownn:95.0|Brrownn:90.25|Bhrown:85.0|Broun:85.0|Bhrownn:80.75|Bhrrown:80.75|Brounn:80.75|Brroun:80.75|Bhrrownn:76.71|Brrounn:76.71|Bhroun:72.25
G	en	b	Brown	Brrown:95.0|Brownn:95.0|Brrownn:90.25|Bhrown:85.0|Broun:85.0|Bhrownn:80.75|Bhrrown:80.75|Brounn:80.75|Brroun:80.75|Bhrrownn:76.71|Brrounn:76.71|Bhroun:72.25|Bhrounn:68.64|Bhrroun:68.64|Bhrrounn:65.21
G	en	c	Brown	Brown:100.0|Brrown:95.0|Brownn:95.0|Bhrown:85.0|Broun:85.0
G	en	d	Brown	Brown:100.0|Brrown:95.0|Brownn:95.0|Brrownn:90.25|Bhrown:85.0|Broun:85.0|Bhrownn:80.75|Bhrrown:80.75|Brounn:80.75|Brroun:80.75|Bhroun:72.25
G	en	a	Browne	Browne:100.0|Brrowne:95.0|Brownne:95.0|Brrownne:90.25|Browneh:90.0|Brownneh:85.5|Brrowneh:85.5|Bhrowne:85.0|Broune:85.0|Brrownneh:81.22|Bhrownne:80.75|Bhrrowne:80.75|Brounne:80.75|Brroune:80.75|Bhrrownne:76.71|Brrounne:76.71|Bhrowneh:76.5|Brouneh:76.5|Bhrownneh:72.67|Bhrrowneh:72.67|Brounneh:72.67|Brrouneh:72.67|Bhroune:72.25|Browna:70.0|Browni:70.0
G	en	b	Browne	Brrowne:95.0|Brownne:95.0|Brrownne:90.25|Browneh:90.0|Brownneh:85.5|Brrowneh:85.5|Bhrowne:85.0|Broune:85.0|Brrownneh:81.22|Bhrownne:80.75|Bhrrowne:80.75|Brounne:80.75|Brroune:80.75|Bhrrownne:76.71|Brrounne:76.71|Bhrowneh:76.5|Brouneh:76.5|Bhrownneh:72.67|Bhrrowneh:72.67|Brounneh:72.67
G	en	c	Browne	Browne:100.0|Brrowne:95.0|Brownne:95.0|Browneh:90.0|Bhrowne:85.0|Broune:85.0|Browna:70.0|Browni:70.0
G	en	d	Browne	Browne:100.0|Brrowne:95.0|Brownne:95.0|Brrownne:90.25|Browneh:90.0|Brownneh:85.5|Brrowneh:85.5|Bhrowne:85.0|Broune:85.0|Bhrownne:80.75|Bhrrowne:80.75|Brounne:80.75|Brroune:80.75|Bhrowneh:76.5|Brouneh:76.5
G	en	a	Green	Green:100.0|Grreen:95.0|Greenn:95.0|Grreenn:90.25|Grean:90.0|Greann:85.5|Grrean:85.5|Grien:85.0|Ghreen:85.0|Grreann:81.22|Grienn:80.75|Ghreenn:80.75|Grrien:80.75|Ghrreen:80.75|Grin:80.0|Grrienn:76.71|Ghrreenn:76.71|Ghrean:76.5|Grinn:76.0|Grrin:76.0|Jreen:75.0|Ghreann:72.67|Ghrrean:72.67|Ghrien:72.25|Grrinn:72.2|Jreenn:71.25|Jrreen:71.25
G	en	b	Green	Grreen:95.0|Greenn:95.0|Grreenn:90.25|Grean:90.0|Greann:85.5|Grrean:85.5|Grien:85.0|Ghreen:85.0|Grreann:81.22|Grienn:80.75|Ghreenn:80.75|Grrien:80.75|Ghrreen:80.75|Grin:80.0|Grrienn:76.71|Ghrreenn:76.71|Ghrean:76.5|Grinn:76.0|Grrin:76.0|Jreen:75.0
G	en	c	Green	Green:100.0|Grreen:95.0|Greenn:95.0|Grean:90.0|Grien:85.0|Ghreen:85.0|Grin:80.0|Jreen:75.0
G	en	d	Green	Green:100.0|Grreen:95.0|Greenn:95.0|Grreenn:90.25|Grean:90.0|Greann:85.5|Grrean:85.5|Grien:85.0|Ghreen:85.0|Grienn:80.75|Ghreenn:80.75|Grrien:80.75|Ghrreen:80.75|Grin:80.0|Ghrean:76.5
G	en	a	Greene	Greene:100.0|Grreene:95.0|Greenne:95.0|Grreenne:90.25|Greane:90.0|Greeneh:90.0|Greanne:85.5|Grreane:85.5|Greenneh:85.5|Grreeneh:85.5|Griene:85.0|Ghreene:85.0|Grreanne:81.22|Grreenneh:81.22|Greaneh:81.0|Grienne:80.75|Grriene:80.75|Ghreenne:80.75|Ghrreene:80.75|Grine:80.0|Greanneh:76.95|Grreaneh:76.95|Grrienne:76.71|Ghrreenne:76.71|Ghreeneh:76.5|Grieneh:76.5|Ghreane:76.5|Grinne:76.0|Grrine:76.0|Jreene:75.0|Grreanneh:73.1|Ghreenneh:72.67|Ghrreeneh:72.67|Grienneh:72.67|Grrieneh:72.67|Ghreanne:72.67|Ghrreane:72.67|Ghriene:72.25|Grrinne:72.2|Grineh:72.0|Jreenne:71.25|Jrreene:71.25|Greena:70.0|Greeni:70.0
G	en	b	Greene	Grreene:95.0|Greenne:95.0|Grreenne:90.25|Greane:90.0|Greeneh:90.0|Greanne:85.5|Grreane:85.5|Greenneh:85.5|Grreeneh:85.5|Griene:85.0|Ghreene:85.0|Grreanne:81.22|Grreenneh:81.22|Greaneh:81.0|Grienne:80.75|Grriene:80.75|Ghreenne:80.75|Ghrreene:80.75|Grine:80.0|Greanneh:76.95
G	en	c	Greene	Greene:100.0|Grreene:95.0|Greenne:95.0|Greane:90.0|Greeneh:90.0|Griene:85.0|Ghreene:85.0|Grine:80.0|Jreene:75.0|Greena:70.0|Greeni:70.0
G	en	d	Greene	Greene:100.0|Grreene:95.0|Greenne:95.0|Grreenne:90.25|Greane:90.0|Greeneh:90.0|Greanne:85.5|Grreane:85.5|Greenneh:85.5|Grreeneh:85.5|Griene:85.0|Ghreene:85.0|Greaneh:81.0|Grienne:80.75|Grriene:80.75
G	en	a	Clark	Clark:100.0|Cllark:95.0|Clarrk:95.0|Clarck:95.0|Cllarrk:90.25|Clarrck:90.25|Cllarck:90.25|Claark:90.0|Cllarrck:85.74|Claarck:85.5|Claarrk:85.5|Cllaark:85.5|Clarc:85.0|Klark:85.0|Clarkh:85.0|Clarq:85.0|Cllaarrk:81.22|Claarrck:81.22|Cllaarck:81.22|Clarrc:80.75|Cllarc:80.75|Clarrkh:80.75|Cllarkh:80.75|Clarrq:80.75|Cllarq:80.75|Klarck:80.75|Klarrk:80.75|Kllark:80.75|Cllaarrck:77.16|Cllarrc:76.71|Kllarrk:76.71|Klarrck:76.71|Kllarck:76.71|Cllarrkh:76.71|Cllarrq:76.71|Klaark:76.5|Claarc:76.5|Claarkh:76.5|Claarq:76.5|Kllarrck:72.88|Claarrc:72.68|Cllaarc:72.68|Claarrkh:72.68|Cllaarkh:72.68|Claarrq:72.68|Cllaarq:72.68|Klaarck:72.67|Klaarrk:72.67|Kllaark:72.67|Klarc:72.25
G	en	b	Clark	Cllark:95.0|Clarrk:95.0|Clarck:95.0|Cllarrk:90.25|Clarrck:90.25|Cllarck:90.25|Claark:90.0|Cllarrck:85.74|Claarck:85.5|Claarrk:85.5|Cllaark:85.5|Clarc:85.0|Klark:85.0|Clarkh:85.0|Clarq:85.0|Cllaarrk:81.22|Claarrck:81.22|Cllaarck:81.22|Clarrc:80.75|Cllarc:80.75
G	en	c	Clark	Clark:100.0|Cllark:95.0|Clarrk:95.0|Clarck:95.0|Claark:90.0|Clarc:85.0|Klark:85.0|Clarkh:85.0|Clarq:85.0|Clairk:70.0|Slark:70.0|Clarch:70.0|Clerk:70.0
G	en	d	Clark	Clark:100.0|Cllark:95.0|Clarrk:95.0|Clarck:95.0|Cllarrk:90.25|Clarrck:90.25|Cllarck:90.25|Claark:90.0|Claarck:85.5|Claarrk:85.5|Cllaark:85.5|Clarc:85.0|Klark:85.0|Clarkh:85.0|Clarq:85.0
G	en	a	Clarke	Clarke:100.0|Cllarke:95.0|Clarrke:95.0|Clarcke:95.0|Cllarrke:90.25|Clarrcke:90.25|Cllarcke:90.25|Claarke:90.0|Clarkeh:90.0|Cllarrcke:85.74|Claarcke:85.5|Claarrke:85.5|Cllaarke:85.5|Clarckeh:85.5|Clarrkeh:85.5|Cllarkeh:85.5|Clarce:85.0|Klarke:85.0|Clarkhe:85.0|Clarqe:85.0|Cllaarrke:81.22|Cllarrkeh:81.22|Claarrcke:81.22|Cllaarcke:81.22|Clarrckeh:81.22|Cllarckeh:81.22|Claarkeh:81.0|Clarrce:80.75|Cllarce:80.75|Clarrkhe:80.75|Cllarkhe:80.75|Clarrqe:80.75|Cllarqe:80.75|Klarcke:80.75|Klarrke:80.75|Kllarke:80.75|Cllaarrcke:77.16|Cllarrckeh:77.16|Claarckeh:76.95|Claarrkeh:76.95|Cllaarkeh:76.95|Cllarrce:76.71|Kllarrke:76.71|Klarrcke:76.71|Kllarcke:76.71|Cllarrkhe:76.71|Cllarrqe:76.71|Klarkeh:76.5|Claarce:76.5|Claarkhe:76.5
G	en	b	Clarke	Cllarke:95.0|Clarrke:95.0|Clarcke:95.0|Cllarrke:90.25|Clarrcke:90.25|Cllarcke:90.25|Claarke:90.0|Clarkeh:90.0|Cllarrcke:85.74|Claarcke:85.5|Claarrke:85.5|Cllaarke:85.5|Clarckeh:85.5|Clarrkeh:85.5|Cllarkeh:85.5|Clarce:85.0|Klarke:85.0|Clarkhe:85.0|Clarqe:85.0|Cllaarrke:81.22
G	en	c	Clarke	Clarke:100.0|Cllarke:95.0|Clarrke:95.0|Clarcke:95.0|Claarke:90.0|Clarkeh:90.0|Clarce:85.0|Klarke:85.0|Clarkhe:85.0|Clarqe:85.0|Clairke:70.0|Clarka:70.0|Slarke:70.0|Clarche:70.0|Clerke:70.0|Clarki:70.0
G	en	d	Clarke	Clarke:100.0|Cllarke:95.0|Clarrke:95.0|Clarcke:95.0|Cllarrke:90.25|Clarrcke:90.25|Cllarcke:90.25|Claarke:90.0|Clarkeh:90.0|Claarcke:85.5|Claarrke:85.5|Cllaarke:85.5|Clarckeh:85.5|Clarrkeh:85.5|Cllarkeh:85.5
G	en	a	Allan	Allan:100.0|Alan:95.0|Allann:95.0|Alann:90.25|Aallan:90.0|Allaan:90.0|Aallann:85.5|Aalan:85.5|Allaann:85.5|Alaan:85.5|Aalann:81.22|Alaann:81.22|Aallaan:81.0|Aallaann:76.95|Aalaan:76.95|Aalaann:73.1|Aillan:70.0|Allain:70.0|Ellan:70.0|Allen:70.0
G	en	b	Allan	Alan:95.0|Allann:95.0|Alann:90.25|Aallan:90.0|Allaan:90.0|Aallann:85.5|Aalan:85.5|Allaann:85.5|Alaan:85.5|Aalann:81.22|Alaann:81.22|Aallaan:81.0|Aallaann:76.95|Aalaan:76.95|Aalaann:73.1|Aillan:70.0|Allain:70.0|Ellan:70.0|Allen:70.0|Aillann:66.5
G	en	c	Allan	Allan:100.0|Alan:95.0|Allann:95.0|Aallan:90.0|Allaan:90.0|Aillan:70.0|Allain:70.0|Ellan:70.0|Allen:70.0
G	en	d	Allan	Allan:100.0|Alan:95.0|Allann:95.0|Alann:90.25|Aallan:90.0|Allaan:90.0|Aallann:85.5|Aalan:85.5|Allaann:85.5|Alaan:85.5|Aallaan:81.0|Aillan:70.0|Allain:70.0|Ellan:70.0|Allen:70.0
G	en	a	Allen	Allen:100.0|Alen:95.0|Allenn:95.0|Alenn:90.25|Aallen:90.0|Aallenn:85.5|Aalen:85.5|Aalenn:81.22|Aillen:70.0|Allan:70.0|Ellen:70.0|Allin:70.0
G	en	b	Allen	Alen:95.0|Allenn:95.0|Alenn:90.25|Aallen:90.0|Aallenn:85.5|Aalen:85.5|Aalenn:81.22|Aillen:70.0|Allan:70.0|Ellen:70.0|Allin:70.0|Aillenn:66.5|Allann:66.5|Ailen:66.5|Alan:66.5|Ellenn:66.5|Allinn:66.5|Elen:66.5|Alin:66.5|Ailenn:63.17
G	en	c	Allen	Allen:100.0|Alen:95.0|Allenn:95.0|Aallen:90.0|Aillen:70.0|Allan:70.0|Ellen:70.0|Allin:70.0
G	en	d	Allen	Allen:100.0|Alen:95.0|Allenn:95.0|Alenn:90.25|Aallen:90.0|Aallenn:85.5|Aalen:85.5|Aillen:70.0|Allan:70.0|Ellen:70.0|Allin:70.0|Aillenn:66.5|Allann:66.5|Ailen:66.5|Alan:66.5
G	en	a	Alan	Alan:100.0|Allan:95.0|Alann:95.0|Allann:90.25|Aalan:90.0|Alaan:90.0|Aalann:85.5|Aallan:85.5|Alaann:85.5|Allaan:85.5|Aallann:81.22|Allaann:81.22|Aalaan:81.0|Aalaann:76.95|Aallaan:76.95|Aallaann:73.1|Ailan:70.0|Alain:70.0|Elan:70.0|Alen:70.0
"""

private val goldenPart14 = """
G	en	b	Alan	Allan:95.0|Alann:95.0|Allann:90.25|Aalan:90.0|Alaan:90.0|Aalann:85.5|Aallan:85.5|Alaann:85.5|Allaan:85.5|Aallann:81.22|Allaann:81.22|Aalaan:81.0|Aalaann:76.95|Aallaan:76.95|Aallaann:73.1|Ailan:70.0|Alain:70.0|Elan:70.0|Alen:70.0|Ailann:66.5
G	en	c	Alan	Alan:100.0|Allan:95.0|Alann:95.0|Aalan:90.0|Alaan:90.0|Ailan:70.0|Alain:70.0|Elan:70.0|Alen:70.0
G	en	d	Alan	Alan:100.0|Allan:95.0|Alann:95.0|Allann:90.25|Aalan:90.0|Alaan:90.0|Aalann:85.5|Aallan:85.5|Alaann:85.5|Allaan:85.5|Aalaan:81.0|Ailan:70.0|Alain:70.0|Elan:70.0|Alen:70.0
G	en	a	Neil	Neil:100.0|Neill:95.0|Gneil:90.0|Kneil:90.0|Gneill:85.5|Kneill:85.5|Nail:85.0|Naill:80.75|Niel:80.0|Gnail:76.5|Knail:76.5|Niell:76.0|Gnaill:72.67|Knaill:72.67|Gniel:72.0|Kniel:72.0
G	en	b	Neil	Neill:95.0|Gneil:90.0|Kneil:90.0|Gneill:85.5|Kneill:85.5|Nail:85.0|Naill:80.75|Niel:80.0|Gnail:76.5|Knail:76.5|Niell:76.0|Gnaill:72.67|Knaill:72.67|Gniel:72.0|Kniel:72.0|Gniell:68.4|Kniell:68.4
G	en	c	Neil	Neil:100.0|Neill:95.0|Gneil:90.0|Kneil:90.0|Nail:85.0|Niel:80.0
G	en	d	Neil	Neil:100.0|Neill:95.0|Gneil:90.0|Kneil:90.0|Gneill:85.5|Kneill:85.5|Nail:85.0|Naill:80.75|Niel:80.0|Gnail:76.5|Knail:76.5|Niell:76.0|Gniel:72.0|Kniel:72.0
G	en	a	Neal	Neal:100.0|Neall:95.0|Gneal:90.0|Kneal:90.0|Neel:90.0|Gneall:85.5|Kneall:85.5|Neell:85.5|Gneel:81.0|Kneel:81.0|Gneell:76.95|Kneell:76.95
G	en	b	Neal	Neall:95.0|Gneal:90.0|Kneal:90.0|Neel:90.0|Gneall:85.5|Kneall:85.5|Neell:85.5|Gneel:81.0|Kneel:81.0|Gneell:76.95|Kneell:76.95
G	en	c	Neal	Neal:100.0|Neall:95.0|Gneal:90.0|Kneal:90.0|Neel:90.0
G	en	d	Neal	Neal:100.0|Neall:95.0|Gneal:90.0|Kneal:90.0|Neel:90.0|Gneall:85.5|Kneall:85.5|Neell:85.5|Gneel:81.0|Kneel:81.0
G	en	a	Neill	Neill:100.0|Neil:95.0|Gneill:90.0|Kneill:90.0|Gneil:85.5|Kneil:85.5|Naill:85.0|Nail:80.75|Niell:80.0|Gnaill:76.5|Knaill:76.5|Niel:76.0|Gnail:72.67|Knail:72.67|Gniell:72.0|Kniell:72.0
G	en	b	Neill	Neil:95.0|Gneill:90.0|Kneill:90.0|Gneil:85.5|Kneil:85.5|Naill:85.0|Nail:80.75|Niell:80.0|Gnaill:76.5|Knaill:76.5|Niel:76.0|Gnail:72.67|Knail:72.67|Gniell:72.0|Kniell:72.0|Gniel:68.4|Kniel:68.4
G	en	c	Neill	Neill:100.0|Neil:95.0|Gneill:90.0|Kneill:90.0|Naill:85.0|Niell:80.0
G	en	d	Neill	Neill:100.0|Neil:95.0|Gneill:90.0|Kneill:90.0|Gneil:85.5|Kneil:85.5|Naill:85.0|Nail:80.75|Niell:80.0|Gnaill:76.5|Knaill:76.5|Niel:76.0|Gniell:72.0|Kniell:72.0
G	en	a	Eric	Eric:100.0|Ericc:95.0|Erik:85.0|Eriec:85.0|Eryc:85.0|Eriecc:80.75|Erycc:80.75|Ereec:80.0|Ereecc:76.0|Eriek:72.25|Eryk:72.25|Eris:70.0|Iric:70.0|Erec:70.0|Uric:70.0
G	en	b	Eric	Ericc:95.0|Erik:85.0|Eriec:85.0|Eryc:85.0|Eriecc:80.75|Erycc:80.75|Ereec:80.0|Ereecc:76.0|Eriek:72.25|Eryk:72.25|Eris:70.0|Iric:70.0|Erec:70.0|Uric:70.0|Ereek:68.0|Iricc:66.5|Erecc:66.5|Uricc:66.5|Iriec:59.5|Iryc:59.5
G	en	c	Eric	Eric:100.0|Ericc:95.0|Erik:85.0|Eriec:85.0|Eryc:85.0|Ereec:80.0|Eris:70.0|Iric:70.0|Erec:70.0|Uric:70.0
G	en	d	Eric	Eric:100.0|Ericc:95.0|Erik:85.0|Eriec:85.0|Eryc:85.0|Eriecc:80.75|Erycc:80.75|Ereec:80.0|Ereecc:76.0|Eriek:72.25|Eryk:72.25|Eris:70.0|Iric:70.0|Erec:70.0|Uric:70.0
G	en	a	Erik	Erik:100.0|Erick:95.0|Eric:85.0|Eriek:85.0|Erikh:85.0|Eryk:85.0|Eriq:85.0|Erieck:80.75|Eryck:80.75|Ereek:80.0|Ereeck:76.0|Eriec:72.25|Eriekh:72.25|Erieq:72.25|Eryc:72.25|Erykh:72.25|Eryq:72.25|Irik:70.0|Erich:70.0|Erek:70.0|Urik:70.0
G	en	b	Erik	Erick:95.0|Eric:85.0|Eriek:85.0|Erikh:85.0|Eryk:85.0|Eriq:85.0|Erieck:80.75|Eryck:80.75|Ereek:80.0|Ereeck:76.0|Eriec:72.25|Eriekh:72.25|Erieq:72.25|Eryc:72.25|Erykh:72.25|Eryq:72.25|Irik:70.0|Erich:70.0|Erek:70.0|Urik:70.0
G	en	c	Erik	Erik:100.0|Erick:95.0|Eric:85.0|Eriek:85.0|Erikh:85.0|Eryk:85.0|Eriq:85.0|Ereek:80.0|Irik:70.0|Erich:70.0|Erek:70.0|Urik:70.0
G	en	d	Erik	Erik:100.0|Erick:95.0|Eric:85.0|Eriek:85.0|Erikh:85.0|Eryk:85.0|Eriq:85.0|Erieck:80.75|Eryck:80.75|Ereek:80.0|Ereeck:76.0|Eriec:72.25|Eriekh:72.25|Erieq:72.25|Eryc:72.25
G	en	a	Isabel	Isabel:100.0|Issabel:95.0|Isabbel:95.0|Isabell:95.0|Issabbel:90.25|Isabbell:90.25|Issabell:90.25|Isaabel:90.0|Issabbell:85.74|Isaabell:85.5|Isaabbel:85.5|Issaabel:85.5|Izabel:85.0|Isabhel:85.0|Iesabel:85.0|Ysabel:85.0|Issaabbel:81.22|Isaabbell:81.22|Issaabell:81.22|Issabhel:80.75|Izabbel:80.75|Isabhell:80.75|Izabell:80.75|Iesabell:80.75|Iesabbel:80.75|Iessabel:80.75|Ysabell:80.75|Ysabbel:80.75|Yssabel:80.75|Eesabel:80.0|Issaabbell:77.16|Iessabbel:76.71|Iesabbell:76.71|Iessabell:76.71|Issabhell:76.71|Izabbell:76.71|Yssabbel:76.71|Ysabbell:76.71|Yssabell:76.71|Isaabhel:76.5|Izaabel:76.5|Iesaabel:76.5|Ysaabel:76.5|Eesabell:76.0|Eesabbel:76.0|Eessabel:76.0|Iessabbell:72.88|Yssabbell:72.88|Isaabhell:72.68|Izaabell:72.68
G	en	b	Isabel	Issabel:95.0|Isabbel:95.0|Isabell:95.0|Issabbel:90.25|Isabbell:90.25|Issabell:90.25|Isaabel:90.0|Issabbell:85.74|Isaabell:85.5|Isaabbel:85.5|Issaabel:85.5|Izabel:85.0|Isabhel:85.0|Iesabel:85.0|Ysabel:85.0|Issaabbel:81.22|Isaabbell:81.22|Issaabell:81.22|Issabhel:80.75|Izabbel:80.75
G	en	c	Isabel	Isabel:100.0|Issabel:95.0|Isabbel:95.0|Isabell:95.0|Isaabel:90.0|Izabel:85.0|Isabhel:85.0|Iesabel:85.0|Ysabel:85.0|Eesabel:80.0|Isaibel:70.0|Icabel:70.0|Isabal:70.0|Esabel:70.0|Isebel:70.0|Ishabel:70.0|Isabil:70.0
G	en	d	Isabel	Isabel:100.0|Issabel:95.0|Isabbel:95.0|Isabell:95.0|Issabbel:90.25|Isabbell:90.25|Issabell:90.25|Isaabel:90.0|Isaabell:85.5|Isaabbel:85.5|Issaabel:85.5|Izabel:85.0|Isabhel:85.0|Iesabel:85.0|Ysabel:85.0
G	en	a	Isabelle	Isabelle:100.0|Issabelle:95.0|Isabbelle:95.0|Isabele:95.0|Issabbelle:90.25|Isabbele:90.25|Issabele:90.25|Isaabelle:90.0|Isabelleh:90.0|Issabbele:85.74|Isaabele:85.5|Isaabbelle:85.5|Issaabelle:85.5|Isabeleh:85.5|Isabbelleh:85.5|Issabelleh:85.5|Izabelle:85.0|Isabhelle:85.0|Iesabelle:85.0|Ysabelle:85.0|Issaabbelle:81.22|Issabbelleh:81.22|Isaabbele:81.22|Issaabele:81.22|Isabbeleh:81.22|Issabeleh:81.22|Isaabelleh:81.0|Issabhelle:80.75|Izabbelle:80.75|Isabhele:80.75|Izabele:80.75|Iesabele:80.75|Iesabbelle:80.75|Iessabelle:80.75|Ysabele:80.75|Ysabbelle:80.75|Yssabelle:80.75|Eesabelle:80.0|Issaabbele:77.16|Issabbeleh:77.16|Isaabeleh:76.95|Isaabbelleh:76.95|Issaabelleh:76.95|Iessabbelle:76.71|Iesabbele:76.71|Iessabele:76.71|Issabhele:76.71|Izabbele:76.71|Yssabbelle:76.71|Ysabbele:76.71
G	en	b	Isabelle	Issabelle:95.0|Isabbelle:95.0|Isabele:95.0|Issabbelle:90.25|Isabbele:90.25|Issabele:90.25|Isaabelle:90.0|Isabelleh:90.0|Issabbele:85.74|Isaabele:85.5|Isaabbelle:85.5|Issaabelle:85.5|Isabeleh:85.5|Isabbelleh:85.5|Issabelleh:85.5|Izabelle:85.0|Isabhelle:85.0|Iesabelle:85.0|Ysabelle:85.0|Issaabbelle:81.22
G	en	c	Isabelle	Isabelle:100.0|Issabelle:95.0|Isabbelle:95.0|Isabele:95.0|Isaabelle:90.0|Isabelleh:90.0|Izabelle:85.0|Isabhelle:85.0|Iesabelle:85.0|Ysabelle:85.0|Eesabelle:80.0|Isaibelle:70.0|Isabella:70.0|Icabelle:70.0|Isaballe:70.0|Esabelle:70.0|Isebelle:70.0|Isabelli:70.0|Ishabelle:70.0|Isabille:70.0
G	en	d	Isabelle	Isabelle:100.0|Issabelle:95.0|Isabbelle:95.0|Isabele:95.0|Issabbelle:90.25|Isabbele:90.25|Issabele:90.25|Isaabelle:90.0|Isabelleh:90.0|Isaabele:85.5|Isaabbelle:85.5|Issaabelle:85.5|Isabeleh:85.5|Isabbelleh:85.5|Issabelleh:85.5
G	en	a	Isobel	Isobel:100.0|Issobel:95.0|Isobbel:95.0|Isobell:95.0|Issobbel:90.25|Isobbell:90.25|Issobell:90.25|Issobbell:85.74|Izobel:85.0|Isobhel:85.0|Iesobel:85.0|Ysobel:85.0|Iesobell:80.75|Issobhel:80.75|Iesobbel:80.75|Iessobel:80.75|Izobbel:80.75|Isobhell:80.75|Ysobell:80.75|Ysobbel:80.75|Yssobel:80.75|Izobell:80.75|Isoobel:80.0|Eesobel:80.0|Iesobbell:76.71|Iessobell:76.71|Iessobbel:76.71|Issobhell:76.71|Izobbell:76.71|Ysobbell:76.71|Yssobell:76.71|Yssobbel:76.71|Isoobell:76.0|Isoobbel:76.0|Issoobel:76.0|Eesobell:76.0|Eesobbel:76.0|Eessobel:76.0|Iessobbell:72.88|Yssobbell:72.88|Izobhel:72.25|Iesobhel:72.25|Iezobel:72.25|Ysobhel:72.25|Yzobel:72.25|Isoobbell:72.2|Issoobell:72.2|Issoobbel:72.2|Eesobbell:72.2|Eessobell:72.2
G	en	b	Isobel	Issobel:95.0|Isobbel:95.0|Isobell:95.0|Issobbel:90.25|Isobbell:90.25|Issobell:90.25|Issobbell:85.74|Izobel:85.0|Isobhel:85.0|Iesobel:85.0|Ysobel:85.0|Iesobell:80.75|Issobhel:80.75|Iesobbel:80.75|Iessobel:80.75|Izobbel:80.75|Isobhell:80.75|Ysobell:80.75|Ysobbel:80.75|Yssobel:80.75
G	en	c	Isobel	Isobel:100.0|Issobel:95.0|Isobbel:95.0|Isobell:95.0|Izobel:85.0|Isobhel:85.0|Iesobel:85.0|Ysobel:85.0|Isoobel:80.0|Eesobel:80.0|Icobel:70.0|Isubel:70.0|Isobal:70.0|Esobel:70.0|Ishobel:70.0|Isobil:70.0
G	en	d	Isobel	Isobel:100.0|Issobel:95.0|Isobbel:95.0|Isobell:95.0|Issobbel:90.25|Isobbell:90.25|Issobell:90.25|Izobel:85.0|Isobhel:85.0|Iesobel:85.0|Ysobel:85.0|Iesobell:80.75|Issobhel:80.75|Iesobbel:80.75|Iessobel:80.75
G	en	a	Elizabeth	Elizabeth:100.0|Ellizabeth:95.0|Elizzabeth:95.0|Elizabbeth:95.0|Ellizzabeth:90.25|Elizzabbeth:90.25|Ellizabbeth:90.25|Elizaabeth:90.0|Ellizzabbeth:85.74|Elizaabbeth:85.5|Elizzaabeth:85.5|Ellizaabeth:85.5|Elisabeth:85.0|Elizabheth:85.0|Eliezabeth:85.0|Elyzabeth:85.0|Ellizzaabeth:81.22|Elizzaabbeth:81.22|Ellizaabbeth:81.22|Ellisabeth:80.75|Elizzabheth:80.75|Ellizabheth:80.75|Elisabbeth:80.75|Eliezabbeth:80.75|Eliezzabeth:80.75|Elliezabeth:80.75|Elyzabbeth:80.75|Elyzzabeth:80.75|Ellyzabeth:80.75|Elizabet:80.0|Eleezabeth:80.0|Ellizzaabbeth:77.16|Ellizzabheth:76.71|Elliezzabeth:76.71|Eliezzabbeth:76.71|Elliezabbeth:76.71|Ellisabbeth:76.71|Ellyzzabeth:76.71|Elyzzabbeth:76.71|Ellyzabbeth:76.71|Elisaabeth:76.5|Eliezaabeth:76.5|Elizaabheth:76.5|Elyzaabeth:76.5|Elizabbet:76.0|Elizzabet:76.0|Ellizabet:76.0|Eleezabbeth:76.0|Eleezzabeth:76.0|Elleezabeth:76.0
G	en	b	Elizabeth	Ellizabeth:95.0|Elizzabeth:95.0|Elizabbeth:95.0|Ellizzabeth:90.25|Elizzabbeth:90.25|Ellizabbeth:90.25|Elizaabeth:90.0|Ellizzabbeth:85.74|Elizaabbeth:85.5|Elizzaabeth:85.5|Ellizaabeth:85.5|Elisabeth:85.0|Elizabheth:85.0|Eliezabeth:85.0|Elyzabeth:85.0|Ellizzaabeth:81.22|Elizzaabbeth:81.22|Ellizaabbeth:81.22|Ellisabeth:80.75|Elizzabheth:80.75
G	en	c	Elizabeth	Elizabeth:100.0|Ellizabeth:95.0|Elizzabeth:95.0|Elizabbeth:95.0|Elizaabeth:90.0|Elisabeth:85.0|Elizabheth:85.0|Eliezabeth:85.0|Elyzabeth:85.0|Elizabet:80.0|Eleezabeth:80.0|Elizaibeth:70.0|Alizabeth:70.0|Elezabeth:70.0|Elizebeth:70.0|Ilizabeth:70.0|Elizabath:70.0|Elizabith:70.0
G	en	d	Elizabeth	Elizabeth:100.0|Ellizabeth:95.0|Elizzabeth:95.0|Elizabbeth:95.0|Ellizzabeth:90.25|Elizzabbeth:90.25|Ellizabbeth:90.25|Elizaabeth:90.0|Elizaabbeth:85.5|Elizzaabeth:85.5|Ellizaabeth:85.5|Elisabeth:85.0|Elizabheth:85.0|Eliezabeth:85.0|Elyzabeth:85.0
G	en	a	Elisabeth	Elisabeth:100.0|Ellisabeth:95.0|Elissabeth:95.0|Elisabbeth:95.0|Ellissabeth:90.25|Elissabbeth:90.25|Ellisabbeth:90.25|Elisaabeth:90.0|Ellissabbeth:85.74|Elisaabbeth:85.5|Elissaabeth:85.5|Ellisaabeth:85.5|Elizabeth:85.0|Elisabheth:85.0|Eliesabeth:85.0|Elysabeth:85.0|Ellissaabeth:81.22|Elissaabbeth:81.22|Ellisaabbeth:81.22|Ellizabeth:80.75|Elissabheth:80.75|Ellisabheth:80.75|Elizabbeth:80.75|Eliesabbeth:80.75|Eliessabeth:80.75|Elliesabeth:80.75|Elysabbeth:80.75|Elyssabeth:80.75|Ellysabeth:80.75|Elisabet:80.0|Eleesabeth:80.0|Ellissaabbeth:77.16|Ellissabheth:76.71|Elliessabeth:76.71|Eliessabbeth:76.71|Elliesabbeth:76.71|Ellizabbeth:76.71|Ellyssabeth:76.71|Elyssabbeth:76.71|Ellysabbeth:76.71|Elizaabeth:76.5|Eliesaabeth:76.5|Elisaabheth:76.5|Elysaabeth:76.5|Elisabbet:76.0|Elissabet:76.0|Ellisabet:76.0|Eleesabbeth:76.0|Eleessabeth:76.0|Elleesabeth:76.0
G	en	b	Elisabeth	Ellisabeth:95.0|Elissabeth:95.0|Elisabbeth:95.0|Ellissabeth:90.25|Elissabbeth:90.25|Ellisabbeth:90.25|Elisaabeth:90.0|Ellissabbeth:85.74|Elisaabbeth:85.5|Elissaabeth:85.5|Ellisaabeth:85.5|Elizabeth:85.0|Elisabheth:85.0|Eliesabeth:85.0|Elysabeth:85.0|Ellissaabeth:81.22|Elissaabbeth:81.22|Ellisaabbeth:81.22|Ellizabeth:80.75|Elissabheth:80.75
G	en	c	Elisabeth	Elisabeth:100.0|Ellisabeth:95.0|Elissabeth:95.0|Elisabbeth:95.0|Elisaabeth:90.0|Elizabeth:85.0|Elisabheth:85.0|Eliesabeth:85.0|Elysabeth:85.0|Elisabet:80.0|Eleesabeth:80.0|Elisaibeth:70.0|Elicabeth:70.0|Alisabeth:70.0|Elesabeth:70.0|Elisebeth:70.0|Elishabeth:70.0|Ilisabeth:70.0|Elisabath:70.0|Elisabith:70.0
G	en	d	Elisabeth	Elisabeth:100.0|Ellisabeth:95.0|Elissabeth:95.0|Elisabbeth:95.0|Ellissabeth:90.25|Elissabbeth:90.25|Ellisabbeth:90.25|Elisaabeth:90.0|Elisaabbeth:85.5|Elissaabeth:85.5|Ellisaabeth:85.5|Elizabeth:85.0|Elisabheth:85.0|Eliesabeth:85.0|Elysabeth:85.0
G	en	a	Sara	Sara:100.0|Sarra:95.0|Saara:90.0|Saraa:90.0|Sarah:90.0|Saarra:85.5|Sarraa:85.5|Sarrah:85.5|Zara:85.0|Saaraa:81.0|Saarah:81.0|Zarra:80.75|Saarraa:76.95|Saarrah:76.95|Zaraa:76.5|Zarah:76.5|Zaara:76.5|Zarraa:72.67|Zarrah:72.67|Zaarra:72.67|Saira:70.0|Sarai:70.0|Cara:70.0|Sera:70.0|Sare:70.0|Shara:70.0
G	en	b	Sara	Sarra:95.0|Saara:90.0|Saraa:90.0|Sarah:90.0|Saarra:85.5|Sarraa:85.5|Sarrah:85.5|Zara:85.0|Saaraa:81.0|Saarah:81.0|Zarra:80.75|Saarraa:76.95|Saarrah:76.95|Zaraa:76.5|Zarah:76.5|Zaara:76.5|Zarraa:72.67|Zarrah:72.67|Zaarra:72.67|Saira:70.0
G	en	c	Sara	Sara:100.0|Sarra:95.0|Saara:90.0|Saraa:90.0|Sarah:90.0|Zara:85.0|Saira:70.0|Sarai:70.0|Cara:70.0|Sera:70.0|Sare:70.0|Shara:70.0
G	en	d	Sara	Sara:100.0|Sarra:95.0|Saara:90.0|Saraa:90.0|Sarah:90.0|Saarra:85.5|Sarraa:85.5|Sarrah:85.5|Zara:85.0|Saaraa:81.0|Saarah:81.0|Zarra:80.75|Zaraa:76.5|Zarah:76.5|Zaara:76.5
G	en	a	Sarah	Sarah:100.0|Sarrah:95.0|Saarah:90.0|Sara:90.0|Saarrah:85.5|Sarra:85.5|Zarah:85.0|Saara:81.0|Zarrah:80.75|Saarra:76.95|Zara:76.5|Zaarah:76.5|Zarra:72.67|Zaarrah:72.67|Sairah:70.0|Carah:70.0|Serah:70.0|Sharah:70.0
G	en	b	Sarah	Sarrah:95.0|Saarah:90.0|Sara:90.0|Saarrah:85.5|Sarra:85.5|Zarah:85.0|Saara:81.0|Zarrah:80.75|Saarra:76.95|Zara:76.5|Zaarah:76.5|Zarra:72.67|Zaarrah:72.67|Sairah:70.0|Carah:70.0|Serah:70.0|Sharah:70.0|Zaara:68.85|Sairrah:66.5|Carrah:66.5
G	en	c	Sarah	Sarah:100.0|Sarrah:95.0|Saarah:90.0|Sara:90.0|Zarah:85.0|Sairah:70.0|Carah:70.0|Serah:70.0|Sharah:70.0
G	en	d	Sarah	Sarah:100.0|Sarrah:95.0|Saarah:90.0|Sara:90.0|Saarrah:85.5|Sarra:85.5|Zarah:85.0|Saara:81.0|Zarrah:80.75|Zara:76.5|Zaarah:76.5|Sairah:70.0|Carah:70.0|Serah:70.0|Sharah:70.0
G	en	a	Anna	Anna:100.0|Ana:95.0|Aanna:90.0|Annaa:90.0|Annah:90.0|Aana:85.5|Anaa:85.5|Anah:85.5|Aannaa:81.0|Aannah:81.0|Aanaa:76.95|Aanah:76.95|Ainna:70.0|Annai:70.0|Enna:70.0|Anne:70.0
G	en	b	Anna	Ana:95.0|Aanna:90.0|Annaa:90.0|Annah:90.0|Aana:85.5|Anaa:85.5|Anah:85.5|Aannaa:81.0|Aannah:81.0|Aanaa:76.95|Aanah:76.95|Ainna:70.0|Annai:70.0|Enna:70.0|Anne:70.0|Aina:66.5|Anai:66.5|Ena:66.5|Ane:66.5|Aannai:63.0
G	en	c	Anna	Anna:100.0|Ana:95.0|Aanna:90.0|Annaa:90.0|Annah:90.0|Ainna:70.0|Annai:70.0|Enna:70.0|Anne:70.0
G	en	d	Anna	Anna:100.0|Ana:95.0|Aanna:90.0|Annaa:90.0|Annah:90.0|Aana:85.5|Anaa:85.5|Anah:85.5|Aannaa:81.0|Aannah:81.0|Ainna:70.0|Annai:70.0|Enna:70.0|Anne:70.0|Aina:66.5
G	en	a	Hannah	Hannah:100.0|Hanah:95.0|Haannah:90.0|Hanna:90.0|Haanah:85.5|Hana:85.5|Haanna:81.0|Haana:76.95|Hainnah:70.0|Hennah:70.0
G	en	b	Hannah	Hanah:95.0|Haannah:90.0|Hanna:90.0|Haanah:85.5|Hana:85.5|Haanna:81.0|Haana:76.95|Hainnah:70.0|Hennah:70.0|Hainah:66.5|Henah:66.5|Hainna:63.0|Henna:63.0|Haina:59.85|Hena:59.85
G	en	c	Hannah	Hannah:100.0|Hanah:95.0|Haannah:90.0|Hanna:90.0|Hainnah:70.0|Hennah:70.0
G	en	d	Hannah	Hannah:100.0|Hanah:95.0|Haannah:90.0|Hanna:90.0|Haanah:85.5|Hana:85.5|Haanna:81.0|Hainnah:70.0|Hennah:70.0|Hainah:66.5|Henah:66.5|Hainna:63.0|Henna:63.0
G	en	a	Hanna	Hanna:100.0|Hana:95.0|Haanna:90.0|Hannaa:90.0|Hannah:90.0|Haana:85.5|Hanaa:85.5|Hanah:85.5|Haannaa:81.0|Haannah:81.0|Haanaa:76.95|Haanah:76.95|Hainna:70.0|Hannai:70.0|Henna:70.0|Hanne:70.0
G	en	b	Hanna	Hana:95.0|Haanna:90.0|Hannaa:90.0|Hannah:90.0|Haana:85.5|Hanaa:85.5|Hanah:85.5|Haannaa:81.0|Haannah:81.0|Haanaa:76.95|Haanah:76.95|Hainna:70.0|Hannai:70.0|Henna:70.0|Hanne:70.0|Haina:66.5|Hanai:66.5|Hena:66.5|Hane:66.5|Haannai:63.0
G	en	c	Hanna	Hanna:100.0|Hana:95.0|Haanna:90.0|Hannaa:90.0|Hannah:90.0|Hainna:70.0|Hannai:70.0|Henna:70.0|Hanne:70.0
G	en	d	Hanna	Hanna:100.0|Hana:95.0|Haanna:90.0|Hannaa:90.0|Hannah:90.0|Haana:85.5|Hanaa:85.5|Hanah:85.5|Haannaa:81.0|Haannah:81.0|Hainna:70.0|Hannai:70.0|Henna:70.0|Hanne:70.0|Haina:66.5
G	en	a	Michael	Michael:100.0|Mitchael:95.0|Michaell:95.0|Mitchaell:90.25|Miechael:85.0|Mychael:85.0|Miechaell:80.75|Mietchael:80.75|Mychaell:80.75|Mytchael:80.75|Michail:80.0|Meechael:80.0|Mietchaell:76.71|Mytchaell:76.71|Michaill:76.0|Mitchail:76.0|Meechaell:76.0|Meetchael:76.0|Mitchaill:72.2|Meetchaell:72.2|Mikael:70.0|Mechael:70.0
G	en	b	Michael	Mitchael:95.0|Michaell:95.0|Mitchaell:90.25|Miechael:85.0|Mychael:85.0|Miechaell:80.75|Mietchael:80.75|Mychaell:80.75|Mytchael:80.75|Michail:80.0|Meechael:80.0|Mietchaell:76.71|Mytchaell:76.71|Michaill:76.0|Mitchail:76.0|Meechaell:76.0|Meetchael:76.0|Mitchaill:72.2|Meetchaell:72.2|Mikael:70.0
G	en	c	Michael	Michael:100.0|Mitchael:95.0|Michaell:95.0|Miechael:85.0|Mychael:85.0|Michail:80.0|Meechael:80.0|Mikael:70.0|Mechael:70.0|Mishael:65.0
G	en	d	Michael	Michael:100.0|Mitchael:95.0|Michaell:95.0|Mitchaell:90.25|Miechael:85.0|Mychael:85.0|Miechaell:80.75|Mietchael:80.75|Mychaell:80.75|Mytchael:80.75|Michail:80.0|Meechael:80.0|Michaill:76.0|Mitchail:76.0|Meechaell:76.0
G	en	a	Mikael	Mikael:100.0|Mickael:95.0|Mikaell:95.0|Mickaell:90.25|Micael:85.0|Miekael:85.0|Mikhael:85.0|Mykael:85.0|Miqael:85.0|Miekaell:80.75|Mieckael:80.75|Micaell:80.75|Mikhaell:80.75|Miqaell:80.75|Mykaell:80.75|Myckael:80.75|Mikail:80.0|Meekael:80.0|Mieckaell:76.71|Myckaell:76.71|Mikaill:76.0|Mickail:76.0|Meekaell:76.0|Meeckael:76.0|Miecael:72.25|Miekhael:72.25|Mieqael:72.25|Mycael:72.25|Mykhael:72.25|Myqael:72.25|Mickaill:72.2|Meeckaell:72.2|Michael:70.0|Mekael:70.0
G	en	b	Mikael	Mickael:95.0|Mikaell:95.0|Mickaell:90.25|Micael:85.0|Miekael:85.0|Mikhael:85.0|Mykael:85.0|Miqael:85.0|Miekaell:80.75|Mieckael:80.75|Micaell:80.75|Mikhaell:80.75|Miqaell:80.75|Mykaell:80.75|Myckael:80.75|Mikail:80.0|Meekael:80.0|Mieckaell:76.71|Myckaell:76.71|Mikaill:76.0
G	en	c	Mikael	Mikael:100.0|Mickael:95.0|Mikaell:95.0|Micael:85.0|Miekael:85.0|Mikhael:85.0|Mykael:85.0|Miqael:85.0|Mikail:80.0|Meekael:80.0|Michael:70.0|Mekael:70.0
G	en	d	Mikael	Mikael:100.0|Mickael:95.0|Mikaell:95.0|Mickaell:90.25|Micael:85.0|Miekael:85.0|Mikhael:85.0|Mykael:85.0|Miqael:85.0|Miekaell:80.75|Mieckael:80.75|Micaell:80.75|Mikhaell:80.75|Miqaell:80.75|Mykaell:80.75
G	en	a	Micheal	Micheal:100.0|Mitcheal:95.0|Micheall:95.0|Mitcheall:90.25|Micheel:90.0|Micheell:85.5|Mitcheel:85.5|Miecheal:85.0|Mycheal:85.0|Mitcheell:81.22|Miecheall:80.75|Mietcheal:80.75|Mycheall:80.75|Mytcheal:80.75|Meecheal:80.0|Mietcheall:76.71|Mytcheall:76.71|Miecheel:76.5|Mycheel:76.5|Meecheall:76.0|Meetcheal:76.0|Miecheell:72.67|Mietcheel:72.67|Mycheell:72.67|Mytcheel:72.67|Meetcheall:72.2|Meecheel:72.0|Mikeal:70.0|Mecheal:70.0
G	en	b	Micheal	Mitcheal:95.0|Micheall:95.0|Mitcheall:90.25|Micheel:90.0|Micheell:85.5|Mitcheel:85.5|Miecheal:85.0|Mycheal:85.0|Mitcheell:81.22|Miecheall:80.75|Mietcheal:80.75|Mycheall:80.75|Mytcheal:80.75|Meecheal:80.0|Mietcheall:76.71|Mytcheall:76.71|Miecheel:76.5|Mycheel:76.5|Meecheall:76.0|Meetcheal:76.0
G	en	c	Micheal	Micheal:100.0|Mitcheal:95.0|Micheall:95.0|Micheel:90.0|Miecheal:85.0|Mycheal:85.0|Meecheal:80.0|Mikeal:70.0|Mecheal:70.0|Misheal:65.0
G	en	d	Micheal	Micheal:100.0|Mitcheal:95.0|Micheall:95.0|Mitcheall:90.25|Micheel:90.0|Micheell:85.5|Mitcheel:85.5|Miecheal:85.0|Mycheal:85.0|Miecheall:80.75|Mietcheal:80.75|Mycheall:80.75|Mytcheal:80.75|Meecheal:80.0|Miecheel:76.5
G	en	a	Nicholas	Nicholas:100.0|Nitcholas:95.0|Nichollas:95.0|Nicholass:95.0|Nitchollas:90.25|Nichollass:90.25|Nitcholass:90.25|Gnicholas:90.0|Knicholas:90.0|Nicholaas:90.0|Nitchollass:85.74|Gnicholass:85.5|Gnichollas:85.5|Gnitcholas:85.5|Knicholass:85.5|Nicholaass:85.5|Knichollas:85.5|Nichollaas:85.5|Knitcholas:85.5|Nitcholaas:85.5|Nicholaz:85.0|Niecholas:85.0|Nycholas:85.0|Gnitchollas:81.22|Knitchollas:81.22|Nitchollaas:81.22|Gnichollass:81.22|Gnitcholass:81.22|Knichollass:81.22|Nichollaass:81.22|Knitcholass:81.22|Nitcholaass:81.22|Gnicholaas:81.0|Knicholaas:81.0|Nichollaz:80.75|Nitcholaz:80.75|Niecholass:80.75|Niechollas:80.75|Nietcholas:80.75|Nycholass:80.75|Nychollas:80.75|Nytcholas:80.75|Nichoolas:80.0|Neecholas:80.0|Gnitchollass:77.16|Knitchollass:77.16|Nitchollaass:77.16|Gnicholaass:76.95|Gnichollaas:76.95|Gnitcholaas:76.95
G	en	b	Nicholas	Nitcholas:95.0|Nichollas:95.0|Nicholass:95.0|Nitchollas:90.25|Nichollass:90.25|Nitcholass:90.25|Gnicholas:90.0|Knicholas:90.0|Nicholaas:90.0|Nitchollass:85.74|Gnicholass:85.5|Gnichollas:85.5|Gnitcholas:85.5|Knicholass:85.5|Nicholaass:85.5|Knichollas:85.5|Nichollaas:85.5|Knitcholas:85.5|Nitcholaas:85.5|Nicholaz:85.0
G	en	c	Nicholas	Nicholas:100.0|Nitcholas:95.0|Nichollas:95.0|Nicholass:95.0|Gnicholas:90.0|Knicholas:90.0|Nicholaas:90.0|Nicholaz:85.0|Niecholas:85.0|Nycholas:85.0|Nichoolas:80.0|Neecholas:80.0|Nikolas:70.0|Nicholais:70.0|Nicholac:70.0|Nichulas:70.0|Necholas:70.0|Nicholes:70.0|Nicholash:70.0|Nisholas:65.0
G	en	d	Nicholas	Nicholas:100.0|Nitcholas:95.0|Nichollas:95.0|Nicholass:95.0|Nitchollas:90.25|Nichollass:90.25|Nitcholass:90.25|Gnicholas:90.0|Knicholas:90.0|Nicholaas:90.0|Gnicholass:85.5|Gnichollas:85.5|Gnitcholas:85.5|Knicholass:85.5|Nicholaass:85.5
G	en	a	Nicolas	Nicolas:100.0|Niccolas:95.0|Nicollas:95.0|Nicolass:95.0|Niccollas:90.25|Nicollass:90.25|Niccolass:90.25|Gnicolas:90.0|Knicolas:90.0|Nicolaas:90.0|Niccollass:85.74|Gnicolass:85.5|Gnicollas:85.5|Gniccolas:85.5|Knicolass:85.5|Nicolaass:85.5|Knicollas:85.5|Nicollaas:85.5|Kniccolas:85.5|Niccolaas:85.5|Nikolas:85.0|Nicolaz:85.0|Niecolas:85.0|Nycolas:85.0|Gniccollas:81.22|Kniccollas:81.22|Niccollaas:81.22|Gnicollass:81.22|Gniccolass:81.22|Knicollass:81.22|Nicollaass:81.22|Kniccolass:81.22|Niccolaass:81.22|Gnicolaas:81.0|Knicolaas:81.0|Nicollaz:80.75|Niccolaz:80.75|Nikollas:80.75|Nikolass:80.75|Niecolass:80.75|Niecollas:80.75|Nieccolas:80.75|Nycolass:80.75|Nycollas:80.75|Nyccolas:80.75|Nicoolas:80.0|Neecolas:80.0|Gniccollass:77.16|Kniccollass:77.16|Niccollaass:77.16
G	en	b	Nicolas	Niccolas:95.0|Nicollas:95.0|Nicolass:95.0|Niccollas:90.25|Nicollass:90.25|Niccolass:90.25|Gnicolas:90.0|Knicolas:90.0|Nicolaas:90.0|Niccollass:85.74|Gnicolass:85.5|Gnicollas:85.5|Gniccolas:85.5|Knicolass:85.5|Nicolaass:85.5|Knicollas:85.5|Nicollaas:85.5|Kniccolas:85.5|Niccolaas:85.5|Nikolas:85.0
G	en	c	Nicolas	Nicolas:100.0|Niccolas:95.0|Nicollas:95.0|Nicolass:95.0|Gnicolas:90.0|Knicolas:90.0|Nicolaas:90.0|Nikolas:85.0|Nicolaz:85.0|Niecolas:85.0|Nycolas:85.0|Nicoolas:80.0|Neecolas:80.0|Nicolais:70.0|Nisolas:70.0|Nicolac:70.0|Niculas:70.0|Necolas:70.0|Nicoles:70.0|Nicolash:70.0
G	en	d	Nicolas	Nicolas:100.0|Niccolas:95.0|Nicollas:95.0|Nicolass:95.0|Niccollas:90.25|Nicollass:90.25|Niccolass:90.25|Gnicolas:90.0|Knicolas:90.0|Nicolaas:90.0|Gnicolass:85.5|Gnicollas:85.5|Gniccolas:85.5|Knicolass:85.5|Nicolaass:85.5
G	en	a	Nikolas	Nikolas:100.0|Nickolas:95.0|Nikollas:95.0|Nikolass:95.0|Nickollas:90.25|Nikollass:90.25|Nickolass:90.25|Gnikolas:90.0|Knikolas:90.0|Nikolaas:90.0|Nickollass:85.74|Gnikolass:85.5|Gnikollas:85.5|Gnickolas:85.5|Knikolass:85.5|Nikolaass:85.5|Knikollas:85.5|Nikollaas:85.5|Knickolas:85.5|Nickolaas:85.5|Nicolas:85.0|Nikolaz:85.0|Niekolas:85.0|Nikholas:85.0|Nykolas:85.0|Niqolas:85.0|Gnickollas:81.22|Knickollas:81.22|Nickollaas:81.22|Gnikollass:81.22|Gnickolass:81.22|Knikollass:81.22|Nikollaass:81.22|Knickolass:81.22|Nickolaass:81.22|Gnikolaas:81.0|Knikolaas:81.0|Nikollaz:80.75|Nickolaz:80.75|Nicollas:80.75|Nikhollas:80.75|Niqollas:80.75|Nicolass:80.75|Nikholass:80.75|Niqolass:80.75|Niekolass:80.75|Niekollas:80.75|Nieckolas:80.75|Nykolass:80.75|Nykollas:80.75
G	en	b	Nikolas	Nickolas:95.0|Nikollas:95.0|Nikolass:95.0|Nickollas:90.25|Nikollass:90.25|Nickolass:90.25|Gnikolas:90.0|Knikolas:90.0|Nikolaas:90.0|Nickollass:85.74|Gnikolass:85.5|Gnikollas:85.5|Gnickolas:85.5|Knikolass:85.5|Nikolaass:85.5|Knikollas:85.5|Nikollaas:85.5|Knickolas:85.5|Nickolaas:85.5|Nicolas:85.0
G	en	c	Nikolas	Nikolas:100.0|Nickolas:95.0|Nikollas:95.0|Nikolass:95.0|Gnikolas:90.0|Knikolas:90.0|Nikolaas:90.0|Nicolas:85.0|Nikolaz:85.0|Niekolas:85.0|Nikholas:85.0|Nykolas:85.0|Niqolas:85.0|Nikoolas:80.0|Neekolas:80.0|Nikolais:70.0|Nikolac:70.0|Nicholas:70.0|Nikulas:70.0|Nekolas:70.0|Nikoles:70.0|Nikolash:70.0
"""

private val goldenPart15 = """
G	en	d	Nikolas	Nikolas:100.0|Nickolas:95.0|Nikollas:95.0|Nikolass:95.0|Nickollas:90.25|Nikollass:90.25|Nickolass:90.25|Gnikolas:90.0|Knikolas:90.0|Nikolaas:90.0|Gnikolass:85.5|Gnikollas:85.5|Gnickolas:85.5|Knikolass:85.5|Nikolaass:85.5
G	en	a	Lucy	Lucy:100.0|Luccy:95.0|Loocy:90.0|Lucey:90.0|Lucie:90.0|Looccy:85.5|Luccey:85.5|Luccie:85.5|Luky:85.0|Luci:85.0|Loocey:81.0|Loocie:81.0|Lucci:80.75|Looccey:76.95|Looccie:76.95|Looky:76.5|Looci:76.5|Lukey:76.5|Lukie:76.5|Loocci:72.67|Luki:72.25|Locy:70.0|Lusy:70.0
G	en	b	Lucy	Luccy:95.0|Loocy:90.0|Lucey:90.0|Lucie:90.0|Looccy:85.5|Luccey:85.5|Luccie:85.5|Luky:85.0|Luci:85.0|Loocey:81.0|Loocie:81.0|Lucci:80.75|Looccey:76.95|Looccie:76.95|Looky:76.5|Looci:76.5|Lukey:76.5|Lukie:76.5|Loocci:72.67|Luki:72.25
G	en	c	Lucy	Lucy:100.0|Luccy:95.0|Loocy:90.0|Lucey:90.0|Lucie:90.0|Luky:85.0|Luci:85.0|Locy:70.0|Lusy:70.0
G	en	d	Lucy	Lucy:100.0|Luccy:95.0|Loocy:90.0|Lucey:90.0|Lucie:90.0|Looccy:85.5|Luccey:85.5|Luccie:85.5|Luky:85.0|Luci:85.0|Loocey:81.0|Loocie:81.0|Lucci:80.75|Looky:76.5|Looci:76.5
G	en	a	Lucie	Lucie:100.0|Luccie:95.0|Loocie:90.0|Lucy:90.0|Looccie:85.5|Luccy:85.5|Lukie:85.0|Lucee:85.0|Lucey:85.0|Luci:85.0|Loocy:81.0|Luccee:80.75|Luccey:80.75|Lucci:80.75|Lucei:80.0|Looccy:76.95|Lookie:76.5|Loocee:76.5|Luky:76.5|Loocey:76.5|Looci:76.5|Luccei:76.0|Looccee:72.67|Looccey:72.67|Loocci:72.67|Lukee:72.25|Lukey:72.25|Luki:72.25|Loocei:72.0|Locie:70.0|Lusie:70.0
G	en	b	Lucie	Luccie:95.0|Loocie:90.0|Lucy:90.0|Looccie:85.5|Luccy:85.5|Lukie:85.0|Lucee:85.0|Lucey:85.0|Luci:85.0|Loocy:81.0|Luccee:80.75|Luccey:80.75|Lucci:80.75|Lucei:80.0|Looccy:76.95|Lookie:76.5|Loocee:76.5|Luky:76.5|Loocey:76.5|Looci:76.5
G	en	c	Lucie	Lucie:100.0|Luccie:95.0|Loocie:90.0|Lucy:90.0|Lukie:85.0|Lucee:85.0|Lucey:85.0|Luci:85.0|Lucei:80.0|Locie:70.0|Lusie:70.0
G	en	d	Lucie	Lucie:100.0|Luccie:95.0|Loocie:90.0|Lucy:90.0|Looccie:85.5|Luccy:85.5|Lukie:85.0|Lucee:85.0|Lucey:85.0|Luci:85.0|Loocy:81.0|Luccee:80.75|Luccey:80.75|Lucci:80.75|Lucei:80.0
G	en	a	Lewis	Lewis:100.0|Lewiss:95.0|Lueis:90.0|Lueiss:85.5|Lewiz:85.0|Lewies:85.0|Lewys:85.0|Lewiess:80.75|Lewyss:80.75|Lewees:80.0|Lueies:76.5|Lueiz:76.5|Lueys:76.5|Leweess:76.0|Lueiess:72.67|Lueyss:72.67|Lewiez:72.25|Lewyz:72.25|Lueees:72.0|Lewic:70.0|Lewes:70.0|Lewish:70.0
G	en	b	Lewis	Lewiss:95.0|Lueis:90.0|Lueiss:85.5|Lewiz:85.0|Lewies:85.0|Lewys:85.0|Lewiess:80.75|Lewyss:80.75|Lewees:80.0|Lueies:76.5|Lueiz:76.5|Lueys:76.5|Leweess:76.0|Lueiess:72.67|Lueyss:72.67|Lewiez:72.25|Lewyz:72.25|Lueees:72.0|Lewic:70.0|Lewes:70.0
G	en	c	Lewis	Lewis:100.0|Lewiss:95.0|Lueis:90.0|Lewiz:85.0|Lewies:85.0|Lewys:85.0|Lewees:80.0|Lewic:70.0|Lewes:70.0|Lewish:70.0
G	en	d	Lewis	Lewis:100.0|Lewiss:95.0|Lueis:90.0|Lueiss:85.5|Lewiz:85.0|Lewies:85.0|Lewys:85.0|Lewiess:80.75|Lewyss:80.75|Lewees:80.0|Lueies:76.5|Lueiz:76.5|Lueys:76.5|Leweess:76.0|Lewiez:72.25
G	en	a	Louis	Louis:100.0|Louiss:95.0|Louiz:85.0|Lowis:85.0|Louies:85.0|Louys:85.0|Lowiss:80.75|Louiess:80.75|Louyss:80.75|Loois:80.0|Louees:80.0|Looiss:76.0|Loueess:76.0|Lowiz:72.25|Lowies:72.25|Louiez:72.25|Lowys:72.25|Louyz:72.25|Louic:70.0|Loues:70.0|Louish:70.0
G	en	b	Louis	Louiss:95.0|Louiz:85.0|Lowis:85.0|Louies:85.0|Louys:85.0|Lowiss:80.75|Louiess:80.75|Louyss:80.75|Loois:80.0|Louees:80.0|Looiss:76.0|Loueess:76.0|Lowiz:72.25|Lowies:72.25|Louiez:72.25|Lowys:72.25|Louyz:72.25|Louic:70.0|Loues:70.0|Louish:70.0
G	en	c	Louis	Louis:100.0|Louiss:95.0|Louiz:85.0|Lowis:85.0|Louies:85.0|Louys:85.0|Loois:80.0|Louees:80.0|Louic:70.0|Loues:70.0|Louish:70.0
G	en	d	Louis	Louis:100.0|Louiss:95.0|Louiz:85.0|Lowis:85.0|Louies:85.0|Louys:85.0|Lowiss:80.75|Louiess:80.75|Louyss:80.75|Loois:80.0|Louees:80.0|Looiss:76.0|Loueess:76.0|Lowiz:72.25|Lowies:72.25
G	en	a	Knight	Knight:100.0|Knightt:95.0|Night:90.0|Nightt:85.5|Knieght:85.0|Knyght:85.0|Knigt:85.0|Knieghtt:80.75|Knyghtt:80.75|Knigtt:80.75|Knighth:80.0|Kneeght:80.0|Nieght:76.5|Nyght:76.5|Nigt:76.5|Kneeghtt:76.0|Nieghtt:72.67|Nyghtt:72.67|Nigtt:72.67|Kniegt:72.25|Knygt:72.25|Nighth:72.0|Neeght:72.0|Kneght:70.0
G	en	b	Knight	Knightt:95.0|Night:90.0|Nightt:85.5|Knieght:85.0|Knyght:85.0|Knigt:85.0|Knieghtt:80.75|Knyghtt:80.75|Knigtt:80.75|Knighth:80.0|Kneeght:80.0|Nieght:76.5|Nyght:76.5|Nigt:76.5|Kneeghtt:76.0|Nieghtt:72.67|Nyghtt:72.67|Nigtt:72.67|Kniegt:72.25|Knygt:72.25
G	en	c	Knight	Knight:100.0|Knightt:95.0|Night:90.0|Knieght:85.0|Knyght:85.0|Knigt:85.0|Knighth:80.0|Kneeght:80.0|Kneght:70.0
G	en	d	Knight	Knight:100.0|Knightt:95.0|Night:90.0|Nightt:85.5|Knieght:85.0|Knyght:85.0|Knigt:85.0|Knieghtt:80.75|Knyghtt:80.75|Knigtt:80.75|Knighth:80.0|Kneeght:80.0|Nieght:76.5|Nyght:76.5|Nigt:76.5
G	en	a	Night	Night:100.0|Nightt:95.0|Gnight:90.0|Knight:90.0|Gnightt:85.5|Knightt:85.5|Nieght:85.0|Nyght:85.0|Nigt:85.0|Nieghtt:80.75|Nyghtt:80.75|Nigtt:80.75|Nighth:80.0|Neeght:80.0|Gnieght:76.5|Knieght:76.5|Gnyght:76.5|Gnigt:76.5|Knyght:76.5|Knigt:76.5|Neeghtt:76.0|Gnieghtt:72.67|Knieghtt:72.67|Gnyghtt:72.67|Gnigtt:72.67|Knyghtt:72.67|Knigtt:72.67|Niegt:72.25|Nygt:72.25|Gnighth:72.0|Knighth:72.0|Gneeght:72.0|Kneeght:72.0|Neght:70.0
G	en	b	Night	Nightt:95.0|Gnight:90.0|Knight:90.0|Gnightt:85.5|Knightt:85.5|Nieght:85.0|Nyght:85.0|Nigt:85.0|Nieghtt:80.75|Nyghtt:80.75|Nigtt:80.75|Nighth:80.0|Neeght:80.0|Gnieght:76.5|Knieght:76.5|Gnyght:76.5|Gnigt:76.5|Knyght:76.5|Knigt:76.5|Neeghtt:76.0
G	en	c	Night	Night:100.0|Nightt:95.0|Gnight:90.0|Knight:90.0|Nieght:85.0|Nyght:85.0|Nigt:85.0|Nighth:80.0|Neeght:80.0|Neght:70.0
G	en	d	Night	Night:100.0|Nightt:95.0|Gnight:90.0|Knight:90.0|Gnightt:85.5|Knightt:85.5|Nieght:85.0|Nyght:85.0|Nigt:85.0|Nieghtt:80.75|Nyghtt:80.75|Nigtt:80.75|Nighth:80.0|Neeght:80.0|Gnieght:76.5
G	en	a	Write	Write:100.0|Writte:95.0|Rite:90.0|Writeh:90.0|Ritte:85.5|Writteh:85.5|Wriete:85.0|Wryte:85.0|Riteh:81.0|Wriette:80.75|Wrytte:80.75|Writhe:80.0|Wreete:80.0|Ritteh:76.95|Wrieteh:76.5|Riete:76.5|Wryteh:76.5|Ryte:76.5|Wreette:76.0|Wrietteh:72.67|Riette:72.67|Wrytteh:72.67|Rytte:72.67|Rithe:72.0|Writheh:72.0|Wreeteh:72.0|Reete:72.0|Writa:70.0|Wrete:70.0|Writi:70.0
G	en	b	Write	Writte:95.0|Rite:90.0|Writeh:90.0|Ritte:85.5|Writteh:85.5|Wriete:85.0|Wryte:85.0|Riteh:81.0|Wriette:80.75|Wrytte:80.75|Writhe:80.0|Wreete:80.0|Ritteh:76.95|Wrieteh:76.5|Riete:76.5|Wryteh:76.5|Ryte:76.5|Wreette:76.0|Wrietteh:72.67|Riette:72.67
G	en	c	Write	Write:100.0|Writte:95.0|Rite:90.0|Writeh:90.0|Wriete:85.0|Wryte:85.0|Writhe:80.0|Wreete:80.0|Writa:70.0|Wrete:70.0|Writi:70.0
G	en	d	Write	Write:100.0|Writte:95.0|Rite:90.0|Writeh:90.0|Ritte:85.5|Writteh:85.5|Wriete:85.0|Wryte:85.0|Riteh:81.0|Wriette:80.75|Wrytte:80.75|Writhe:80.0|Wreete:80.0|Wrieteh:76.5|Riete:76.5
G	en	a	Right	Right:100.0|Rightt:95.0|Rhight:90.0|Wright:90.0|Rhightt:85.5|Wrightt:85.5|Rieght:85.0|Ryght:85.0|Rigt:85.0|Rieghtt:80.75|Ryghtt:80.75|Rigtt:80.75|Righth:80.0|Reeght:80.0|Rhieght:76.5|Wrieght:76.5|Rhyght:76.5|Rhigt:76.5|Wryght:76.5|Wrigt:76.5|Reeghtt:76.0|Rhieghtt:72.67|Wrieghtt:72.67|Rhyghtt:72.67|Rhigtt:72.67|Wryghtt:72.67|Wrigtt:72.67|Riegt:72.25|Rygt:72.25|Rhighth:72.0|Wrighth:72.0|Rheeght:72.0|Wreeght:72.0|Reght:70.0
G	en	b	Right	Rightt:95.0|Rhight:90.0|Wright:90.0|Rhightt:85.5|Wrightt:85.5|Rieght:85.0|Ryght:85.0|Rigt:85.0|Rieghtt:80.75|Ryghtt:80.75|Rigtt:80.75|Righth:80.0|Reeght:80.0|Rhieght:76.5|Wrieght:76.5|Rhyght:76.5|Rhigt:76.5|Wryght:76.5|Wrigt:76.5|Reeghtt:76.0
G	en	c	Right	Right:100.0|Rightt:95.0|Rhight:90.0|Wright:90.0|Rieght:85.0|Ryght:85.0|Rigt:85.0|Righth:80.0|Reeght:80.0|Reght:70.0
G	en	d	Right	Right:100.0|Rightt:95.0|Rhight:90.0|Wright:90.0|Rhightt:85.5|Wrightt:85.5|Rieght:85.0|Ryght:85.0|Rigt:85.0|Rieghtt:80.75|Ryghtt:80.75|Rigtt:80.75|Righth:80.0|Reeght:80.0|Rhieght:76.5
G	en	a	Rite	Rite:100.0|Ritte:95.0|Rhite:90.0|Write:90.0|Riteh:90.0|Rhitte:85.5|Writte:85.5|Ritteh:85.5|Riete:85.0|Ryte:85.0|Rhiteh:81.0|Writeh:81.0|Riette:80.75|Rytte:80.75|Rithe:80.0|Reete:80.0|Rhitteh:76.95|Writteh:76.95|Rieteh:76.5|Rhiete:76.5|Wriete:76.5|Ryteh:76.5|Rhyte:76.5|Wryte:76.5|Reette:76.0|Rietteh:72.67|Rhiette:72.67|Wriette:72.67|Rytteh:72.67|Rhytte:72.67|Wrytte:72.67|Rhithe:72.0|Writhe:72.0|Ritheh:72.0|Reeteh:72.0|Rheete:72.0|Wreete:72.0|Rita:70.0|Rete:70.0|Riti:70.0
G	en	b	Rite	Ritte:95.0|Rhite:90.0|Write:90.0|Riteh:90.0|Rhitte:85.5|Writte:85.5|Ritteh:85.5|Riete:85.0|Ryte:85.0|Rhiteh:81.0|Writeh:81.0|Riette:80.75|Rytte:80.75|Rithe:80.0|Reete:80.0|Rhitteh:76.95|Writteh:76.95|Rieteh:76.5|Rhiete:76.5|Wriete:76.5
G	en	c	Rite	Rite:100.0|Ritte:95.0|Rhite:90.0|Write:90.0|Riteh:90.0|Riete:85.0|Ryte:85.0|Rithe:80.0|Reete:80.0|Rita:70.0|Rete:70.0|Riti:70.0
G	en	d	Rite	Rite:100.0|Ritte:95.0|Rhite:90.0|Write:90.0|Riteh:90.0|Rhitte:85.5|Writte:85.5|Ritteh:85.5|Riete:85.0|Ryte:85.0|Rhiteh:81.0|Writeh:81.0|Riette:80.75|Rytte:80.75|Rithe:80.0
G	en	a	Wrong	Wrong:100.0|Wronng:95.0|Wrongg:95.0|Wronngg:90.25|Rong:90.0|Rongg:85.5|Ronng:85.5|Wrongh:85.0|Ronngg:81.22|Wronngh:80.75|Wroong:80.0|Rongh:76.5|Wroongg:76.0|Wroonng:76.0|Wronj:75.0|Ronngh:72.68|Wroonngg:72.2|Roong:72.0|Wronnj:71.25|Wrung:70.0
G	en	b	Wrong	Wronng:95.0|Wrongg:95.0|Wronngg:90.25|Rong:90.0|Rongg:85.5|Ronng:85.5|Wrongh:85.0|Ronngg:81.22|Wronngh:80.75|Wroong:80.0|Rongh:76.5|Wroongg:76.0|Wroonng:76.0|Wronj:75.0|Ronngh:72.68|Wroonngg:72.2|Roong:72.0|Wronnj:71.25|Wrung:70.0|Roongg:68.4
G	en	c	Wrong	Wrong:100.0|Wronng:95.0|Wrongg:95.0|Rong:90.0|Wrongh:85.0|Wroong:80.0|Wronj:75.0|Wrung:70.0
G	en	d	Wrong	Wrong:100.0|Wronng:95.0|Wrongg:95.0|Wronngg:90.25|Rong:90.0|Rongg:85.5|Ronng:85.5|Wrongh:85.0|Wronngh:80.75|Wroong:80.0|Rongh:76.5|Wroongg:76.0|Wroonng:76.0|Wronj:75.0|Roong:72.0
G	en	a	Rong	Rong:100.0|Ronng:95.0|Rongg:95.0|Ronngg:90.25|Rhong:90.0|Wrong:90.0|Rhongg:85.5|Rhonng:85.5|Wrongg:85.5|Wronng:85.5|Rongh:85.0|Rhonngg:81.22|Wronngg:81.22|Ronngh:80.75|Roong:80.0|Rhongh:76.5|Wrongh:76.5|Roongg:76.0|Roonng:76.0|Ronj:75.0|Rhonngh:72.68|Wronngh:72.68|Roonngg:72.2|Rhoong:72.0|Wroong:72.0|Ronnj:71.25|Rung:70.0
G	en	b	Rong	Ronng:95.0|Rongg:95.0|Ronngg:90.25|Rhong:90.0|Wrong:90.0|Rhongg:85.5|Rhonng:85.5|Wrongg:85.5|Wronng:85.5|Rongh:85.0|Rhonngg:81.22|Wronngg:81.22|Ronngh:80.75|Roong:80.0|Rhongh:76.5|Wrongh:76.5|Roongg:76.0|Roonng:76.0|Ronj:75.0|Rhonngh:72.68
G	en	c	Rong	Rong:100.0|Ronng:95.0|Rongg:95.0|Rhong:90.0|Wrong:90.0|Rongh:85.0|Roong:80.0|Ronj:75.0|Rung:70.0
G	en	d	Rong	Rong:100.0|Ronng:95.0|Rongg:95.0|Ronngg:90.25|Rhong:90.0|Wrong:90.0|Rhongg:85.5|Rhonng:85.5|Wrongg:85.5|Wronng:85.5|Rongh:85.0|Ronngh:80.75|Roong:80.0|Rhongh:76.5|Wrongh:76.5
G	en	a	Gnome	Gnome:100.0|Gnomme:95.0|Nome:90.0|Gnomeh:90.0|Nomme:85.5|Gnommeh:85.5|Nomeh:81.0|Gnoome:80.0|Nommeh:76.95|Gnoomme:76.0|Gnoomeh:72.0|Noome:72.0|Gnoma:70.0|Gnume:70.0|Gnomi:70.0
G	en	b	Gnome	Gnomme:95.0|Nome:90.0|Gnomeh:90.0|Nomme:85.5|Gnommeh:85.5|Nomeh:81.0|Gnoome:80.0|Nommeh:76.95|Gnoomme:76.0|Gnoomeh:72.0|Noome:72.0|Gnoma:70.0|Gnume:70.0|Gnomi:70.0|Gnoommeh:68.4|Noomme:68.4|Gnomma:66.5|Gnumme:66.5|Gnommi:66.5|Noomeh:64.8
G	en	c	Gnome	Gnome:100.0|Gnomme:95.0|Nome:90.0|Gnomeh:90.0|Gnoome:80.0|Gnoma:70.0|Gnume:70.0|Gnomi:70.0
G	en	d	Gnome	Gnome:100.0|Gnomme:95.0|Nome:90.0|Gnomeh:90.0|Nomme:85.5|Gnommeh:85.5|Nomeh:81.0|Gnoome:80.0|Gnoomme:76.0|Gnoomeh:72.0|Noome:72.0|Gnoma:70.0|Gnume:70.0|Gnomi:70.0|Gnomma:66.5
G	en	a	Nome	Nome:100.0|Nomme:95.0|Gnome:90.0|Knome:90.0|Nomeh:90.0|Gnomme:85.5|Knomme:85.5|Nommeh:85.5|Gnomeh:81.0|Knomeh:81.0|Noome:80.0|Gnommeh:76.95|Knommeh:76.95|Noomme:76.0|Noomeh:72.0|Gnoome:72.0|Knoome:72.0|Noma:70.0|Nume:70.0|Nomi:70.0
G	en	b	Nome	Nomme:95.0|Gnome:90.0|Knome:90.0|Nomeh:90.0|Gnomme:85.5|Knomme:85.5|Nommeh:85.5|Gnomeh:81.0|Knomeh:81.0|Noome:80.0|Gnommeh:76.95|Knommeh:76.95|Noomme:76.0|Noomeh:72.0|Gnoome:72.0|Knoome:72.0|Noma:70.0|Nume:70.0|Nomi:70.0|Noommeh:68.4
G	en	c	Nome	Nome:100.0|Nomme:95.0|Gnome:90.0|Knome:90.0|Nomeh:90.0|Noome:80.0|Noma:70.0|Nume:70.0|Nomi:70.0
G	en	d	Nome	Nome:100.0|Nomme:95.0|Gnome:90.0|Knome:90.0|Nomeh:90.0|Gnomme:85.5|Knomme:85.5|Nommeh:85.5|Gnomeh:81.0|Knomeh:81.0|Noome:80.0|Noomme:76.0|Noomeh:72.0|Gnoome:72.0|Knoome:72.0
G	en	a	Phone	Phone:100.0|Fone:95.0|Phonne:95.0|Fonne:90.25|Phoneh:90.0|Phonneh:85.5|Foneh:85.5|Fonneh:81.22|Phoone:80.0|Phoonne:76.0|Foone:76.0|Foonne:72.2|Phooneh:72.0|Phona:70.0|Phune:70.0|Phoni:70.0
G	en	b	Phone	Fone:95.0|Phonne:95.0|Fonne:90.25|Phoneh:90.0|Phonneh:85.5|Foneh:85.5|Fonneh:81.22|Phoone:80.0|Phoonne:76.0|Foone:76.0|Foonne:72.2|Phooneh:72.0|Phona:70.0|Phune:70.0|Phoni:70.0|Phoonneh:68.4|Fooneh:68.4|Phonna:66.5|Fona:66.5|Phunne:66.5
G	en	c	Phone	Phone:100.0|Fone:95.0|Phonne:95.0|Phoneh:90.0|Phoone:80.0|Phona:70.0|Phune:70.0|Phoni:70.0
G	en	d	Phone	Phone:100.0|Fone:95.0|Phonne:95.0|Fonne:90.25|Phoneh:90.0|Phonneh:85.5|Foneh:85.5|Phoone:80.0|Phoonne:76.0|Foone:76.0|Phooneh:72.0|Phona:70.0|Phune:70.0|Phoni:70.0|Phonna:66.5
G	en	a	Fone	Fone:100.0|Phone:95.0|Fonne:95.0|Phonne:90.25|Foneh:90.0|Fonneh:85.5|Phoneh:85.5|Phonneh:81.22|Foone:80.0|Foonne:76.0|Phoone:76.0|Phoonne:72.2|Fooneh:72.0|Fona:70.0|Fune:70.0|Foni:70.0
G	en	b	Fone	Phone:95.0|Fonne:95.0|Phonne:90.25|Foneh:90.0|Fonneh:85.5|Phoneh:85.5|Phonneh:81.22|Foone:80.0|Foonne:76.0|Phoone:76.0|Phoonne:72.2|Fooneh:72.0|Fona:70.0|Fune:70.0|Foni:70.0|Foonneh:68.4|Phooneh:68.4|Fonna:66.5|Phona:66.5|Funne:66.5
G	en	c	Fone	Fone:100.0|Phone:95.0|Fonne:95.0|Foneh:90.0|Foone:80.0|Fona:70.0|Fune:70.0|Foni:70.0
G	en	d	Fone	Fone:100.0|Phone:95.0|Fonne:95.0|Phonne:90.25|Foneh:90.0|Fonneh:85.5|Phoneh:85.5|Foone:80.0|Foonne:76.0|Phoone:76.0|Fooneh:72.0|Fona:70.0|Fune:70.0|Foni:70.0|Fonna:66.5
G	en	a	Whale	Whale:100.0|Whalle:95.0|Wale:90.0|Whaale:90.0|Whaleh:90.0|Walle:85.5|Whaalle:85.5|Whalleh:85.5|Waale:81.0|Whaaleh:81.0|Waleh:81.0|Waalle:76.95|Whaalleh:76.95|Walleh:76.95|Waaleh:72.9|Whaile:70.0|Whala:70.0|Whele:70.0|Whali:70.0
G	en	b	Whale	Whalle:95.0|Wale:90.0|Whaale:90.0|Whaleh:90.0|Walle:85.5|Whaalle:85.5|Whalleh:85.5|Waale:81.0|Whaaleh:81.0|Waleh:81.0|Waalle:76.95|Whaalleh:76.95|Walleh:76.95|Waaleh:72.9|Whaile:70.0|Whala:70.0|Whele:70.0|Whali:70.0|Waalleh:69.26|Whaille:66.5
G	en	c	Whale	Whale:100.0|Whalle:95.0|Wale:90.0|Whaale:90.0|Whaleh:90.0|Whaile:70.0|Whala:70.0|Whele:70.0|Whali:70.0
G	en	d	Whale	Whale:100.0|Whalle:95.0|Wale:90.0|Whaale:90.0|Whaleh:90.0|Walle:85.5|Whaalle:85.5|Whalleh:85.5|Waale:81.0|Whaaleh:81.0|Waleh:81.0|Whaile:70.0|Whala:70.0|Whele:70.0|Whali:70.0
G	en	a	Wail	Wail:100.0|Waill:95.0|Whail:90.0|Wayl:90.0|Whaill:85.5|Wayll:85.5|Weil:85.0|Whayl:81.0|Weill:80.75|Wael:80.0|Wayel:80.0|Weyl:80.0|Whayll:76.95|Wheil:76.5|Waell:76.0|Wayell:76.0|Weyll:76.0|Vail:75.0|Wheill:72.67|Whael:72.0|Whayel:72.0|Wheyl:72.0|Vaill:71.25|Wal:70.0
G	en	b	Wail	Waill:95.0|Whail:90.0|Wayl:90.0|Whaill:85.5|Wayll:85.5|Weil:85.0|Whayl:81.0|Weill:80.75|Wael:80.0|Wayel:80.0|Weyl:80.0|Whayll:76.95|Wheil:76.5|Waell:76.0|Wayell:76.0|Weyll:76.0|Vail:75.0|Wheill:72.67|Whael:72.0|Whayel:72.0
G	en	c	Wail	Wail:100.0|Waill:95.0|Whail:90.0|Wayl:90.0|Weil:85.0|Wael:80.0|Wayel:80.0|Weyl:80.0|Vail:75.0|Wal:70.0
G	en	d	Wail	Wail:100.0|Waill:95.0|Whail:90.0|Wayl:90.0|Whaill:85.5|Wayll:85.5|Weil:85.0|Whayl:81.0|Weill:80.75|Wael:80.0|Wayel:80.0|Weyl:80.0|Wheil:76.5|Waell:76.0|Wayell:76.0
G	en	a	Which	Which:100.0|Whitch:95.0|Wich:90.0|Witch:85.5|Whiech:85.0|Whych:85.0|Whietch:80.75|Whytch:80.75|Wheech:80.0|Wiech:76.5|Wych:76.5|Wheetch:76.0|Wietch:72.67|Wytch:72.67|Weech:72.0|Whik:70.0|Whech:70.0
G	en	b	Which	Whitch:95.0|Wich:90.0|Witch:85.5|Whiech:85.0|Whych:85.0|Whietch:80.75|Whytch:80.75|Wheech:80.0|Wiech:76.5|Wych:76.5|Wheetch:76.0|Wietch:72.67|Wytch:72.67|Weech:72.0|Whik:70.0|Whech:70.0|Weetch:68.4|Whetch:66.5|Whish:65.0|Wik:63.0
G	en	c	Which	Which:100.0|Whitch:95.0|Wich:90.0|Whiech:85.0|Whych:85.0|Wheech:80.0|Whik:70.0|Whech:70.0|Whish:65.0
G	en	d	Which	Which:100.0|Whitch:95.0|Wich:90.0|Witch:85.5|Whiech:85.0|Whych:85.0|Whietch:80.75|Whytch:80.75|Wheech:80.0|Wiech:76.5|Wych:76.5|Wheetch:76.0|Weech:72.0|Whik:70.0|Whech:70.0
G	en	a	Witch	Witch:100.0|Wich:95.0|Whitch:90.0|Which:85.5|Wietch:85.0|Wytch:85.0|Wiech:80.75|Wych:80.75|Weetch:80.0|Whietch:76.5|Whytch:76.5|Weech:76.0|Vitch:75.0|Whiech:72.67|Whych:72.67|Wheetch:72.0|Vich:71.25|Wetch:70.0
G	en	b	Witch	Wich:95.0|Whitch:90.0|Which:85.5|Wietch:85.0|Wytch:85.0|Wiech:80.75|Wych:80.75|Weetch:80.0|Whietch:76.5|Whytch:76.5|Weech:76.0|Vitch:75.0|Whiech:72.67|Whych:72.67|Wheetch:72.0|Vich:71.25|Wetch:70.0|Wheech:68.4|Wech:66.5|Vietch:63.75
G	en	c	Witch	Witch:100.0|Wich:95.0|Whitch:90.0|Wietch:85.0|Wytch:85.0|Weetch:80.0|Vitch:75.0|Wetch:70.0
G	en	d	Witch	Witch:100.0|Wich:95.0|Whitch:90.0|Which:85.5|Wietch:85.0|Wytch:85.0|Wiech:80.75|Wych:80.75|Weetch:80.0|Whietch:76.5|Whytch:76.5|Weech:76.0|Vitch:75.0|Wheetch:72.0|Vich:71.25
G	en	a	Queen	Queen:100.0|Queenn:95.0|Kween:90.0|Quean:90.0|Kweenn:85.5|Queann:85.5|Quien:85.0|Kwean:81.0|Quienn:80.75|Quin:80.0|Kweann:76.95|Kwien:76.5|Quinn:76.0|Kwienn:72.67|Kwin:72.0
G	en	b	Queen	Queenn:95.0|Kween:90.0|Quean:90.0|Kweenn:85.5|Queann:85.5|Quien:85.0|Kwean:81.0|Quienn:80.75|Quin:80.0|Kweann:76.95|Kwien:76.5|Quinn:76.0|Kwienn:72.67|Kwin:72.0|Kwinn:68.4
G	en	c	Queen	Queen:100.0|Queenn:95.0|Kween:90.0|Quean:90.0|Quien:85.0|Quin:80.0
G	en	d	Queen	Queen:100.0|Queenn:95.0|Kween:90.0|Quean:90.0|Kweenn:85.5|Queann:85.5|Quien:85.0|Kwean:81.0|Quienn:80.75|Quin:80.0|Kwien:76.5|Quinn:76.0|Kwin:72.0
G	en	a	Kween	Kween:100.0|Kweenn:95.0|Queen:90.0|Kwean:90.0|Queenn:85.5|Kweann:85.5|Kwien:85.0|Quean:81.0|Kwienn:80.75|Kwin:80.0|Queann:76.95|Quien:76.5|Kwinn:76.0|Quienn:72.67|Quin:72.0
G	en	b	Kween	Kweenn:95.0|Queen:90.0|Kwean:90.0|Queenn:85.5|Kweann:85.5|Kwien:85.0|Quean:81.0|Kwienn:80.75|Kwin:80.0|Queann:76.95|Quien:76.5|Kwinn:76.0|Quienn:72.67|Quin:72.0|Quinn:68.4
G	en	c	Kween	Kween:100.0|Kweenn:95.0|Queen:90.0|Kwean:90.0|Kwien:85.0|Kwin:80.0
G	en	d	Kween	Kween:100.0|Kweenn:95.0|Queen:90.0|Kwean:90.0|Queenn:85.5|Kweann:85.5|Kwien:85.0|Quean:81.0|Kwienn:80.75|Kwin:80.0|Quien:76.5|Kwinn:76.0|Quin:72.0
G	en	a	Quick	Quick:100.0|Quik:95.0|Kwick:90.0|Kwik:85.5|Quieck:85.0|Quyck:85.0|Quiek:80.75|Quyk:80.75|Queeck:80.0|Kwieck:76.5|Kwyck:76.5|Queek:76.0|Kwiek:72.67|Kwyk:72.67|Kweeck:72.0|Queck:70.0
G	en	b	Quick	Quik:95.0|Kwick:90.0|Kwik:85.5|Quieck:85.0|Quyck:85.0|Quiek:80.75|Quyk:80.75|Queeck:80.0|Kwieck:76.5|Kwyck:76.5|Queek:76.0|Kwiek:72.67|Kwyk:72.67|Kweeck:72.0|Queck:70.0|Kweek:68.4|Quek:66.5|Kweck:63.0|Kwek:59.85
G	en	c	Quick	Quick:100.0|Quik:95.0|Kwick:90.0|Quieck:85.0|Quyck:85.0|Queeck:80.0|Queck:70.0
G	en	d	Quick	Quick:100.0|Quik:95.0|Kwick:90.0|Kwik:85.5|Quieck:85.0|Quyck:85.0|Quiek:80.75|Quyk:80.75|Queeck:80.0|Kwieck:76.5|Kwyck:76.5|Queek:76.0|Kweeck:72.0|Queck:70.0|Quek:66.5
G	en	a	Kwik	Kwik:100.0|Kwick:95.0|Quik:90.0|Quick:85.5|Kwic:85.0|Kwiek:85.0|Kwikh:85.0|Kwyk:85.0|Kwiq:85.0|Kwieck:80.75|Kwyck:80.75|Kweek:80.0|Quiek:76.5|Quic:76.5|Quikh:76.5|Quiq:76.5|Quyk:76.5|Kweeck:76.0|Quieck:72.67|Quyck:72.67|Kwiec:72.25|Kwiekh:72.25|Kwieq:72.25|Kwyc:72.25|Kwykh:72.25|Kwyq:72.25|Queek:72.0|Kwich:70.0|Kwek:70.0
G	en	b	Kwik	Kwick:95.0|Quik:90.0|Quick:85.5|Kwic:85.0|Kwiek:85.0|Kwikh:85.0|Kwyk:85.0|Kwiq:85.0|Kwieck:80.75|Kwyck:80.75|Kweek:80.0|Quiek:76.5|Quic:76.5|Quikh:76.5|Quiq:76.5|Quyk:76.5|Kweeck:76.0|Quieck:72.67|Quyck:72.67|Kwiec:72.25
G	en	c	Kwik	Kwik:100.0|Kwick:95.0|Quik:90.0|Kwic:85.0|Kwiek:85.0|Kwikh:85.0|Kwyk:85.0|Kwiq:85.0|Kweek:80.0|Kwich:70.0|Kwek:70.0
G	en	d	Kwik	Kwik:100.0|Kwick:95.0|Quik:90.0|Quick:85.5|Kwic:85.0|Kwiek:85.0|Kwikh:85.0|Kwyk:85.0|Kwiq:85.0|Kwieck:80.75|Kwyck:80.75|Kweek:80.0|Quiek:76.5|Quic:76.5|Quikh:76.5
G	en	a	Exit	Exit:100.0|Eksit:95.0|Exitt:95.0|Eksitt:90.25|Ecksit:90.0|Ecksitt:85.5|Exiet:85.0|Exyt:85.0|Exiett:80.75|Eksiet:80.75|Exytt:80.75|Eksyt:80.75|Exith:80.0|Exeet:80.0|Eksiett:76.71|Eksytt:76.71|Ecksiet:76.5|Ecksyt:76.5|Eksith:76.0|Exeett:76.0|Ekseet:76.0|Ecksiett:72.67|Ecksytt:72.67|Ekseett:72.2|Ecksith:72.0|Eckseet:72.0|Axit:70.0|Exet:70.0|Ixit:70.0
G	en	b	Exit	Eksit:95.0|Exitt:95.0|Eksitt:90.25|Ecksit:90.0|Ecksitt:85.5|Exiet:85.0|Exyt:85.0|Exiett:80.75|Eksiet:80.75|Exytt:80.75|Eksyt:80.75|Exith:80.0|Exeet:80.0|Eksiett:76.71|Eksytt:76.71|Ecksiet:76.5|Ecksyt:76.5|Eksith:76.0|Exeett:76.0|Ekseet:76.0
G	en	c	Exit	Exit:100.0|Eksit:95.0|Exitt:95.0|Ecksit:90.0|Exiet:85.0|Exyt:85.0|Exith:80.0|Exeet:80.0|Axit:70.0|Exet:70.0|Ixit:70.0
G	en	d	Exit	Exit:100.0|Eksit:95.0|Exitt:95.0|Eksitt:90.25|Ecksit:90.0|Ecksitt:85.5|Exiet:85.0|Exyt:85.0|Exiett:80.75|Eksiet:80.75|Exytt:80.75|Eksyt:80.75|Exith:80.0|Exeet:80.0|Ecksiet:76.5
G	en	a	Eksit	Eksit:100.0|Exit:95.0|Eksitt:95.0|Exitt:90.25|Eksiet:85.0|Eksyt:85.0|Eksiett:80.75|Exiet:80.75|Eksytt:80.75|Exyt:80.75|Eksith:80.0|Ekseet:80.0|Exiett:76.71|Exytt:76.71|Exith:76.0|Ekseett:76.0|Exeet:76.0|Exeett:72.2|Aksit:70.0|Ekset:70.0|Iksit:70.0
G	en	b	Eksit	Exit:95.0|Eksitt:95.0|Exitt:90.25|Eksiet:85.0|Eksyt:85.0|Eksiett:80.75|Exiet:80.75|Eksytt:80.75|Exyt:80.75|Eksith:80.0|Ekseet:80.0|Exiett:76.71|Exytt:76.71|Exith:76.0|Ekseett:76.0|Exeet:76.0|Exeett:72.2|Aksit:70.0|Ekset:70.0|Iksit:70.0
G	en	c	Eksit	Eksit:100.0|Exit:95.0|Eksitt:95.0|Eksiet:85.0|Eksyt:85.0|Eksith:80.0|Ekseet:80.0|Aksit:70.0|Ekset:70.0|Iksit:70.0
G	en	d	Eksit	Eksit:100.0|Exit:95.0|Eksitt:95.0|Exitt:90.25|Eksiet:85.0|Eksyt:85.0|Eksiett:80.75|Exiet:80.75|Eksytt:80.75|Exyt:80.75|Eksith:80.0|Ekseet:80.0|Exith:76.0|Ekseett:76.0|Exeet:76.0
G	en	a	Taxi	Taxi:100.0|Taksi:95.0|Tacksi:90.0|Taaxi:90.0|Taxih:90.0|Taaksi:85.5|Taksih:85.5|Taxie:85.0|Taxy:85.0|Taacksi:81.0|Taaxih:81.0|Tacksih:81.0|Taksie:80.75|Taksy:80.75|Thaxi:80.0|Taxee:80.0|Taaksih:76.95|Taaxie:76.5|Tacksie:76.5|Taaxy:76.5|Tacksy:76.5|Thaksi:76.0|Taksee:76.0|Taacksih:72.9|Taaksie:72.67|Taaksy:72.67|Thaxih:72.0|Thaaxi:72.0|Thacksi:72.0|Taaxee:72.0|Tacksee:72.0|Taixi:70.0|Taxe:70.0|Texi:70.0
G	en	b	Taxi	Taksi:95.0|Tacksi:90.0|Taaxi:90.0|Taxih:90.0|Taaksi:85.5|Taksih:85.5|Taxie:85.0|Taxy:85.0|Taacksi:81.0|Taaxih:81.0|Tacksih:81.0|Taksie:80.75|Taksy:80.75|Thaxi:80.0|Taxee:80.0|Taaksih:76.95|Taaxie:76.5|Tacksie:76.5|Taaxy:76.5|Tacksy:76.5
G	en	c	Taxi	Taxi:100.0|Taksi:95.0|Tacksi:90.0|Taaxi:90.0|Taxih:90.0|Taxie:85.0|Taxy:85.0|Thaxi:80.0|Taxee:80.0|Taixi:70.0|Taxe:70.0|Texi:70.0
G	en	d	Taxi	Taxi:100.0|Taksi:95.0|Tacksi:90.0|Taaxi:90.0|Taxih:90.0|Taaksi:85.5|Taksih:85.5|Taxie:85.0|Taxy:85.0|Taacksi:81.0|Taaxih:81.0|Tacksih:81.0|Taksie:80.75|Taksy:80.75|Thaxi:80.0
G	en	a	Taksi	Taksi:100.0|Taxi:95.0|Taaksi:90.0|Taksih:90.0|Taaxi:85.5|Taxih:85.5|Taksie:85.0|Taksy:85.0|Taaksih:81.0|Taxie:80.75|Taxy:80.75|Thaksi:80.0|Taksee:80.0|Taaxih:76.95|Taaksie:76.5|Taaksy:76.5|Thaxi:76.0|Taxee:76.0|Taaxie:72.67|Taaxy:72.67|Thaksih:72.0|Thaaksi:72.0|Taaksee:72.0|Taiksi:70.0|Takse:70.0|Teksi:70.0
G	en	b	Taksi	Taxi:95.0|Taaksi:90.0|Taksih:90.0|Taaxi:85.5|Taxih:85.5|Taksie:85.0|Taksy:85.0|Taaksih:81.0|Taxie:80.75|Taxy:80.75|Thaksi:80.0|Taksee:80.0|Taaxih:76.95|Taaksie:76.5|Taaksy:76.5|Thaxi:76.0|Taxee:76.0|Taaxie:72.67|Taaxy:72.67|Thaksih:72.0
G	en	c	Taksi	Taksi:100.0|Taxi:95.0|Taaksi:90.0|Taksih:90.0|Taksie:85.0|Taksy:85.0|Thaksi:80.0|Taksee:80.0|Taiksi:70.0|Takse:70.0|Teksi:70.0
G	en	d	Taksi	Taksi:100.0|Taxi:95.0|Taaksi:90.0|Taksih:90.0|Taaxi:85.5|Taxih:85.5|Taksie:85.0|Taksy:85.0|Taaksih:81.0|Taxie:80.75|Taxy:80.75|Thaksi:80.0|Taksee:80.0|Taaksie:76.5|Taaksy:76.5
G	en	a	Coffee	Coffee:100.0|Cofee:95.0|Coffea:90.0|Cofea:85.5|Coffie:85.0|Koffee:85.0|Cofie:80.75|Kofee:80.75|Coffi:80.0|Cooffee:80.0|Koffea:76.5|Cofi:76.0|Coofee:76.0|Kofea:72.67|Koffie:72.25|Cooffea:72.0|Soffee:70.0|Cuffee:70.0
G	en	b	Coffee	Cofee:95.0|Coffea:90.0|Cofea:85.5|Coffie:85.0|Koffee:85.0|Cofie:80.75|Kofee:80.75|Coffi:80.0|Cooffee:80.0|Koffea:76.5|Cofi:76.0|Coofee:76.0|Kofea:72.67|Koffie:72.25|Cooffea:72.0|Soffee:70.0|Cuffee:70.0|Kofie:68.64|Coofea:68.4|Kooffee:68.0
G	en	c	Coffee	Coffee:100.0|Cofee:95.0|Coffea:90.0|Coffie:85.0|Koffee:85.0|Coffi:80.0|Cooffee:80.0|Soffee:70.0|Cuffee:70.0
G	en	d	Coffee	Coffee:100.0|Cofee:95.0|Coffea:90.0|Cofea:85.5|Coffie:85.0|Koffee:85.0|Cofie:80.75|Kofee:80.75|Coffi:80.0|Cooffee:80.0|Koffea:76.5|Cofi:76.0|Coofee:76.0|Koffie:72.25|Cooffea:72.0
"""

private val goldenPart16 = """
G	en	a	Kofi	Kofi:100.0|Koffi:95.0|Kophi:95.0|Kofih:90.0|Koffih:85.5|Kophih:85.5|Kofie:85.0|Cofi:85.0|Kofy:85.0|Khofi:85.0|Qofi:85.0|Koffie:80.75|Coffi:80.75|Kophie:80.75|Cophi:80.75|Koffy:80.75|Khoffi:80.75|Kophy:80.75|Khophi:80.75|Qoffi:80.75|Qophi:80.75|Koofi:80.0|Kofee:80.0|Cofih:76.5|Khofih:76.5|Qofih:76.5|Kooffi:76.0|Koophi:76.0|Koffee:76.0|Kophee:76.0|Coffih:72.67|Cophih:72.67|Khoffih:72.67|Khophih:72.67|Qoffih:72.67|Qophih:72.67|Cofie:72.25|Cofy:72.25|Khofie:72.25|Khofy:72.25|Qofie:72.25|Qofy:72.25|Koofih:72.0|Chofi:70.0|Kufi:70.0|Kofe:70.0
G	en	b	Kofi	Koffi:95.0|Kophi:95.0|Kofih:90.0|Koffih:85.5|Kophih:85.5|Kofie:85.0|Cofi:85.0|Kofy:85.0|Khofi:85.0|Qofi:85.0|Koffie:80.75|Coffi:80.75|Kophie:80.75|Cophi:80.75|Koffy:80.75|Khoffi:80.75|Kophy:80.75|Khophi:80.75|Qoffi:80.75|Qophi:80.75
G	en	c	Kofi	Kofi:100.0|Koffi:95.0|Kophi:95.0|Kofih:90.0|Kofie:85.0|Cofi:85.0|Kofy:85.0|Khofi:85.0|Qofi:85.0|Koofi:80.0|Kofee:80.0|Chofi:70.0|Kufi:70.0|Kofe:70.0
G	en	d	Kofi	Kofi:100.0|Koffi:95.0|Kophi:95.0|Kofih:90.0|Koffih:85.5|Kophih:85.5|Kofie:85.0|Cofi:85.0|Kofy:85.0|Khofi:85.0|Qofi:85.0|Koffie:80.75|Coffi:80.75|Kophie:80.75|Cophi:80.75
G	en	a	Cafe	Cafe:100.0|Caffe:95.0|Caphe:95.0|Caafe:90.0|Cafeh:90.0|Caaffe:85.5|Caaphe:85.5|Caffeh:85.5|Capheh:85.5|Kafe:85.0|Caafeh:81.0|Kaffe:80.75|Kaphe:80.75|Caaffeh:76.95|Caapheh:76.95|Kafeh:76.5|Kaafe:76.5|Kaffeh:72.67|Kapheh:72.67|Kaaffe:72.67|Kaaphe:72.67|Caife:70.0|Cafa:70.0|Safe:70.0|Cefe:70.0|Cafi:70.0
G	en	b	Cafe	Caffe:95.0|Caphe:95.0|Caafe:90.0|Cafeh:90.0|Caaffe:85.5|Caaphe:85.5|Caffeh:85.5|Capheh:85.5|Kafe:85.0|Caafeh:81.0|Kaffe:80.75|Kaphe:80.75|Caaffeh:76.95|Caapheh:76.95|Kafeh:76.5|Kaafe:76.5|Kaffeh:72.67|Kapheh:72.67|Kaaffe:72.67|Kaaphe:72.67
G	en	c	Cafe	Cafe:100.0|Caffe:95.0|Caphe:95.0|Caafe:90.0|Cafeh:90.0|Kafe:85.0|Caife:70.0|Cafa:70.0|Safe:70.0|Cefe:70.0|Cafi:70.0
G	en	d	Cafe	Cafe:100.0|Caffe:95.0|Caphe:95.0|Caafe:90.0|Cafeh:90.0|Caaffe:85.5|Caaphe:85.5|Caffeh:85.5|Capheh:85.5|Kafe:85.0|Caafeh:81.0|Kaffe:80.75|Kaphe:80.75|Kafeh:76.5|Kaafe:76.5
G	en	a	Café	Cafe:100.0|Caffe:95.0|Caphe:95.0|Caafe:90.0|Cafeh:90.0|Caaffe:85.5|Caaphe:85.5|Caffeh:85.5|Capheh:85.5|Kafe:85.0|Caafeh:81.0|Kaffe:80.75|Kaphe:80.75|Caaffeh:76.95|Caapheh:76.95|Kafeh:76.5|Kaafe:76.5|Kaffeh:72.67|Kapheh:72.67|Kaaffe:72.67|Kaaphe:72.67|Caife:70.0|Cafa:70.0|Safe:70.0|Cefe:70.0|Cafi:70.0
G	en	b	Café	Caffe:95.0|Caphe:95.0|Caafe:90.0|Cafeh:90.0|Caaffe:85.5|Caaphe:85.5|Caffeh:85.5|Capheh:85.5|Kafe:85.0|Caafeh:81.0|Kaffe:80.75|Kaphe:80.75|Caaffeh:76.95|Caapheh:76.95|Kafeh:76.5|Kaafe:76.5|Kaffeh:72.67|Kapheh:72.67|Kaaffe:72.67|Kaaphe:72.67
G	en	c	Café	Cafe:100.0|Caffe:95.0|Caphe:95.0|Caafe:90.0|Cafeh:90.0|Kafe:85.0|Caife:70.0|Cafa:70.0|Safe:70.0|Cefe:70.0|Cafi:70.0
G	en	d	Café	Cafe:100.0|Caffe:95.0|Caphe:95.0|Caafe:90.0|Cafeh:90.0|Caaffe:85.5|Caaphe:85.5|Caffeh:85.5|Capheh:85.5|Kafe:85.0|Caafeh:81.0|Kaffe:80.75|Kaphe:80.75|Kafeh:76.5|Kaafe:76.5
G	en	a	Naïve	Naive:100.0|Gnaive:90.0|Knaive:90.0|Nayve:90.0|Naiveh:90.0|Neive:85.0|Gnayve:81.0|Knayve:81.0|Nayveh:81.0|Gnaiveh:81.0|Knaiveh:81.0|Naeve:80.0|Nayeve:80.0|Neyve:80.0|Neiveh:76.5|Gneive:76.5|Kneive:76.5|Naiwe:75.0|Gnayveh:72.9|Knayveh:72.9|Naeveh:72.0|Nayeveh:72.0|Neyveh:72.0|Gnaeve:72.0|Knaeve:72.0|Gnayeve:72.0|Knayeve:72.0|Gneyve:72.0|Kneyve:72.0|Naiva:70.0|Nave:70.0|Naivi:70.0
G	en	b	Naïve	Gnaive:90.0|Knaive:90.0|Nayve:90.0|Naiveh:90.0|Neive:85.0|Gnayve:81.0|Knayve:81.0|Nayveh:81.0|Gnaiveh:81.0|Knaiveh:81.0|Naeve:80.0|Nayeve:80.0|Neyve:80.0|Neiveh:76.5|Gneive:76.5|Kneive:76.5|Naiwe:75.0|Gnayveh:72.9|Knayveh:72.9|Naeveh:72.0
G	en	c	Naïve	Naive:100.0|Gnaive:90.0|Knaive:90.0|Nayve:90.0|Naiveh:90.0|Neive:85.0|Naeve:80.0|Nayeve:80.0|Neyve:80.0|Naiwe:75.0|Naiva:70.0|Nave:70.0|Naivi:70.0
G	en	d	Naïve	Naive:100.0|Gnaive:90.0|Knaive:90.0|Nayve:90.0|Naiveh:90.0|Neive:85.0|Gnayve:81.0|Knayve:81.0|Nayveh:81.0|Gnaiveh:81.0|Knaiveh:81.0|Naeve:80.0|Nayeve:80.0|Neyve:80.0|Neiveh:76.5
G	en	a	Naive	Naive:100.0|Gnaive:90.0|Knaive:90.0|Nayve:90.0|Naiveh:90.0|Neive:85.0|Gnayve:81.0|Knayve:81.0|Nayveh:81.0|Gnaiveh:81.0|Knaiveh:81.0|Naeve:80.0|Nayeve:80.0|Neyve:80.0|Neiveh:76.5|Gneive:76.5|Kneive:76.5|Naiwe:75.0|Gnayveh:72.9|Knayveh:72.9|Naeveh:72.0|Nayeveh:72.0|Neyveh:72.0|Gnaeve:72.0|Knaeve:72.0|Gnayeve:72.0|Knayeve:72.0|Gneyve:72.0|Kneyve:72.0|Naiva:70.0|Nave:70.0|Naivi:70.0
G	en	b	Naive	Gnaive:90.0|Knaive:90.0|Nayve:90.0|Naiveh:90.0|Neive:85.0|Gnayve:81.0|Knayve:81.0|Nayveh:81.0|Gnaiveh:81.0|Knaiveh:81.0|Naeve:80.0|Nayeve:80.0|Neyve:80.0|Neiveh:76.5|Gneive:76.5|Kneive:76.5|Naiwe:75.0|Gnayveh:72.9|Knayveh:72.9|Naeveh:72.0
G	en	c	Naive	Naive:100.0|Gnaive:90.0|Knaive:90.0|Nayve:90.0|Naiveh:90.0|Neive:85.0|Naeve:80.0|Nayeve:80.0|Neyve:80.0|Naiwe:75.0|Naiva:70.0|Nave:70.0|Naivi:70.0
G	en	d	Naive	Naive:100.0|Gnaive:90.0|Knaive:90.0|Nayve:90.0|Naiveh:90.0|Neive:85.0|Gnayve:81.0|Knayve:81.0|Nayveh:81.0|Gnaiveh:81.0|Knaiveh:81.0|Naeve:80.0|Nayeve:80.0|Neyve:80.0|Neiveh:76.5
G	en	a	Façade	Facade:100.0|Phacade:95.0|Faccade:95.0|Facadde:95.0|Phaccade:90.25|Faccadde:90.25|Phacadde:90.25|Faacade:90.0|Facaade:90.0|Facadeh:90.0|Phaccadde:85.74|Faacadde:85.5|Faaccade:85.5|Phaacade:85.5|Facaadde:85.5|Faccaade:85.5|Phacaade:85.5|Facaddeh:85.5|Faccadeh:85.5|Phacadeh:85.5|Fakade:85.0|Facadhe:85.0|Phaaccade:81.22|Phaccaade:81.22|Phaccadeh:81.22|Faaccadde:81.22|Phaacadde:81.22|Faccaadde:81.22|Phacaadde:81.22|Faccaddeh:81.22|Phacaddeh:81.22|Faacaade:81.0|Facaadeh:81.0|Faacadeh:81.0|Phakade:80.75|Faccadhe:80.75|Phacadhe:80.75|Fakadde:80.75|Phaaccadde:77.16|Phaccaadde:77.16|Phaccaddeh:77.16|Faacaadde:76.95|Faaccaade:76.95|Phaacaade:76.95|Facaaddeh:76.95|Faccaadeh:76.95|Phacaadeh:76.95|Faacaddeh:76.95|Faaccadeh:76.95|Phaacadeh:76.95
G	en	b	Façade	Phacade:95.0|Faccade:95.0|Facadde:95.0|Phaccade:90.25|Faccadde:90.25|Phacadde:90.25|Faacade:90.0|Facaade:90.0|Facadeh:90.0|Phaccadde:85.74|Faacadde:85.5|Faaccade:85.5|Phaacade:85.5|Facaadde:85.5|Faccaade:85.5|Phacaade:85.5|Facaddeh:85.5|Faccadeh:85.5|Phacadeh:85.5|Fakade:85.0
G	en	c	Façade	Facade:100.0|Phacade:95.0|Faccade:95.0|Facadde:95.0|Faacade:90.0|Facaade:90.0|Facadeh:90.0|Fakade:85.0|Facadhe:85.0|Faicade:70.0|Facaide:70.0|Facada:70.0|Fasade:70.0|Fecade:70.0|Facede:70.0|Facadi:70.0
G	en	d	Façade	Facade:100.0|Phacade:95.0|Faccade:95.0|Facadde:95.0|Phaccade:90.25|Faccadde:90.25|Phacadde:90.25|Faacade:90.0|Facaade:90.0|Facadeh:90.0|Faacadde:85.5|Faaccade:85.5|Phaacade:85.5|Facaadde:85.5|Faccaade:85.5
G	en	a	Facade	Facade:100.0|Phacade:95.0|Faccade:95.0|Facadde:95.0|Phaccade:90.25|Faccadde:90.25|Phacadde:90.25|Faacade:90.0|Facaade:90.0|Facadeh:90.0|Phaccadde:85.74|Faacadde:85.5|Faaccade:85.5|Phaacade:85.5|Facaadde:85.5|Faccaade:85.5|Phacaade:85.5|Facaddeh:85.5|Faccadeh:85.5|Phacadeh:85.5|Fakade:85.0|Facadhe:85.0|Phaaccade:81.22|Phaccaade:81.22|Phaccadeh:81.22|Faaccadde:81.22|Phaacadde:81.22|Faccaadde:81.22|Phacaadde:81.22|Faccaddeh:81.22|Phacaddeh:81.22|Faacaade:81.0|Facaadeh:81.0|Faacadeh:81.0|Phakade:80.75|Faccadhe:80.75|Phacadhe:80.75|Fakadde:80.75|Phaaccadde:77.16|Phaccaadde:77.16|Phaccaddeh:77.16|Faacaadde:76.95|Faaccaade:76.95|Phaacaade:76.95|Facaaddeh:76.95|Faccaadeh:76.95|Phacaadeh:76.95|Faacaddeh:76.95|Faaccadeh:76.95|Phaacadeh:76.95
G	en	b	Facade	Phacade:95.0|Faccade:95.0|Facadde:95.0|Phaccade:90.25|Faccadde:90.25|Phacadde:90.25|Faacade:90.0|Facaade:90.0|Facadeh:90.0|Phaccadde:85.74|Faacadde:85.5|Faaccade:85.5|Phaacade:85.5|Facaadde:85.5|Faccaade:85.5|Phacaade:85.5|Facaddeh:85.5|Faccadeh:85.5|Phacadeh:85.5|Fakade:85.0
G	en	c	Facade	Facade:100.0|Phacade:95.0|Faccade:95.0|Facadde:95.0|Faacade:90.0|Facaade:90.0|Facadeh:90.0|Fakade:85.0|Facadhe:85.0|Faicade:70.0|Facaide:70.0|Facada:70.0|Fasade:70.0|Fecade:70.0|Facede:70.0|Facadi:70.0
G	en	d	Facade	Facade:100.0|Phacade:95.0|Faccade:95.0|Facadde:95.0|Phaccade:90.25|Faccadde:90.25|Phacadde:90.25|Faacade:90.0|Facaade:90.0|Facadeh:90.0|Faacadde:85.5|Faaccade:85.5|Phaacade:85.5|Facaadde:85.5|Faccaade:85.5
G	en	a	Müller	Muller:100.0|Muler:95.0|Mooller:90.0|Mooler:85.5|Moller:70.0|Mullir:70.0|Mullur:70.0
G	en	b	Müller	Muler:95.0|Mooller:90.0|Mooler:85.5|Moller:70.0|Mullir:70.0|Mullur:70.0|Moler:66.5|Mulir:66.5|Mulur:66.5|Moollir:63.0|Moollur:63.0|Moolir:59.85|Moolur:59.85
G	en	c	Müller	Muller:100.0|Muler:95.0|Mooller:90.0|Moller:70.0|Mullir:70.0|Mullur:70.0
G	en	d	Müller	Muller:100.0|Muler:95.0|Mooller:90.0|Mooler:85.5|Moller:70.0|Mullir:70.0|Mullur:70.0|Moler:66.5|Mulir:66.5|Mulur:66.5|Moollir:63.0|Moollur:63.0|Mollir:49.0|Mollur:49.0
G	en	a	Mueller	Mueller:100.0|Mueler:95.0|Mewller:90.0|Mewler:85.5|Muellir:70.0|Muellur:70.0
G	en	b	Mueller	Mueler:95.0|Mewller:90.0|Mewler:85.5|Muellir:70.0|Muellur:70.0|Muelir:66.5|Muelur:66.5|Mewllir:63.0|Mewllur:63.0|Mewlir:59.85|Mewlur:59.85
G	en	c	Mueller	Mueller:100.0|Mueler:95.0|Mewller:90.0|Muellir:70.0|Muellur:70.0
G	en	d	Mueller	Mueller:100.0|Mueler:95.0|Mewller:90.0|Mewler:85.5|Muellir:70.0|Muellur:70.0|Muelir:66.5|Muelur:66.5|Mewllir:63.0|Mewllur:63.0
G	en	a	Muller	Muller:100.0|Muler:95.0|Mooller:90.0|Mooler:85.5|Moller:70.0|Mullir:70.0|Mullur:70.0
G	en	b	Muller	Muler:95.0|Mooller:90.0|Mooler:85.5|Moller:70.0|Mullir:70.0|Mullur:70.0|Moler:66.5|Mulir:66.5|Mulur:66.5|Moollir:63.0|Moollur:63.0|Moolir:59.85|Moolur:59.85
G	en	c	Muller	Muller:100.0|Muler:95.0|Mooller:90.0|Moller:70.0|Mullir:70.0|Mullur:70.0
G	en	d	Muller	Muller:100.0|Muler:95.0|Mooller:90.0|Mooler:85.5|Moller:70.0|Mullir:70.0|Mullur:70.0|Moler:66.5|Mulir:66.5|Mulur:66.5|Moollir:63.0|Moollur:63.0|Mollir:49.0|Mollur:49.0
G	en	a	José	Jose:100.0|Josse:95.0|Joseh:90.0|Josseh:85.5|Joze:85.0|Joose:80.0|Jozeh:76.5|Joosse:76.0|Gose:75.0|Jooseh:72.0|Gosse:71.25|Josa:70.0|Joce:70.0|Juse:70.0|Yose:70.0|Josi:70.0|Joshe:70.0
G	en	b	José	Josse:95.0|Joseh:90.0|Josseh:85.5|Joze:85.0|Joose:80.0|Jozeh:76.5|Joosse:76.0|Gose:75.0|Jooseh:72.0|Gosse:71.25|Josa:70.0|Joce:70.0|Juse:70.0|Yose:70.0|Josi:70.0|Joshe:70.0|Joosseh:68.4|Jooze:68.0|Goseh:67.5|Jossa:66.5
G	en	c	José	Jose:100.0|Josse:95.0|Joseh:90.0|Joze:85.0|Joose:80.0|Gose:75.0|Josa:70.0|Joce:70.0|Juse:70.0|Yose:70.0|Josi:70.0|Joshe:70.0
G	en	d	José	Jose:100.0|Josse:95.0|Joseh:90.0|Josseh:85.5|Joze:85.0|Joose:80.0|Jozeh:76.5|Joosse:76.0|Gose:75.0|Jooseh:72.0|Gosse:71.25|Josa:70.0|Joce:70.0|Juse:70.0|Yose:70.0
G	en	a	Zoë	Zoe:100.0|Soe:85.0|Zo:85.0|So:72.25
G	en	b	Zoë	Soe:85.0|Zo:85.0|So:72.25
G	en	c	Zoë	Zoe:100.0|Soe:85.0|Zo:85.0
G	en	d	Zoë	Zoe:100.0|Soe:85.0|Zo:85.0|So:72.25
G	en	a	Zoe	Zoe:100.0|Soe:85.0|Zo:85.0|So:72.25
G	en	b	Zoe	Soe:85.0|Zo:85.0|So:72.25
G	en	c	Zoe	Zoe:100.0|Soe:85.0|Zo:85.0
G	en	d	Zoe	Zoe:100.0|Soe:85.0|Zo:85.0|So:72.25
G	en	a	Straße	Strasse:100.0|Sttrasse:95.0|Strrasse:95.0|Strase:95.0|Sttrrasse:90.25|Strrase:90.25|Sttrase:90.25|Straasse:90.0|Strasseh:90.0|Sttrrase:85.74|Straase:85.5|Strraasse:85.5|Sttraasse:85.5|Straseh:85.5|Strrasseh:85.5|Sttrasseh:85.5|Ztrasse:85.0|Sttrraasse:81.22|Sttrrasseh:81.22|Strraase:81.22|Sttraase:81.22|Strraseh:81.22|Sttraseh:81.22|Straasseh:81.0|Ztrase:80.75|Ztrrasse:80.75|Zttrasse:80.75|Sthrasse:80.0|Sttrraase:77.16|Sttrraseh:77.16|Straaseh:76.95|Strraasseh:76.95|Sttraasseh:76.95|Zttrrasse:76.71|Ztrrase:76.71|Zttrase:76.71|Ztrasseh:76.5|Ztraasse:76.5|Sthrrasse:76.0|Sthrase:76.0|Sttrraasseh:73.1|Strraaseh:73.1|Sttraaseh:73.1|Zttrrase:72.88|Ztraseh:72.67|Ztrrasseh:72.67|Zttrasseh:72.67|Ztraase:72.67|Ztrraasse:72.67|Zttraasse:72.67
G	en	b	Straße	Sttrasse:95.0|Strrasse:95.0|Strase:95.0|Sttrrasse:90.25|Strrase:90.25|Sttrase:90.25|Straasse:90.0|Strasseh:90.0|Sttrrase:85.74|Straase:85.5|Strraasse:85.5|Sttraasse:85.5|Straseh:85.5|Strrasseh:85.5|Sttrasseh:85.5|Ztrasse:85.0|Sttrraasse:81.22|Sttrrasseh:81.22|Strraase:81.22|Sttraase:81.22
G	en	c	Straße	Strasse:100.0|Sttrasse:95.0|Strrasse:95.0|Strase:95.0|Straasse:90.0|Strasseh:90.0|Ztrasse:85.0|Sthrasse:80.0|Straisse:70.0|Strassa:70.0|Ctrasse:70.0|Stresse:70.0|Strassi:70.0|Shtrasse:70.0
G	en	d	Straße	Strasse:100.0|Sttrasse:95.0|Strrasse:95.0|Strase:95.0|Sttrrasse:90.25|Strrase:90.25|Sttrase:90.25|Straasse:90.0|Strasseh:90.0|Straase:85.5|Strraasse:85.5|Sttraasse:85.5|Straseh:85.5|Strrasseh:85.5|Sttrasseh:85.5
G	en	a	Strasse	Strasse:100.0|Sttrasse:95.0|Strrasse:95.0|Strase:95.0|Sttrrasse:90.25|Strrase:90.25|Sttrase:90.25|Straasse:90.0|Strasseh:90.0|Sttrrase:85.74|Straase:85.5|Strraasse:85.5|Sttraasse:85.5|Straseh:85.5|Strrasseh:85.5|Sttrasseh:85.5|Ztrasse:85.0|Sttrraasse:81.22|Sttrrasseh:81.22|Strraase:81.22|Sttraase:81.22|Strraseh:81.22|Sttraseh:81.22|Straasseh:81.0|Ztrase:80.75|Ztrrasse:80.75|Zttrasse:80.75|Sthrasse:80.0|Sttrraase:77.16|Sttrraseh:77.16|Straaseh:76.95|Strraasseh:76.95|Sttraasseh:76.95|Zttrrasse:76.71|Ztrrase:76.71|Zttrase:76.71|Ztrasseh:76.5|Ztraasse:76.5|Sthrrasse:76.0|Sthrase:76.0|Sttrraasseh:73.1|Strraaseh:73.1|Sttraaseh:73.1|Zttrrase:72.88|Ztraseh:72.67|Ztrrasseh:72.67|Zttrasseh:72.67|Ztraase:72.67|Ztrraasse:72.67|Zttraasse:72.67
G	en	b	Strasse	Sttrasse:95.0|Strrasse:95.0|Strase:95.0|Sttrrasse:90.25|Strrase:90.25|Sttrase:90.25|Straasse:90.0|Strasseh:90.0|Sttrrase:85.74|Straase:85.5|Strraasse:85.5|Sttraasse:85.5|Straseh:85.5|Strrasseh:85.5|Sttrasseh:85.5|Ztrasse:85.0|Sttrraasse:81.22|Sttrrasseh:81.22|Strraase:81.22|Sttraase:81.22
G	en	c	Strasse	Strasse:100.0|Sttrasse:95.0|Strrasse:95.0|Strase:95.0|Straasse:90.0|Strasseh:90.0|Ztrasse:85.0|Sthrasse:80.0|Straisse:70.0|Strassa:70.0|Ctrasse:70.0|Stresse:70.0|Strassi:70.0|Shtrasse:70.0
G	en	d	Strasse	Strasse:100.0|Sttrasse:95.0|Strrasse:95.0|Strase:95.0|Sttrrasse:90.25|Strrase:90.25|Sttrase:90.25|Straasse:90.0|Strasseh:90.0|Straase:85.5|Strraasse:85.5|Sttraasse:85.5|Straseh:85.5|Strrasseh:85.5|Sttrasseh:85.5
G	en	a	Øre	Ore:100.0|Orre:95.0|Oreh:90.0|Orreh:85.5|Oore:80.0|Oorre:76.0|Ooreh:72.0|Ora:70.0|Ure:70.0|Ori:70.0
G	en	b	Øre	Orre:95.0|Oreh:90.0|Orreh:85.5|Oore:80.0|Oorre:76.0|Ooreh:72.0|Ora:70.0|Ure:70.0|Ori:70.0|Oorreh:68.4|Orra:66.5|Urre:66.5|Orri:66.5|Ureh:63.0|Urreh:59.85|Oora:56.0|Oori:56.0|Oorra:53.2|Oorri:53.2
G	en	c	Øre	Ore:100.0|Orre:95.0|Oreh:90.0|Oore:80.0|Ora:70.0|Ure:70.0|Ori:70.0
G	en	d	Øre	Ore:100.0|Orre:95.0|Oreh:90.0|Orreh:85.5|Oore:80.0|Oorre:76.0|Ooreh:72.0|Ora:70.0|Ure:70.0|Ori:70.0|Orra:66.5|Urre:66.5|Orri:66.5|Ureh:63.0|Oora:56.0
G	en	a	Æsop	Aesop:100.0|Aessop:95.0|Aesopp:95.0|Aessopp:90.25|Aezop:85.0|Aezopp:80.75|Aisop:80.0|Aesoop:80.0|Aisopp:76.0|Aissop:76.0|Aesoopp:76.0|Aessoop:76.0|Aissopp:72.2|Aessoopp:72.2|Aecop:70.0|Aesup:70.0|Aeshop:70.0
G	en	b	Æsop	Aessop:95.0|Aesopp:95.0|Aessopp:90.25|Aezop:85.0|Aezopp:80.75|Aisop:80.0|Aesoop:80.0|Aisopp:76.0|Aissop:76.0|Aesoopp:76.0|Aessoop:76.0|Aissopp:72.2|Aessoopp:72.2|Aecop:70.0|Aesup:70.0|Aeshop:70.0|Aizop:68.0|Aezoop:68.0|Aesupp:66.5|Aessup:66.5
G	en	c	Æsop	Aesop:100.0|Aessop:95.0|Aesopp:95.0|Aezop:85.0|Aisop:80.0|Aesoop:80.0|Aecop:70.0|Aesup:70.0|Aeshop:70.0
G	en	d	Æsop	Aesop:100.0|Aessop:95.0|Aesopp:95.0|Aessopp:90.25|Aezop:85.0|Aezopp:80.75|Aisop:80.0|Aesoop:80.0|Aisopp:76.0|Aissop:76.0|Aesoopp:76.0|Aessoop:76.0|Aecop:70.0|Aesup:70.0|Aeshop:70.0
G	en	a	Łukasz	Lukasz:100.0|Luckasz:95.0|Lukassz:95.0|Lukaszz:95.0|Luckassz:90.25|Lukasszz:90.25|Luckaszz:90.25|Lookasz:90.0|Lukaasz:90.0|Luckasszz:85.74|Lookaszz:85.5|Lookassz:85.5|Loockasz:85.5|Lukaaszz:85.5|Lukaassz:85.5|Luckaasz:85.5|Lucasz:85.0|Lukazz:85.0|Lukass:85.0|Lukhasz:85.0|Luqasz:85.0|Loockassz:81.22|Luckaassz:81.22|Lookasszz:81.22|Loockaszz:81.22|Lukaasszz:81.22|Luckaaszz:81.22|Lookaasz:81.0|Luckazz:80.75|Lukasss:80.75|Luckass:80.75|Lucassz:80.75|Lukazzz:80.75|Lukhassz:80.75|Luqassz:80.75|Lucaszz:80.75|Lukhaszz:80.75|Luqaszz:80.75|Loockasszz:77.16|Luckaasszz:77.16|Lookaaszz:76.95|Lookaassz:76.95|Loockaasz:76.95|Luckasss:76.71|Luckazzz:76.71|Lucasszz:76.71|Lukhasszz:76.71|Luqasszz:76.71|Lookazz:76.5|Loocasz:76.5
G	en	b	Łukasz	Luckasz:95.0|Lukassz:95.0|Lukaszz:95.0|Luckassz:90.25|Lukasszz:90.25|Luckaszz:90.25|Lookasz:90.0|Lukaasz:90.0|Luckasszz:85.74|Lookaszz:85.5|Lookassz:85.5|Loockasz:85.5|Lukaaszz:85.5|Lukaassz:85.5|Luckaasz:85.5|Lucasz:85.0|Lukazz:85.0|Lukass:85.0|Lukhasz:85.0|Luqasz:85.0
G	en	c	Łukasz	Lukasz:100.0|Luckasz:95.0|Lukassz:95.0|Lukaszz:95.0|Lookasz:90.0|Lukaasz:90.0|Lucasz:85.0|Lukazz:85.0|Lukass:85.0|Lukhasz:85.0|Luqasz:85.0|Lokasz:70.0|Lukaisz:70.0|Lukacz:70.0|Luchasz:70.0|Lukesz:70.0|Lukashz:70.0
G	en	d	Łukasz	Lukasz:100.0|Luckasz:95.0|Lukassz:95.0|Lukaszz:95.0|Luckassz:90.25|Lukasszz:90.25|Luckaszz:90.25|Lookasz:90.0|Lukaasz:90.0|Lookaszz:85.5|Lookassz:85.5|Loockasz:85.5|Lukaaszz:85.5|Lukaassz:85.5|Luckaasz:85.5
G	en	a	Lukasz	Lukasz:100.0|Luckasz:95.0|Lukassz:95.0|Lukaszz:95.0|Luckassz:90.25|Lukasszz:90.25|Luckaszz:90.25|Lookasz:90.0|Lukaasz:90.0|Luckasszz:85.74|Lookaszz:85.5|Lookassz:85.5|Loockasz:85.5|Lukaaszz:85.5|Lukaassz:85.5|Luckaasz:85.5|Lucasz:85.0|Lukazz:85.0|Lukass:85.0|Lukhasz:85.0|Luqasz:85.0|Loockassz:81.22|Luckaassz:81.22|Lookasszz:81.22|Loockaszz:81.22|Lukaasszz:81.22|Luckaaszz:81.22|Lookaasz:81.0|Luckazz:80.75|Lukasss:80.75|Luckass:80.75|Lucassz:80.75|Lukazzz:80.75|Lukhassz:80.75|Luqassz:80.75|Lucaszz:80.75|Lukhaszz:80.75|Luqaszz:80.75|Loockasszz:77.16|Luckaasszz:77.16|Lookaaszz:76.95|Lookaassz:76.95|Loockaasz:76.95|Luckasss:76.71|Luckazzz:76.71|Lucasszz:76.71|Lukhasszz:76.71|Luqasszz:76.71|Lookazz:76.5|Loocasz:76.5
G	en	b	Lukasz	Luckasz:95.0|Lukassz:95.0|Lukaszz:95.0|Luckassz:90.25|Lukasszz:90.25|Luckaszz:90.25|Lookasz:90.0|Lukaasz:90.0|Luckasszz:85.74|Lookaszz:85.5|Lookassz:85.5|Loockasz:85.5|Lukaaszz:85.5|Lukaassz:85.5|Luckaasz:85.5|Lucasz:85.0|Lukazz:85.0|Lukass:85.0|Lukhasz:85.0|Luqasz:85.0
G	en	c	Lukasz	Lukasz:100.0|Luckasz:95.0|Lukassz:95.0|Lukaszz:95.0|Lookasz:90.0|Lukaasz:90.0|Lucasz:85.0|Lukazz:85.0|Lukass:85.0|Lukhasz:85.0|Luqasz:85.0|Lokasz:70.0|Lukaisz:70.0|Lukacz:70.0|Luchasz:70.0|Lukesz:70.0|Lukashz:70.0
G	en	d	Lukasz	Lukasz:100.0|Luckasz:95.0|Lukassz:95.0|Lukaszz:95.0|Luckassz:90.25|Lukasszz:90.25|Luckaszz:90.25|Lookasz:90.0|Lukaasz:90.0|Lookaszz:85.5|Lookassz:85.5|Loockasz:85.5|Lukaaszz:85.5|Lukaassz:85.5|Luckaasz:85.5
G	en	a	Dvořák	Dvořak:100.0|Dvořack:95.0|Dvořaak:90.0|Dvořaack:85.5|Dvořac:85.0|Dhvořak:85.0|Dvořakh:85.0|Dvořaq:85.0|Dhvořack:80.75|Dvoořak:80.0|Dhvořaak:76.5|Dvořaac:76.5|Dvořaakh:76.5|Dvořaaq:76.5|Dvoořack:76.0|Dwořak:75.0|Dhvořaack:72.67|Dhvořac:72.25|Dhvořakh:72.25|Dhvořaq:72.25|Dvoořaak:72.0|Dwořack:71.25|Dvořaik:70.0|Dvořach:70.0|Dvuřak:70.0|Dvořek:70.0
G	en	b	Dvořák	Dvořack:95.0|Dvořaak:90.0|Dvořaack:85.5|Dvořac:85.0|Dhvořak:85.0|Dvořakh:85.0|Dvořaq:85.0|Dhvořack:80.75|Dvoořak:80.0|Dhvořaak:76.5|Dvořaac:76.5|Dvořaakh:76.5|Dvořaaq:76.5|Dvoořack:76.0|Dwořak:75.0|Dhvořaack:72.67|Dhvořac:72.25|Dhvořakh:72.25|Dhvořaq:72.25|Dvoořaak:72.0
G	en	c	Dvořák	Dvořak:100.0|Dvořack:95.0|Dvořaak:90.0|Dvořac:85.0|Dhvořak:85.0|Dvořakh:85.0|Dvořaq:85.0|Dvoořak:80.0|Dwořak:75.0|Dvořaik:70.0|Dvořach:70.0|Dvuřak:70.0|Dvořek:70.0
G	en	d	Dvořák	Dvořak:100.0|Dvořack:95.0|Dvořaak:90.0|Dvořaack:85.5|Dvořac:85.0|Dhvořak:85.0|Dvořakh:85.0|Dvořaq:85.0|Dhvořack:80.75|Dvoořak:80.0|Dhvořaak:76.5|Dvořaac:76.5|Dvořaakh:76.5|Dvořaaq:76.5|Dvoořack:76.0
G	en	a	Dvorak	Dvorak:100.0|Dvorrak:95.0|Dvorack:95.0|Dvorrack:90.25|Dvoraak:90.0|Dvoraack:85.5|Dvorraak:85.5|Dvorac:85.0|Dhvorak:85.0|Dvorakh:85.0|Dvoraq:85.0|Dvorraack:81.22|Dvorrac:80.75|Dvorrakh:80.75|Dvorraq:80.75|Dhvorack:80.75|Dhvorrak:80.75|Dvoorak:80.0|Dhvorrack:76.71|Dhvoraak:76.5|Dvoraac:76.5|Dvoraakh:76.5|Dvoraaq:76.5|Dvoorack:76.0|Dvoorrak:76.0|Dworak:75.0|Dvorraac:72.68|Dvorraakh:72.68|Dvorraaq:72.68|Dhvoraack:72.67|Dhvorraak:72.67|Dhvorac:72.25|Dhvorakh:72.25|Dhvoraq:72.25|Dvoorrack:72.2|Dvooraak:72.0|Dworack:71.25|Dworrak:71.25|Dvoraik:70.0|Dvorach:70.0|Dvurak:70.0|Dvorek:70.0
G	en	b	Dvorak	Dvorrak:95.0|Dvorack:95.0|Dvorrack:90.25|Dvoraak:90.0|Dvoraack:85.5|Dvorraak:85.5|Dvorac:85.0|Dhvorak:85.0|Dvorakh:85.0|Dvoraq:85.0|Dvorraack:81.22|Dvorrac:80.75|Dvorrakh:80.75|Dvorraq:80.75|Dhvorack:80.75|Dhvorrak:80.75|Dvoorak:80.0|Dhvorrack:76.71|Dhvoraak:76.5|Dvoraac:76.5
G	en	c	Dvorak	Dvorak:100.0|Dvorrak:95.0|Dvorack:95.0|Dvoraak:90.0|Dvorac:85.0|Dhvorak:85.0|Dvorakh:85.0|Dvoraq:85.0|Dvoorak:80.0|Dworak:75.0|Dvoraik:70.0|Dvorach:70.0|Dvurak:70.0|Dvorek:70.0
G	en	d	Dvorak	Dvorak:100.0|Dvorrak:95.0|Dvorack:95.0|Dvorrack:90.25|Dvoraak:90.0|Dvoraack:85.5|Dvorraak:85.5|Dvorac:85.0|Dhvorak:85.0|Dvorakh:85.0|Dvoraq:85.0|Dvorrac:80.75|Dvorrakh:80.75|Dvorraq:80.75|Dhvorack:80.75
G	en	a	O'Brien	O'brien:100.0|O'bbrien:95.0|O'brrien:95.0|O'brienn:95.0|O'bbrrien:90.25|O'brrienn:90.25|O'bbrienn:90.25|O'bbrrienn:85.74|O'bhrien:85.0|O'breen:85.0|O'brin:85.0|O'breenn:80.75|O'brreen:80.75|O'bbreen:80.75|O'bhrrien:80.75|O'brinn:80.75|O'brrin:80.75|O'bbrin:80.75|O'bhrienn:80.75|Oo'brien:80.0|O'brein:80.0|O'brreenn:76.71|O'bbreenn:76.71|O'bbrreen:76.71|O'bhrrienn:76.71|O'brrinn:76.71|O'bbrinn:76.71|O'bbrrin:76.71|Oo'brienn:76.0|Oo'brrien:76.0|Oo'bbrien:76.0|O'breinn:76.0|O'brrein:76.0|O'bbrein:76.0|O'bbrreenn:72.88|O'bbrrinn:72.88|O'bhreen:72.25|O'bhrin:72.25|Oo'brrienn:72.2|Oo'bbrienn:72.2|Oo'bbrrien:72.2|O'brreinn:72.2|O'bbreinn:72.2|O'bbrrein:72.2|U'brien:70.0
G	en	b	O'Brien	O'bbrien:95.0|O'brrien:95.0|O'brienn:95.0|O'bbrrien:90.25|O'brrienn:90.25|O'bbrienn:90.25|O'bbrrienn:85.74|O'bhrien:85.0|O'breen:85.0|O'brin:85.0|O'breenn:80.75|O'brreen:80.75|O'bbreen:80.75|O'bhrrien:80.75|O'brinn:80.75|O'brrin:80.75|O'bbrin:80.75|O'bhrienn:80.75|Oo'brien:80.0|O'brein:80.0
G	en	c	O'Brien	O'brien:100.0|O'bbrien:95.0|O'brrien:95.0|O'brienn:95.0|O'bhrien:85.0|O'breen:85.0|O'brin:85.0|Oo'brien:80.0|O'brein:80.0|U'brien:70.0
G	en	d	O'Brien	O'brien:100.0|O'bbrien:95.0|O'brrien:95.0|O'brienn:95.0|O'bbrrien:90.25|O'brrienn:90.25|O'bbrienn:90.25|O'bhrien:85.0|O'breen:85.0|O'brin:85.0|O'breenn:80.75|O'brreen:80.75|O'bbreen:80.75|O'bhrrien:80.75|O'brinn:80.75
G	en	a	O’Brien	O'brien:100.0|O'bbrien:95.0|O'brrien:95.0|O'brienn:95.0|O'bbrrien:90.25|O'brrienn:90.25|O'bbrienn:90.25|O'bbrrienn:85.74|O'bhrien:85.0|O'breen:85.0|O'brin:85.0|O'breenn:80.75|O'brreen:80.75|O'bbreen:80.75|O'bhrrien:80.75|O'brinn:80.75|O'brrin:80.75|O'bbrin:80.75|O'bhrienn:80.75|Oo'brien:80.0|O'brein:80.0|O'brreenn:76.71|O'bbreenn:76.71|O'bbrreen:76.71|O'bhrrienn:76.71|O'brrinn:76.71|O'bbrinn:76.71|O'bbrrin:76.71|Oo'brienn:76.0|Oo'brrien:76.0|Oo'bbrien:76.0|O'breinn:76.0|O'brrein:76.0|O'bbrein:76.0|O'bbrreenn:72.88|O'bbrrinn:72.88|O'bhreen:72.25|O'bhrin:72.25|Oo'brrienn:72.2|Oo'bbrienn:72.2|Oo'bbrrien:72.2|O'brreinn:72.2|O'bbreinn:72.2|O'bbrrein:72.2|U'brien:70.0
G	en	b	O’Brien	O'bbrien:95.0|O'brrien:95.0|O'brienn:95.0|O'bbrrien:90.25|O'brrienn:90.25|O'bbrienn:90.25|O'bbrrienn:85.74|O'bhrien:85.0|O'breen:85.0|O'brin:85.0|O'breenn:80.75|O'brreen:80.75|O'bbreen:80.75|O'bhrrien:80.75|O'brinn:80.75|O'brrin:80.75|O'bbrin:80.75|O'bhrienn:80.75|Oo'brien:80.0|O'brein:80.0
G	en	c	O’Brien	O'brien:100.0|O'bbrien:95.0|O'brrien:95.0|O'brienn:95.0|O'bhrien:85.0|O'breen:85.0|O'brin:85.0|Oo'brien:80.0|O'brein:80.0|U'brien:70.0
G	en	d	O’Brien	O'brien:100.0|O'bbrien:95.0|O'brrien:95.0|O'brienn:95.0|O'bbrrien:90.25|O'brrienn:90.25|O'bbrienn:90.25|O'bhrien:85.0|O'breen:85.0|O'brin:85.0|O'breenn:80.75|O'brreen:80.75|O'bbreen:80.75|O'bhrrien:80.75|O'brinn:80.75
G	en	a	OBrien	Obrien:100.0|Obbrien:95.0|Obrrien:95.0|Obrienn:95.0|Obbrrien:90.25|Obrrienn:90.25|Obbrienn:90.25|Obbrrienn:85.74|Obhrien:85.0|Obreen:85.0|Obrin:85.0|Obreenn:80.75|Obrreen:80.75|Obbreen:80.75|Obhrrien:80.75|Obrinn:80.75|Obrrin:80.75|Obbrin:80.75|Obhrienn:80.75|Oobrien:80.0|Obrein:80.0|Obrreenn:76.71|Obbreenn:76.71|Obbrreen:76.71|Obhrrienn:76.71|Obrrinn:76.71|Obbrinn:76.71|Obbrrin:76.71|Oobrienn:76.0|Oobrrien:76.0|Oobbrien:76.0|Obreinn:76.0|Obrrein:76.0|Obbrein:76.0|Obbrreenn:72.88|Obbrrinn:72.88|Obhreen:72.25|Obhrin:72.25|Oobrrienn:72.2|Oobbrienn:72.2|Oobbrrien:72.2|Obrreinn:72.2|Obbreinn:72.2|Obbrrein:72.2|Ubrien:70.0
"""

private val goldenPart17 = """
G	en	b	OBrien	Obbrien:95.0|Obrrien:95.0|Obrienn:95.0|Obbrrien:90.25|Obrrienn:90.25|Obbrienn:90.25|Obbrrienn:85.74|Obhrien:85.0|Obreen:85.0|Obrin:85.0|Obreenn:80.75|Obrreen:80.75|Obbreen:80.75|Obhrrien:80.75|Obrinn:80.75|Obrrin:80.75|Obbrin:80.75|Obhrienn:80.75|Oobrien:80.0|Obrein:80.0
G	en	c	OBrien	Obrien:100.0|Obbrien:95.0|Obrrien:95.0|Obrienn:95.0|Obhrien:85.0|Obreen:85.0|Obrin:85.0|Oobrien:80.0|Obrein:80.0|Ubrien:70.0
G	en	d	OBrien	Obrien:100.0|Obbrien:95.0|Obrrien:95.0|Obrienn:95.0|Obbrrien:90.25|Obrrienn:90.25|Obbrienn:90.25|Obhrien:85.0|Obreen:85.0|Obrin:85.0|Obreenn:80.75|Obrreen:80.75|Obbreen:80.75|Obhrrien:80.75|Obrinn:80.75
G	en	a	Mc Donald	Mc Donald:100.0|Mcc Donald:95.0|Mc Donnald:95.0|Mc Donalld:95.0|Mc Donaldd:95.0|Mcc Donnald:90.25|Mc Donnalld:90.25|Mc Donalldd:90.25|Mcc Donalld:90.25|Mc Donnaldd:90.25|Mcc Donaldd:90.25|Mc Donaald:90.0|Mcc Donnalld:85.74|Mc Donnalldd:85.74|Mcc Donalldd:85.74|Mcc Donnaldd:85.74|Mc Donaaldd:85.5|Mc Donaalld:85.5|Mc Donnaald:85.5|Mcc Donaald:85.5|Mk Donald:85.0|Mc Donaldh:85.0|Mc Dhonald:85.0|Mcc Donnalldd:81.45|Mc Donnaalld:81.22|Mcc Donaalld:81.22|Mcc Donnaald:81.22|Mc Donaalldd:81.22|Mc Donnaaldd:81.22|Mcc Donaaldd:81.22|Mc Donalldh:80.75|Mc Donnaldh:80.75|Mcc Donaldh:80.75|Mk Donnald:80.75|Mk Donalld:80.75|Mk Donaldd:80.75|Mc Dhonaldd:80.75|Mc Dhonalld:80.75|Mc Dhonnald:80.75|Mcc Dhonald:80.75|Mc Doonald:80.0|Mc Donnaalldd:77.16|Mcc Donaalldd:77.16|Mcc Donnaaldd:77.16|Mcc Donnaalld:77.16|Mc Donnalldh:76.71|Mcc Donalldh:76.71|Mcc Donnaldh:76.71|Mc Dhonnalld:76.71|Mcc Dhonalld:76.71
G	en	b	Mc Donald	Mcc Donald:95.0|Mc Donnald:95.0|Mc Donalld:95.0|Mc Donaldd:95.0|Mcc Donnald:90.25|Mc Donnalld:90.25|Mc Donalldd:90.25|Mcc Donalld:90.25|Mc Donnaldd:90.25|Mcc Donaldd:90.25|Mc Donaald:90.0|Mcc Donnalld:85.74|Mc Donnalldd:85.74|Mcc Donalldd:85.74|Mcc Donnaldd:85.74|Mc Donaaldd:85.5|Mc Donaalld:85.5|Mc Donnaald:85.5|Mcc Donaald:85.5|Mk Donald:85.0
G	en	c	Mc Donald	Mc Donald:100.0|Mcc Donald:95.0|Mc Donnald:95.0|Mc Donalld:95.0|Mc Donaldd:95.0|Mc Donaald:90.0|Mk Donald:85.0|Mc Donaldh:85.0|Mc Dhonald:85.0|Mc Doonald:80.0|Mc Donaild:70.0|Ms Donald:70.0|Mc Dunald:70.0|Mc Doneld:70.0
G	en	d	Mc Donald	Mc Donald:100.0|Mcc Donald:95.0|Mc Donnald:95.0|Mc Donalld:95.0|Mc Donaldd:95.0|Mcc Donnald:90.25|Mc Donnalld:90.25|Mc Donalldd:90.25|Mcc Donalld:90.25|Mc Donnaldd:90.25|Mcc Donaldd:90.25|Mc Donaald:90.0|Mc Donaaldd:85.5|Mc Donaalld:85.5|Mc Donnaald:85.5
G	en	a	McDonald	Mcdonald:100.0|Mccdonald:95.0|Mcddonald:95.0|Mcdonnald:95.0|Mcdonalld:95.0|Mcdonaldd:95.0|Mccddonald:90.25|Mcddonnald:90.25|Mcdonnalld:90.25|Mcdonalldd:90.25|Mccdonnald:90.25|Mcddonalld:90.25|Mcdonnaldd:90.25|Mccdonalld:90.25|Mcddonaldd:90.25|Mccdonaldd:90.25|Mcdonaald:90.0|Mccddonnald:85.74|Mcddonnalld:85.74|Mcdonnalldd:85.74|Mccdonnalld:85.74|Mcddonalldd:85.74|Mccdonalldd:85.74|Mccddonalld:85.74|Mcddonnaldd:85.74|Mccdonnaldd:85.74|Mccddonaldd:85.74|Mcdonaaldd:85.5|Mcdonaalld:85.5|Mcdonnaald:85.5|Mcddonaald:85.5|Mccdonaald:85.5|Mkdonald:85.0|Mcdhonald:85.0|Mcdonaldh:85.0|Mccddonnalld:81.45|Mcddonnalldd:81.45|Mccdonnalldd:81.45|Mccddonalldd:81.45|Mccddonnaldd:81.45|Mcdonnaalld:81.22|Mcddonaalld:81.22|Mccdonaalld:81.22|Mcddonnaald:81.22|Mccdonnaald:81.22|Mccddonaald:81.22|Mcdonaalldd:81.22|Mcdonnaaldd:81.22|Mcddonaaldd:81.22|Mccdonaaldd:81.22
G	en	b	McDonald	Mccdonald:95.0|Mcddonald:95.0|Mcdonnald:95.0|Mcdonalld:95.0|Mcdonaldd:95.0|Mccddonald:90.25|Mcddonnald:90.25|Mcdonnalld:90.25|Mcdonalldd:90.25|Mccdonnald:90.25|Mcddonalld:90.25|Mcdonnaldd:90.25|Mccdonalld:90.25|Mcddonaldd:90.25|Mccdonaldd:90.25|Mcdonaald:90.0|Mccddonnald:85.74|Mcddonnalld:85.74|Mcdonnalldd:85.74|Mccdonnalld:85.74
G	en	c	McDonald	Mcdonald:100.0|Mccdonald:95.0|Mcddonald:95.0|Mcdonnald:95.0|Mcdonalld:95.0|Mcdonaldd:95.0|Mcdonaald:90.0|Mkdonald:85.0|Mcdhonald:85.0|Mcdonaldh:85.0|Mcdoonald:80.0|Mcdonaild:70.0|Msdonald:70.0|Mcdunald:70.0|Mcdoneld:70.0
G	en	d	McDonald	Mcdonald:100.0|Mccdonald:95.0|Mcddonald:95.0|Mcdonnald:95.0|Mcdonalld:95.0|Mcdonaldd:95.0|Mccddonald:90.25|Mcddonnald:90.25|Mcdonnalld:90.25|Mcdonalldd:90.25|Mccdonnald:90.25|Mcddonalld:90.25|Mcdonnaldd:90.25|Mccdonalld:90.25|Mcddonaldd:90.25
G	en	a	MACDONALD	MACDONALD:100.0|MACCDONALD:95.0|MACDDONALD:95.0|MACDONNALD:95.0|MACDONALLD:95.0|MACDONALDD:95.0|MACCDDONALD:90.25|MACDDONNALD:90.25|MACDONNALLD:90.25|MACDONALLDD:90.25|MACCDONNALD:90.25|MACDDONALLD:90.25|MACDONNALDD:90.25|MACCDONALLD:90.25|MACDDONALDD:90.25|MACCDONALDD:90.25|MAACDONALD:90.0|MACDONAALD:90.0|MACCDDONNALD:85.74|MACDDONNALLD:85.74|MACDONNALLDD:85.74|MACCDONNALLD:85.74|MACDDONALLDD:85.74|MACCDONALLDD:85.74|MACCDDONALLD:85.74|MACDDONNALDD:85.74|MACCDONNALDD:85.74|MACCDDONALDD:85.74|MAACDONALDD:85.5|MAACDONALLD:85.5|MAACDONNALD:85.5|MAACDDONALD:85.5|MAACCDONALD:85.5|MACDONAALDD:85.5|MACDONAALLD:85.5|MACDONNAALD:85.5|MACDDONAALD:85.5|MACCDONAALD:85.5|MAKDONALD:85.0|MACDHONALD:85.0|MACDONALDH:85.0|MACCDDONNALLD:81.45|MACDDONNALLDD:81.45|MACCDONNALLDD:81.45|MACCDDONALLDD:81.45|MACCDDONNALDD:81.45|MAACDONNALLD:81.22|MAACDDONALLD:81.22|MAACCDONALLD:81.22|MAACDDONNALD:81.22
G	en	b	MACDONALD	MACCDONALD:95.0|MACDDONALD:95.0|MACDONNALD:95.0|MACDONALLD:95.0|MACDONALDD:95.0|MACCDDONALD:90.25|MACDDONNALD:90.25|MACDONNALLD:90.25|MACDONALLDD:90.25|MACCDONNALD:90.25|MACDDONALLD:90.25|MACDONNALDD:90.25|MACCDONALLD:90.25|MACDDONALDD:90.25|MACCDONALDD:90.25|MAACDONALD:90.0|MACDONAALD:90.0|MACCDDONNALD:85.74|MACDDONNALLD:85.74|MACDONNALLDD:85.74
G	en	c	MACDONALD	MACDONALD:100.0|MACCDONALD:95.0|MACDDONALD:95.0|MACDONNALD:95.0|MACDONALLD:95.0|MACDONALDD:95.0|MAACDONALD:90.0|MACDONAALD:90.0|MAKDONALD:85.0|MACDHONALD:85.0|MACDONALDH:85.0|MACDOONALD:80.0|MAICDONALD:70.0|MACDONAILD:70.0|MASDONALD:70.0|MACDUNALD:70.0|MECDONALD:70.0|MACDONELD:70.0
G	en	d	MACDONALD	MACDONALD:100.0|MACCDONALD:95.0|MACDDONALD:95.0|MACDONNALD:95.0|MACDONALLD:95.0|MACDONALDD:95.0|MACCDDONALD:90.25|MACDDONNALD:90.25|MACDONNALLD:90.25|MACDONALLDD:90.25|MACCDONNALD:90.25|MACDDONALLD:90.25|MACDONNALDD:90.25|MACCDONALLD:90.25|MACDDONALDD:90.25
G	en	a	macdonald	macdonald:100.0|maccdonald:95.0|macddonald:95.0|macdonnald:95.0|macdonalld:95.0|macdonaldd:95.0|maccddonald:90.25|macddonnald:90.25|macdonnalld:90.25|macdonalldd:90.25|maccdonnald:90.25|macddonalld:90.25|macdonnaldd:90.25|maccdonalld:90.25|macddonaldd:90.25|maccdonaldd:90.25|maacdonald:90.0|macdonaald:90.0|maccddonnald:85.74|macddonnalld:85.74|macdonnalldd:85.74|maccdonnalld:85.74|macddonalldd:85.74|maccdonalldd:85.74|maccddonalld:85.74|macddonnaldd:85.74|maccdonnaldd:85.74|maccddonaldd:85.74|maacdonaldd:85.5|maacdonalld:85.5|maacdonnald:85.5|maacddonald:85.5|maaccdonald:85.5|macdonaaldd:85.5|macdonaalld:85.5|macdonnaald:85.5|macddonaald:85.5|maccdonaald:85.5|makdonald:85.0|macdhonald:85.0|macdonaldh:85.0|maccddonnalld:81.45|macddonnalldd:81.45|maccdonnalldd:81.45|maccddonalldd:81.45|maccddonnaldd:81.45|maacdonnalld:81.22|maacddonalld:81.22|maaccdonalld:81.22|maacddonnald:81.22
G	en	b	macdonald	maccdonald:95.0|macddonald:95.0|macdonnald:95.0|macdonalld:95.0|macdonaldd:95.0|maccddonald:90.25|macddonnald:90.25|macdonnalld:90.25|macdonalldd:90.25|maccdonnald:90.25|macddonalld:90.25|macdonnaldd:90.25|maccdonalld:90.25|macddonaldd:90.25|maccdonaldd:90.25|maacdonald:90.0|macdonaald:90.0|maccddonnald:85.74|macddonnalld:85.74|macdonnalldd:85.74
G	en	c	macdonald	macdonald:100.0|maccdonald:95.0|macddonald:95.0|macdonnald:95.0|macdonalld:95.0|macdonaldd:95.0|maacdonald:90.0|macdonaald:90.0|makdonald:85.0|macdhonald:85.0|macdonaldh:85.0|macdoonald:80.0|maicdonald:70.0|macdonaild:70.0|masdonald:70.0|macdunald:70.0|mecdonald:70.0|macdoneld:70.0
G	en	d	macdonald	macdonald:100.0|maccdonald:95.0|macddonald:95.0|macdonnald:95.0|macdonalld:95.0|macdonaldd:95.0|maccddonald:90.25|macddonnald:90.25|macdonnalld:90.25|macdonalldd:90.25|maccdonnald:90.25|macddonalld:90.25|macdonnaldd:90.25|maccdonalld:90.25|macddonaldd:90.25
G	en	a	MacDonald	Macdonald:100.0|Maccdonald:95.0|Macddonald:95.0|Macdonnald:95.0|Macdonalld:95.0|Macdonaldd:95.0|Maccddonald:90.25|Macddonnald:90.25|Macdonnalld:90.25|Macdonalldd:90.25|Maccdonnald:90.25|Macddonalld:90.25|Macdonnaldd:90.25|Maccdonalld:90.25|Macddonaldd:90.25|Maccdonaldd:90.25|Maacdonald:90.0|Macdonaald:90.0|Maccddonnald:85.74|Macddonnalld:85.74|Macdonnalldd:85.74|Maccdonnalld:85.74|Macddonalldd:85.74|Maccdonalldd:85.74|Maccddonalld:85.74|Macddonnaldd:85.74|Maccdonnaldd:85.74|Maccddonaldd:85.74|Maacdonaldd:85.5|Maacdonalld:85.5|Maacdonnald:85.5|Maacddonald:85.5|Maaccdonald:85.5|Macdonaaldd:85.5|Macdonaalld:85.5|Macdonnaald:85.5|Macddonaald:85.5|Maccdonaald:85.5|Makdonald:85.0|Macdhonald:85.0|Macdonaldh:85.0|Maccddonnalld:81.45|Macddonnalldd:81.45|Maccdonnalldd:81.45|Maccddonalldd:81.45|Maccddonnaldd:81.45|Maacdonnalld:81.22|Maacddonalld:81.22|Maaccdonalld:81.22|Maacddonnald:81.22
G	en	b	MacDonald	Maccdonald:95.0|Macddonald:95.0|Macdonnald:95.0|Macdonalld:95.0|Macdonaldd:95.0|Maccddonald:90.25|Macddonnald:90.25|Macdonnalld:90.25|Macdonalldd:90.25|Maccdonnald:90.25|Macddonalld:90.25|Macdonnaldd:90.25|Maccdonalld:90.25|Macddonaldd:90.25|Maccdonaldd:90.25|Maacdonald:90.0|Macdonaald:90.0|Maccddonnald:85.74|Macddonnalld:85.74|Macdonnalldd:85.74
G	en	c	MacDonald	Macdonald:100.0|Maccdonald:95.0|Macddonald:95.0|Macdonnald:95.0|Macdonalld:95.0|Macdonaldd:95.0|Maacdonald:90.0|Macdonaald:90.0|Makdonald:85.0|Macdhonald:85.0|Macdonaldh:85.0|Macdoonald:80.0|Maicdonald:70.0|Macdonaild:70.0|Masdonald:70.0|Macdunald:70.0|Mecdonald:70.0|Macdoneld:70.0
G	en	d	MacDonald	Macdonald:100.0|Maccdonald:95.0|Macddonald:95.0|Macdonnald:95.0|Macdonalld:95.0|Macdonaldd:95.0|Maccddonald:90.25|Macddonnald:90.25|Macdonnalld:90.25|Macdonalldd:90.25|Maccdonnald:90.25|Macddonalld:90.25|Macdonnaldd:90.25|Maccdonalld:90.25|Macddonaldd:90.25
G	en	a	JOHN SMITH	JOHN SMITH:100.0|JOHNN SMITH:95.0|JOHN SMMITH:95.0|JOHNN SMMITH:90.25|JOHN ZMITH:85.0|JOHN SMIETH:85.0|JOHN SMYTH:85.0|JOHN ZMMITH:80.75|JOHNN ZMITH:80.75|JOHN SMMIETH:80.75|JOHNN SMIETH:80.75|JOHN SMMYTH:80.75|JOHNN SMYTH:80.75|JOOHN SMITH:80.0|JOHN SMEETH:80.0|JOHN SMIT:80.0|JOHNN ZMMITH:76.71|JOHNN SMMIETH:76.71|JOHNN SMMYTH:76.71|JOOHN SMMITH:76.0|JOOHNN SMITH:76.0|JOHN SMMEETH:76.0|JOHNN SMEETH:76.0|JOHN SMMIT:76.0|JOHNN SMIT:76.0|GOHN SMITH:75.0|JOHN ZMIETH:72.25|JOHN ZMYTH:72.25|JOOHNN SMMITH:72.2|JOHNN SMMEETH:72.2|JOHNN SMMIT:72.2|GOHN SMMITH:71.25|GOHNN SMITH:71.25|JOHN CMITH:70.0|JUHN SMITH:70.0|JOHN SMETH:70.0|YOHN SMITH:70.0|JOHN SHMITH:70.0
G	en	b	JOHN SMITH	JOHNN SMITH:95.0|JOHN SMMITH:95.0|JOHNN SMMITH:90.25|JOHN ZMITH:85.0|JOHN SMIETH:85.0|JOHN SMYTH:85.0|JOHN ZMMITH:80.75|JOHNN ZMITH:80.75|JOHN SMMIETH:80.75|JOHNN SMIETH:80.75|JOHN SMMYTH:80.75|JOHNN SMYTH:80.75|JOOHN SMITH:80.0|JOHN SMEETH:80.0|JOHN SMIT:80.0|JOHNN ZMMITH:76.71|JOHNN SMMIETH:76.71|JOHNN SMMYTH:76.71|JOOHN SMMITH:76.0|JOOHNN SMITH:76.0
G	en	c	JOHN SMITH	JOHN SMITH:100.0|JOHNN SMITH:95.0|JOHN SMMITH:95.0|JOHN ZMITH:85.0|JOHN SMIETH:85.0|JOHN SMYTH:85.0|JOOHN SMITH:80.0|JOHN SMEETH:80.0|JOHN SMIT:80.0|GOHN SMITH:75.0|JOHN CMITH:70.0|JUHN SMITH:70.0|JOHN SMETH:70.0|YOHN SMITH:70.0|JOHN SHMITH:70.0
G	en	d	JOHN SMITH	JOHN SMITH:100.0|JOHNN SMITH:95.0|JOHN SMMITH:95.0|JOHNN SMMITH:90.25|JOHN ZMITH:85.0|JOHN SMIETH:85.0|JOHN SMYTH:85.0|JOHN ZMMITH:80.75|JOHNN ZMITH:80.75|JOHN SMMIETH:80.75|JOHNN SMIETH:80.75|JOHN SMMYTH:80.75|JOHNN SMYTH:80.75|JOOHN SMITH:80.0|JOHN SMEETH:80.0
G	en	a	john smith	john smith:100.0|johnn smith:95.0|john smmith:95.0|johnn smmith:90.25|john zmith:85.0|john smieth:85.0|john smyth:85.0|john zmmith:80.75|johnn zmith:80.75|john smmieth:80.75|johnn smieth:80.75|john smmyth:80.75|johnn smyth:80.75|joohn smith:80.0|john smeeth:80.0|john smit:80.0|johnn zmmith:76.71|johnn smmieth:76.71|johnn smmyth:76.71|joohn smmith:76.0|joohnn smith:76.0|john smmeeth:76.0|johnn smeeth:76.0|john smmit:76.0|johnn smit:76.0|gohn smith:75.0|john zmieth:72.25|john zmyth:72.25|joohnn smmith:72.2|johnn smmeeth:72.2|johnn smmit:72.2|gohn smmith:71.25|gohnn smith:71.25|john cmith:70.0|juhn smith:70.0|john smeth:70.0|yohn smith:70.0|john shmith:70.0
G	en	b	john smith	johnn smith:95.0|john smmith:95.0|johnn smmith:90.25|john zmith:85.0|john smieth:85.0|john smyth:85.0|john zmmith:80.75|johnn zmith:80.75|john smmieth:80.75|johnn smieth:80.75|john smmyth:80.75|johnn smyth:80.75|joohn smith:80.0|john smeeth:80.0|john smit:80.0|johnn zmmith:76.71|johnn smmieth:76.71|johnn smmyth:76.71|joohn smmith:76.0|joohnn smith:76.0
G	en	c	john smith	john smith:100.0|johnn smith:95.0|john smmith:95.0|john zmith:85.0|john smieth:85.0|john smyth:85.0|joohn smith:80.0|john smeeth:80.0|john smit:80.0|gohn smith:75.0|john cmith:70.0|juhn smith:70.0|john smeth:70.0|yohn smith:70.0|john shmith:70.0
G	en	d	john smith	john smith:100.0|johnn smith:95.0|john smmith:95.0|johnn smmith:90.25|john zmith:85.0|john smieth:85.0|john smyth:85.0|john zmmith:80.75|johnn zmith:80.75|john smmieth:80.75|johnn smieth:80.75|john smmyth:80.75|johnn smyth:80.75|joohn smith:80.0|john smeeth:80.0
G	en	a	John Smith	John Smith:100.0|Johnn Smith:95.0|John Smmith:95.0|Johnn Smmith:90.25|John Zmith:85.0|John Smieth:85.0|John Smyth:85.0|John Zmmith:80.75|Johnn Zmith:80.75|John Smmieth:80.75|Johnn Smieth:80.75|John Smmyth:80.75|Johnn Smyth:80.75|Joohn Smith:80.0|John Smeeth:80.0|John Smit:80.0|Johnn Zmmith:76.71|Johnn Smmieth:76.71|Johnn Smmyth:76.71|Joohn Smmith:76.0|Joohnn Smith:76.0|John Smmeeth:76.0|Johnn Smeeth:76.0|John Smmit:76.0|Johnn Smit:76.0|Gohn Smith:75.0|John Zmieth:72.25|John Zmyth:72.25|Joohnn Smmith:72.2|Johnn Smmeeth:72.2|Johnn Smmit:72.2|Gohn Smmith:71.25|Gohnn Smith:71.25|John Cmith:70.0|Juhn Smith:70.0|John Smeth:70.0|Yohn Smith:70.0|John Shmith:70.0
G	en	b	John Smith	Johnn Smith:95.0|John Smmith:95.0|Johnn Smmith:90.25|John Zmith:85.0|John Smieth:85.0|John Smyth:85.0|John Zmmith:80.75|Johnn Zmith:80.75|John Smmieth:80.75|Johnn Smieth:80.75|John Smmyth:80.75|Johnn Smyth:80.75|Joohn Smith:80.0|John Smeeth:80.0|John Smit:80.0|Johnn Zmmith:76.71|Johnn Smmieth:76.71|Johnn Smmyth:76.71|Joohn Smmith:76.0|Joohnn Smith:76.0
G	en	c	John Smith	John Smith:100.0|Johnn Smith:95.0|John Smmith:95.0|John Zmith:85.0|John Smieth:85.0|John Smyth:85.0|Joohn Smith:80.0|John Smeeth:80.0|John Smit:80.0|Gohn Smith:75.0|John Cmith:70.0|Juhn Smith:70.0|John Smeth:70.0|Yohn Smith:70.0|John Shmith:70.0
G	en	d	John Smith	John Smith:100.0|Johnn Smith:95.0|John Smmith:95.0|Johnn Smmith:90.25|John Zmith:85.0|John Smieth:85.0|John Smyth:85.0|John Zmmith:80.75|Johnn Zmith:80.75|John Smmieth:80.75|Johnn Smieth:80.75|John Smmyth:80.75|Johnn Smyth:80.75|Joohn Smith:80.0|John Smeeth:80.0
G	en	a	Anne-Marie	Anne-marie:100.0|Ane-marie:95.0|Anne-marrie:95.0|Ane-marrie:90.25|Aanne-marie:90.0|Anneh-marie:90.0|Anne-maarie:90.0|Anne-mary:90.0|Aanne-marrie:85.5|Aane-marie:85.5|Anneh-marrie:85.5|Aneh-marie:85.5|Anne-maarrie:85.5|Ane-maarie:85.5|Anne-marry:85.5|Ane-mary:85.5|Anne-maree:85.0|Anne-marey:85.0|Anne-mari:85.0|Aane-marrie:81.22|Aneh-marrie:81.22|Ane-maarrie:81.22|Ane-marry:81.22|Aanneh-marie:81.0|Anneh-maarie:81.0|Anne-maary:81.0|Aanne-maarie:81.0|Anneh-mary:81.0|Aanne-mary:81.0|Anne-marree:80.75|Ane-maree:80.75|Anne-marrey:80.75|Ane-marey:80.75|Anne-marri:80.75|Ane-mari:80.75|Anne-marei:80.0|Aanneh-marrie:76.95|Aaneh-marie:76.95|Anneh-maarrie:76.95|Aneh-maarie:76.95|Anne-maarry:76.95|Ane-maary:76.95|Aanne-maarrie:76.95|Aane-maarie:76.95|Anneh-marry:76.95|Aneh-mary:76.95|Aanne-marry:76.95|Aane-mary:76.95|Ane-marree:76.71|Ane-marrey:76.71
G	en	b	Anne-Marie	Ane-marie:95.0|Anne-marrie:95.0|Ane-marrie:90.25|Aanne-marie:90.0|Anneh-marie:90.0|Anne-maarie:90.0|Anne-mary:90.0|Aanne-marrie:85.5|Aane-marie:85.5|Anneh-marrie:85.5|Aneh-marie:85.5|Anne-maarrie:85.5|Ane-maarie:85.5|Anne-marry:85.5|Ane-mary:85.5|Anne-maree:85.0|Anne-marey:85.0|Anne-mari:85.0|Aane-marrie:81.22|Aneh-marrie:81.22
G	en	c	Anne-Marie	Anne-marie:100.0|Ane-marie:95.0|Anne-marrie:95.0|Aanne-marie:90.0|Anneh-marie:90.0|Anne-maarie:90.0|Anne-mary:90.0|Anne-maree:85.0|Anne-marey:85.0|Anne-mari:85.0|Anne-marei:80.0|Ainne-marie:70.0|Anna-marie:70.0|Anne-mairie:70.0|Enne-marie:70.0|Anni-marie:70.0|Anne-merie:70.0
G	en	d	Anne-Marie	Anne-marie:100.0|Ane-marie:95.0|Anne-marrie:95.0|Ane-marrie:90.25|Aanne-marie:90.0|Anneh-marie:90.0|Anne-maarie:90.0|Anne-mary:90.0|Aanne-marrie:85.5|Aane-marie:85.5|Anneh-marrie:85.5|Aneh-marie:85.5|Anne-maarrie:85.5|Ane-maarie:85.5|Anne-marry:85.5
G	en	a	Annemarie	Annemarie:100.0|Anemarie:95.0|Annemmarie:95.0|Annemarrie:95.0|Anemmarie:90.25|Annemmarrie:90.25|Anemarrie:90.25|Aannemarie:90.0|Annemaarie:90.0|Annemary:90.0|Anemmarrie:85.74|Aannemarrie:85.5|Aannemmarie:85.5|Aanemarie:85.5|Annemaarrie:85.5|Annemmaarie:85.5|Anemaarie:85.5|Annemarry:85.5|Annemmary:85.5|Anemary:85.5|Annemaree:85.0|Annemarey:85.0|Annemari:85.0|Aanemmarie:81.22|Anemmaarie:81.22|Anemmary:81.22|Aannemmarrie:81.22|Aanemarrie:81.22|Annemmaarrie:81.22|Anemaarrie:81.22|Annemmarry:81.22|Anemarry:81.22|Aannemaarie:81.0|Annemaary:81.0|Aannemary:81.0|Annemarree:80.75|Annemmaree:80.75|Anemaree:80.75|Annemarrey:80.75|Annemmarey:80.75|Anemarey:80.75|Annemarri:80.75|Annemmari:80.75|Anemari:80.75|Annemarei:80.0|Aanemmarrie:77.16|Anemmaarrie:77.16|Anemmarry:77.16|Aannemaarrie:76.95|Aannemmaarie:76.95
G	en	b	Annemarie	Anemarie:95.0|Annemmarie:95.0|Annemarrie:95.0|Anemmarie:90.25|Annemmarrie:90.25|Anemarrie:90.25|Aannemarie:90.0|Annemaarie:90.0|Annemary:90.0|Anemmarrie:85.74|Aannemarrie:85.5|Aannemmarie:85.5|Aanemarie:85.5|Annemaarrie:85.5|Annemmaarie:85.5|Anemaarie:85.5|Annemarry:85.5|Annemmary:85.5|Anemary:85.5|Annemaree:85.0
G	en	c	Annemarie	Annemarie:100.0|Anemarie:95.0|Annemmarie:95.0|Annemarrie:95.0|Aannemarie:90.0|Annemaarie:90.0|Annemary:90.0|Annemaree:85.0|Annemarey:85.0|Annemari:85.0|Annemarei:80.0|Ainnemarie:70.0|Annemairie:70.0|Annamarie:70.0|Ennemarie:70.0|Annemerie:70.0|Annimarie:70.0
G	en	d	Annemarie	Annemarie:100.0|Anemarie:95.0|Annemmarie:95.0|Annemarrie:95.0|Anemmarie:90.25|Annemmarrie:90.25|Anemarrie:90.25|Aannemarie:90.0|Annemaarie:90.0|Annemary:90.0|Aannemarrie:85.5|Aannemmarie:85.5|Aanemarie:85.5|Annemaarrie:85.5|Annemmaarie:85.5
G	en	a	Jean-Luc	Jean-luc:100.0|Jeann-luc:95.0|Jean-lucc:95.0|Jeann-lucc:90.25|Jeaan-luc:90.0|Jean-looc:90.0|Jeaan-lucc:85.5|Jeaann-luc:85.5|Jean-loocc:85.5|Jeann-looc:85.5|Jean-luk:85.0|Jeaann-lucc:81.22|Jeann-loocc:81.22|Jeaan-looc:81.0|Jeann-luk:80.75|Gean-luc:80.0|Geoan-luc:80.0|Jeaan-loocc:76.95|Jeaann-looc:76.95|Jeaan-luk:76.5|Jean-look:76.5|Gean-lucc:76.0|Geann-luc:76.0|Geoan-lucc:76.0|Geoann-luc:76.0|Jeaann-loocc:73.1|Jeaann-luk:72.68|Jeann-look:72.68|Geann-lucc:72.2|Geoann-lucc:72.2|Gean-looc:72.0|Geaan-luc:72.0|Geoan-looc:72.0|Geoaan-luc:72.0|Jeain-luc:70.0|Jean-loc:70.0|Jean-lus:70.0|Jeen-luc:70.0
G	en	b	Jean-Luc	Jeann-luc:95.0|Jean-lucc:95.0|Jeann-lucc:90.25|Jeaan-luc:90.0|Jean-looc:90.0|Jeaan-lucc:85.5|Jeaann-luc:85.5|Jean-loocc:85.5|Jeann-looc:85.5|Jean-luk:85.0|Jeaann-lucc:81.22|Jeann-loocc:81.22|Jeaan-looc:81.0|Jeann-luk:80.75|Gean-luc:80.0|Geoan-luc:80.0|Jeaan-loocc:76.95|Jeaann-looc:76.95|Jeaan-luk:76.5|Jean-look:76.5
G	en	c	Jean-Luc	Jean-luc:100.0|Jeann-luc:95.0|Jean-lucc:95.0|Jeaan-luc:90.0|Jean-looc:90.0|Jean-luk:85.0|Gean-luc:80.0|Geoan-luc:80.0|Jeain-luc:70.0|Jean-loc:70.0|Jean-lus:70.0|Jeen-luc:70.0
G	en	d	Jean-Luc	Jean-luc:100.0|Jeann-luc:95.0|Jean-lucc:95.0|Jeann-lucc:90.25|Jeaan-luc:90.0|Jean-looc:90.0|Jeaan-lucc:85.5|Jeaann-luc:85.5|Jean-loocc:85.5|Jeann-looc:85.5|Jean-luk:85.0|Jeaan-looc:81.0|Jeann-luk:80.75|Gean-luc:80.0|Geoan-luc:80.0
G	en	a	Mary  Ann	Mary Ann:100.0|Marry Ann:95.0|Mary An:95.0|Marry An:90.25|Maary Ann:90.0|Marey Ann:90.0|Marie Ann:90.0|Mary Aann:90.0|Maary An:85.5|Maarry Ann:85.5|Marey An:85.5|Marrey Ann:85.5|Marie An:85.5|Mary Aan:85.5|Marrie Ann:85.5|Marry Aann:85.5|Mari Ann:85.0|Maarry An:81.22|Marrey An:81.22|Marrie An:81.22|Marry Aan:81.22|Maarey Ann:81.0|Marey Aann:81.0|Marie Aann:81.0|Maarie Ann:81.0|Maary Aann:81.0|Mari An:80.75|Marri Ann:80.75|Maarey An:76.95|Maarrey Ann:76.95|Marey Aan:76.95|Marrey Aann:76.95|Marie Aan:76.95|Marrie Aann:76.95|Maarie An:76.95|Maary Aan:76.95|Maarrie Ann:76.95|Maarry Aann:76.95|Marri An:76.71|Mari Aann:76.5|Maari Ann:76.5|Maarrey An:73.1|Marrey Aan:73.1|Marrie Aan:73.1|Maarrie An:73.1|Maarry Aan:73.1|Maarey Aann:72.9|Maarie Aann:72.9|Mari Aan:72.67|Marri Aann:72.67
G	en	b	Mary  Ann	Marry Ann:95.0|Mary An:95.0|Marry An:90.25|Maary Ann:90.0|Marey Ann:90.0|Marie Ann:90.0|Mary Aann:90.0|Maary An:85.5|Maarry Ann:85.5|Marey An:85.5|Marrey Ann:85.5|Marie An:85.5|Mary Aan:85.5|Marrie Ann:85.5|Marry Aann:85.5|Mari Ann:85.0|Maarry An:81.22|Marrey An:81.22|Marrie An:81.22|Marry Aan:81.22
G	en	c	Mary  Ann	Mary Ann:100.0|Marry Ann:95.0|Mary An:95.0|Maary Ann:90.0|Marey Ann:90.0|Marie Ann:90.0|Mary Aann:90.0|Mari Ann:85.0|Mairy Ann:70.0|Mary Ainn:70.0|Mery Ann:70.0|Mary Enn:70.0
G	en	d	Mary  Ann	Mary Ann:100.0|Marry Ann:95.0|Mary An:95.0|Marry An:90.25|Maary Ann:90.0|Marey Ann:90.0|Marie Ann:90.0|Mary Aann:90.0|Maary An:85.5|Maarry Ann:85.5|Marey An:85.5|Marrey Ann:85.5|Marie An:85.5|Mary Aan:85.5|Marrie Ann:85.5
G	en	a	sea	sea:100.0|see:90.0|zea:85.0|zee:76.5|cea:70.0|shea:70.0
G	en	b	sea	see:90.0|zea:85.0|zee:76.5|cea:70.0|shea:70.0|cee:63.0|shee:63.0
G	en	c	sea	sea:100.0|see:90.0|zea:85.0|cea:70.0|shea:70.0
G	en	d	sea	sea:100.0|see:90.0|zea:85.0|zee:76.5|cea:70.0|shea:70.0|cee:63.0|shee:63.0
G	en	a	see	see:100.0|sea:90.0|sie:85.0|zee:85.0|si:80.0|zea:76.5|zie:72.25|cee:70.0|shee:70.0
G	en	b	see	sea:90.0|sie:85.0|zee:85.0|si:80.0|zea:76.5|zie:72.25|cee:70.0|shee:70.0|zi:68.0|cea:63.0|shea:63.0|cie:59.5|shie:59.5|ci:56.0|shi:56.0
G	en	c	see	see:100.0|sea:90.0|sie:85.0|zee:85.0|si:80.0|cee:70.0|shee:70.0
G	en	d	see	see:100.0|sea:90.0|sie:85.0|zee:85.0|si:80.0|zea:76.5|zie:72.25|cee:70.0|shee:70.0|zi:68.0|cea:63.0|shea:63.0|cie:59.5|shie:59.5|ci:56.0
G	en	a	bee	bee:100.0|bea:90.0|bie:85.0|bhee:85.0|bi:80.0|bhea:76.5|bhie:72.25
G	en	b	bee	bea:90.0|bie:85.0|bhee:85.0|bi:80.0|bhea:76.5|bhie:72.25|bhi:68.0
G	en	c	bee	bee:100.0|bea:90.0|bie:85.0|bhee:85.0|bi:80.0
G	en	d	bee	bee:100.0|bea:90.0|bie:85.0|bhee:85.0|bi:80.0|bhea:76.5|bhie:72.25|bhi:68.0
G	en	a	be	be:100.0|beh:90.0|bhe:85.0|bheh:76.5|ba:70.0|bi:70.0
G	en	b	be	beh:90.0|bhe:85.0|bheh:76.5|ba:70.0|bi:70.0|bha:59.5|bhi:59.5
G	en	c	be	be:100.0|beh:90.0|bhe:85.0|ba:70.0|bi:70.0
G	en	d	be	be:100.0|beh:90.0|bhe:85.0|bheh:76.5|ba:70.0|bi:70.0|bha:59.5|bhi:59.5
G	en	a	bye	bye:100.0|byeh:90.0|bhye:85.0|bie:85.0|bhyeh:76.5|bieh:76.5|bhie:72.25|bya:70.0|byi:70.0
G	en	b	bye	byeh:90.0|bhye:85.0|bie:85.0|bhyeh:76.5|bieh:76.5|bhie:72.25|bya:70.0|byi:70.0|bhieh:65.03|bhya:59.5|bhyi:59.5|bia:59.5|bii:59.5|bhia:50.57|bhii:50.57
G	en	c	bye	bye:100.0|byeh:90.0|bhye:85.0|bie:85.0|bya:70.0|byi:70.0
G	en	d	bye	bye:100.0|byeh:90.0|bhye:85.0|bie:85.0|bhyeh:76.5|bieh:76.5|bhie:72.25|bya:70.0|byi:70.0|bhya:59.5|bhyi:59.5|bia:59.5|bii:59.5
G	en	a	buy	buy:100.0|booy:90.0|buey:90.0|buie:90.0|bhuy:85.0|bui:85.0|booey:81.0|booie:81.0|bhuey:76.5|bhuie:76.5|bhooy:76.5|booi:76.5|bhui:72.25|boy:70.0
G	en	b	buy	booy:90.0|buey:90.0|buie:90.0|bhuy:85.0|bui:85.0|booey:81.0|booie:81.0|bhuey:76.5|bhuie:76.5|bhooy:76.5|booi:76.5|bhui:72.25|boy:70.0|bhooey:68.85|bhooie:68.85|bhooi:65.03|boey:63.0|boie:63.0|bhoy:59.5|boi:59.5
G	en	c	buy	buy:100.0|booy:90.0|buey:90.0|buie:90.0|bhuy:85.0|bui:85.0|boy:70.0
G	en	d	buy	buy:100.0|booy:90.0|buey:90.0|buie:90.0|bhuy:85.0|bui:85.0|booey:81.0|booie:81.0|bhuey:76.5|bhuie:76.5|bhooy:76.5|booi:76.5|bhui:72.25|boy:70.0|boey:63.0
G	en	a	by	by:100.0|bey:90.0|bie:90.0|bhy:85.0|bi:85.0|bhey:76.5|bhie:76.5|bhi:72.25
G	en	b	by	bey:90.0|bie:90.0|bhy:85.0|bi:85.0|bhey:76.5|bhie:76.5|bhi:72.25
G	en	c	by	by:100.0|bey:90.0|bie:90.0|bhy:85.0|bi:85.0
G	en	d	by	by:100.0|bey:90.0|bie:90.0|bhy:85.0|bi:85.0|bhey:76.5|bhie:76.5|bhi:72.25
G	en	a	two	two:100.0|twoh:90.0|twoe:85.0|thwo:80.0|twoo:80.0|twow:80.0|tvo:75.0|thwoh:72.0|twu:70.0
G	en	b	two	twoh:90.0|twoe:85.0|thwo:80.0|twoo:80.0|twow:80.0|tvo:75.0|thwoh:72.0|twu:70.0|thwoe:68.0|tvoh:67.5|thwoo:64.0|thwow:64.0|tvoe:63.75|thvo:60.0|tvoo:60.0|tvow:60.0|thwu:56.0|thvoh:54.0|tvu:52.5|thvoe:51.0
"""

private val goldenPart18 = """
G	en	c	two	two:100.0|twoh:90.0|twoe:85.0|thwo:80.0|twoo:80.0|twow:80.0|tvo:75.0|twu:70.0
G	en	d	two	two:100.0|twoh:90.0|twoe:85.0|thwo:80.0|twoo:80.0|twow:80.0|tvo:75.0|thwoh:72.0|twu:70.0|thwoe:68.0|tvoh:67.5|thwoo:64.0|thwow:64.0|tvoe:63.75|thvo:60.0
G	en	a	too	too:100.0|tu:90.0|to:80.0|thoo:80.0|tou:80.0|thu:72.0
G	en	b	too	tu:90.0|to:80.0|thoo:80.0|tou:80.0|thu:72.0|tho:64.0|thou:64.0
G	en	c	too	too:100.0|tu:90.0|to:80.0|thoo:80.0|tou:80.0
G	en	d	too	too:100.0|tu:90.0|to:80.0|thoo:80.0|tou:80.0|thu:72.0|tho:64.0|thou:64.0
G	en	a	to	to:100.0|toh:90.0|toe:85.0|tho:80.0|too:80.0|tow:80.0|thoh:72.0|tu:70.0
G	en	b	to	toh:90.0|toe:85.0|tho:80.0|too:80.0|tow:80.0|thoh:72.0|tu:70.0|thoe:68.0|thoo:64.0|thow:64.0|thu:56.0
G	en	c	to	to:100.0|toh:90.0|toe:85.0|tho:80.0|too:80.0|tow:80.0|tu:70.0
G	en	d	to	to:100.0|toh:90.0|toe:85.0|tho:80.0|too:80.0|tow:80.0|thoh:72.0|tu:70.0|thoe:68.0|thoo:64.0|thow:64.0|thu:56.0
G	en	a	hear	hear:100.0|hearr:95.0|heer:90.0|heerr:85.5
G	en	b	hear	hearr:95.0|heer:90.0|heerr:85.5
G	en	c	hear	hear:100.0|hearr:95.0|heer:90.0
G	en	d	hear	hear:100.0|hearr:95.0|heer:90.0|heerr:85.5
G	en	a	here	here:100.0|hereh:90.0|hera:70.0|hire:70.0|heri:70.0|hure:70.0
G	en	b	here	hereh:90.0|hera:70.0|hire:70.0|heri:70.0|hure:70.0|hireh:63.0|hureh:63.0
G	en	c	here	here:100.0|hereh:90.0|hera:70.0|hire:70.0|heri:70.0|hure:70.0
G	en	d	here	here:100.0|hereh:90.0|hera:70.0|hire:70.0|heri:70.0|hure:70.0|hireh:63.0|hureh:63.0|hira:49.0|hiri:49.0|hura:49.0|huri:49.0
G	en	a	there	there:100.0|thereh:90.0|tere:80.0|tereh:72.0|thera:70.0|thire:70.0|theri:70.0|thure:70.0
G	en	b	there	thereh:90.0|tere:80.0|tereh:72.0|thera:70.0|thire:70.0|theri:70.0|thure:70.0|thireh:63.0|thureh:63.0|tire:56.0|tera:56.0|teri:56.0|ture:56.0|tireh:50.4|tureh:50.4
G	en	c	there	there:100.0|thereh:90.0|tere:80.0|thera:70.0|thire:70.0|theri:70.0|thure:70.0
G	en	d	there	there:100.0|thereh:90.0|tere:80.0|tereh:72.0|thera:70.0|thire:70.0|theri:70.0|thure:70.0|thireh:63.0|thureh:63.0|tire:56.0|tera:56.0|teri:56.0|ture:56.0|thira:49.0
G	en	a	their	their:100.0|theirr:95.0|thair:85.0|thairr:80.75|thier:80.0|teir:80.0|thierr:76.0|teirr:76.0
G	en	b	their	theirr:95.0|thair:85.0|thairr:80.75|thier:80.0|teir:80.0|thierr:76.0|teirr:76.0|tair:68.0|tairr:64.6|tier:64.0|tierr:60.8
G	en	c	their	their:100.0|theirr:95.0|thair:85.0|thier:80.0|teir:80.0
G	en	d	their	their:100.0|theirr:95.0|thair:85.0|thairr:80.75|thier:80.0|teir:80.0|thierr:76.0|teirr:76.0|tair:68.0|tier:64.0
G	en	a	they are	they are:100.0|they arre:95.0|thy are:90.0|they aare:90.0|they areh:90.0|thy arre:85.5|they aarre:85.5|they arreh:85.5|thay are:85.0|thie are:85.0|thy aare:81.0|they aareh:81.0|thy areh:81.0|thay arre:80.75|thie arre:80.75|tey are:80.0|thai are:80.0|thy aarre:76.95|they aarreh:76.95|thy arreh:76.95|thay aare:76.5|thie aare:76.5|thay areh:76.5|thie areh:76.5|tey arre:76.0|thai arre:76.0|thy aareh:72.9|thay aarre:72.67|thie aarre:72.67|thay arreh:72.67|thie arreh:72.67|tey areh:72.0|tey aare:72.0|ty are:72.0|thai aare:72.0|thai areh:72.0|they aire:70.0|they ara:70.0|they ere:70.0|they ari:70.0
G	en	b	they are	they arre:95.0|thy are:90.0|they aare:90.0|they areh:90.0|thy arre:85.5|they aarre:85.5|they arreh:85.5|thay are:85.0|thie are:85.0|thy aare:81.0|they aareh:81.0|thy areh:81.0|thay arre:80.75|thie arre:80.75|tey are:80.0|thai are:80.0|thy aarre:76.95|they aarreh:76.95|thy arreh:76.95|thay aare:76.5
G	en	c	they are	they are:100.0|they arre:95.0|thy are:90.0|they aare:90.0|they areh:90.0|thay are:85.0|thie are:85.0|tey are:80.0|thai are:80.0|they aire:70.0|they ara:70.0|they ere:70.0|they ari:70.0
G	en	d	they are	they are:100.0|they arre:95.0|thy are:90.0|they aare:90.0|they areh:90.0|thy arre:85.5|they aarre:85.5|they arreh:85.5|thay are:85.0|thie are:85.0|thy aare:81.0|they aareh:81.0|thy areh:81.0|thay arre:80.75|thie arre:80.75
G	en	a	cat	cat:100.0|catt:95.0|caat:90.0|caatt:85.5|kat:85.0|katt:80.75|cath:80.0|kaat:76.5|kaatt:72.67|caath:72.0|cait:70.0|sat:70.0|cet:70.0
G	en	b	cat	catt:95.0|caat:90.0|caatt:85.5|kat:85.0|katt:80.75|cath:80.0|kaat:76.5|kaatt:72.67|caath:72.0|cait:70.0|sat:70.0|cet:70.0|kath:68.0|caitt:66.5|satt:66.5|cett:66.5|saat:63.0|kaath:61.2|saatt:59.85|kait:59.5
G	en	c	cat	cat:100.0|catt:95.0|caat:90.0|kat:85.0|cath:80.0|cait:70.0|sat:70.0|cet:70.0
G	en	d	cat	cat:100.0|catt:95.0|caat:90.0|caatt:85.5|kat:85.0|katt:80.75|cath:80.0|kaat:76.5|caath:72.0|cait:70.0|sat:70.0|cet:70.0|kath:68.0|caitt:66.5|satt:66.5
G	en	a	kat	kat:100.0|katt:95.0|kaat:90.0|kaatt:85.5|cat:85.0|khat:85.0|qat:85.0|catt:80.75|khatt:80.75|qatt:80.75|kath:80.0|caat:76.5|khaat:76.5|qaat:76.5|caatt:72.67|khaatt:72.67|qaatt:72.67|kaath:72.0|kait:70.0|chat:70.0|ket:70.0
G	en	b	kat	katt:95.0|kaat:90.0|kaatt:85.5|cat:85.0|khat:85.0|qat:85.0|catt:80.75|khatt:80.75|qatt:80.75|kath:80.0|caat:76.5|khaat:76.5|qaat:76.5|caatt:72.67|khaatt:72.67|qaatt:72.67|kaath:72.0|kait:70.0|chat:70.0|ket:70.0
G	en	c	kat	kat:100.0|katt:95.0|kaat:90.0|cat:85.0|khat:85.0|qat:85.0|kath:80.0|kait:70.0|chat:70.0|ket:70.0
G	en	d	kat	kat:100.0|katt:95.0|kaat:90.0|kaatt:85.5|cat:85.0|khat:85.0|qat:85.0|catt:80.75|khatt:80.75|qatt:80.75|kath:80.0|caat:76.5|khaat:76.5|qaat:76.5|kaath:72.0
G	en	a	cut	cut:100.0|cutt:95.0|coot:90.0|coott:85.5|kut:85.0|kutt:80.75|cuth:80.0|koot:76.5|koott:72.67|cooth:72.0|cot:70.0|sut:70.0
G	en	b	cut	cutt:95.0|coot:90.0|coott:85.5|kut:85.0|kutt:80.75|cuth:80.0|koot:76.5|koott:72.67|cooth:72.0|cot:70.0|sut:70.0|kuth:68.0|cott:66.5|sutt:66.5|soot:63.0|kooth:61.2|soott:59.85|kot:59.5|kott:56.52|coth:56.0
G	en	c	cut	cut:100.0|cutt:95.0|coot:90.0|kut:85.0|cuth:80.0|cot:70.0|sut:70.0
G	en	d	cut	cut:100.0|cutt:95.0|coot:90.0|coott:85.5|kut:85.0|kutt:80.75|cuth:80.0|koot:76.5|cooth:72.0|cot:70.0|sut:70.0|kuth:68.0|cott:66.5|sutt:66.5|soot:63.0
G	en	a	cot	cot:100.0|cott:95.0|kot:85.0|kott:80.75|coth:80.0|coot:80.0|coott:76.0|sot:70.0|cut:70.0
G	en	b	cot	cott:95.0|kot:85.0|kott:80.75|coth:80.0|coot:80.0|coott:76.0|sot:70.0|cut:70.0|koot:68.0|koth:68.0|sott:66.5|cutt:66.5|koott:64.6|cooth:64.0|kut:59.5|kutt:56.52|soot:56.0|soth:56.0|cuth:56.0|kooth:54.4
G	en	c	cot	cot:100.0|cott:95.0|kot:85.0|coth:80.0|coot:80.0|sot:70.0|cut:70.0
G	en	d	cot	cot:100.0|cott:95.0|kot:85.0|kott:80.75|coth:80.0|coot:80.0|coott:76.0|sot:70.0|cut:70.0|koot:68.0|koth:68.0|sott:66.5|cutt:66.5|cooth:64.0|kut:59.5
G	en	a	caught	caught:100.0|caughtt:95.0|cawght:90.0|cawghtt:85.5|kaught:85.0|caugt:85.0|kaughtt:80.75|caugtt:80.75|caughth:80.0|kawght:76.5|cawgt:76.5|kawghtt:72.67|cawgtt:72.67|kaugt:72.25|cawghth:72.0|saught:70.0
G	en	b	caught	caughtt:95.0|cawght:90.0|cawghtt:85.5|kaught:85.0|caugt:85.0|kaughtt:80.75|caugtt:80.75|caughth:80.0|kawght:76.5|cawgt:76.5|kawghtt:72.67|cawgtt:72.67|kaugt:72.25|cawghth:72.0|saught:70.0|kaugtt:68.64|kaughth:68.0|caugth:68.0|saughtt:66.5|kawgt:65.03
G	en	c	caught	caught:100.0|caughtt:95.0|cawght:90.0|kaught:85.0|caugt:85.0|caughth:80.0|saught:70.0
G	en	d	caught	caught:100.0|caughtt:95.0|cawght:90.0|cawghtt:85.5|kaught:85.0|caugt:85.0|kaughtt:80.75|caugtt:80.75|caughth:80.0|kawght:76.5|cawgt:76.5|kaugt:72.25|cawghth:72.0|saught:70.0|kaughth:68.0
G	en	a	beautiful	beautiful:100.0|beauttiful:95.0|beautifful:95.0|beautiphul:95.0|beautifull:95.0|beauttifful:90.25|beautiffull:90.25|beautiphull:90.25|beauttiphul:90.25|beauttifull:90.25|beeutiful:90.0|beaootiful:90.0|beautifool:90.0|beauttiffull:85.74|beauttiphull:85.74|beeutifull:85.5|beeutifful:85.5|beeutiphul:85.5|beeuttiful:85.5|beaootifull:85.5|beaootifful:85.5|beaootiphul:85.5|beaoottiful:85.5|beautifooll:85.5|beautiffool:85.5|beautiphool:85.5|beauttifool:85.5|bheautiful:85.0|beautieful:85.0|beautyful:85.0|beeuttifful:81.22|beeuttiphul:81.22|beaoottifful:81.22|beaoottiphul:81.22|beauttiffool:81.22|beauttiphool:81.22|beeutiffull:81.22|beeutiphull:81.22|beeuttifull:81.22|beaootiffull:81.22|beaootiphull:81.22|beaoottifull:81.22|beautiffooll:81.22|beautiphooll:81.22|beauttifooll:81.22|beeootiful:81.0|beaootifool:81.0|beeutifool:81.0|bheautifull:80.75|bheautifful:80.75
G	en	b	beautiful	beauttiful:95.0|beautifful:95.0|beautiphul:95.0|beautifull:95.0|beauttifful:90.25|beautiffull:90.25|beautiphull:90.25|beauttiphul:90.25|beauttifull:90.25|beeutiful:90.0|beaootiful:90.0|beautifool:90.0|beauttiffull:85.74|beauttiphull:85.74|beeutifull:85.5|beeutifful:85.5|beeutiphul:85.5|beeuttiful:85.5|beaootifull:85.5|beaootifful:85.5
G	en	c	beautiful	beautiful:100.0|beauttiful:95.0|beautifful:95.0|beautiphul:95.0|beautifull:95.0|beeutiful:90.0|beaootiful:90.0|beautifool:90.0|bheautiful:85.0|beautieful:85.0|beautyful:85.0|beauthiful:80.0|beauteeful:80.0|beaotiful:70.0|beautifol:70.0|beauteful:70.0
G	en	d	beautiful	beautiful:100.0|beauttiful:95.0|beautifful:95.0|beautiphul:95.0|beautifull:95.0|beauttifful:90.25|beautiffull:90.25|beautiphull:90.25|beauttiphul:90.25|beauttifull:90.25|beeutiful:90.0|beaootiful:90.0|beautifool:90.0|beeutifull:85.5|beeutifful:85.5
G	en	a	butiful	butiful:100.0|buttiful:95.0|butifful:95.0|butiphul:95.0|butifull:95.0|buttifful:90.25|butiffull:90.25|butiphull:90.25|buttiphul:90.25|buttifull:90.25|bootiful:90.0|butifool:90.0|buttiffull:85.74|buttiphull:85.74|bootifull:85.5|bootifful:85.5|bootiphul:85.5|boottiful:85.5|butifooll:85.5|butiffool:85.5|butiphool:85.5|buttifool:85.5|bhutiful:85.0|butieful:85.0|butyful:85.0|boottifful:81.22|boottiphul:81.22|buttiffool:81.22|buttiphool:81.22|bootiffull:81.22|bootiphull:81.22|boottifull:81.22|butiffooll:81.22|butiphooll:81.22|buttifooll:81.22|bootifool:81.0|bhutifull:80.75|bhutifful:80.75|bhutiphul:80.75|bhuttiful:80.75|butiefull:80.75|butiefful:80.75|butiephul:80.75|buttieful:80.75|butyfull:80.75|butyfful:80.75|butyphul:80.75|buttyful:80.75|buthiful:80.0|buteeful:80.0
G	en	b	butiful	buttiful:95.0|butifful:95.0|butiphul:95.0|butifull:95.0|buttifful:90.25|butiffull:90.25|butiphull:90.25|buttiphul:90.25|buttifull:90.25|bootiful:90.0|butifool:90.0|buttiffull:85.74|buttiphull:85.74|bootifull:85.5|bootifful:85.5|bootiphul:85.5|boottiful:85.5|butifooll:85.5|butiffool:85.5|butiphool:85.5
G	en	c	butiful	butiful:100.0|buttiful:95.0|butifful:95.0|butiphul:95.0|butifull:95.0|bootiful:90.0|butifool:90.0|bhutiful:85.0|butieful:85.0|butyful:85.0|buthiful:80.0|buteeful:80.0|botiful:70.0|butifol:70.0|buteful:70.0
G	en	d	butiful	butiful:100.0|buttiful:95.0|butifful:95.0|butiphul:95.0|butifull:95.0|buttifful:90.25|butiffull:90.25|butiphull:90.25|buttiphul:90.25|buttifull:90.25|bootiful:90.0|butifool:90.0|bootifull:85.5|bootifful:85.5|bootiphul:85.5
G	en	a	necessary	necessary:100.0|neccessary:95.0|necesary:95.0|necessarry:95.0|neccesary:90.25|necesarry:90.25|neccessarry:90.25|gnecessary:90.0|knecessary:90.0|necessaary:90.0|necessarey:90.0|necessarie:90.0|neccesarry:85.74|gnecessarry:85.5|gnecesary:85.5|gneccessary:85.5|knecessarry:85.5|necessaarry:85.5|knecesary:85.5|necesaary:85.5|kneccessary:85.5|neccessaary:85.5|necessarrey:85.5|necesarey:85.5|neccessarey:85.5|necessarrie:85.5|necesarie:85.5|neccessarie:85.5|nekessary:85.0|necessari:85.0|gneccesary:81.22|kneccesary:81.22|neccesaary:81.22|neccesarey:81.22|neccesarie:81.22|gnecesarry:81.22|gneccessarry:81.22|knecesarry:81.22|necesaarry:81.22|kneccessarry:81.22|neccessaarry:81.22|necesarrey:81.22|neccessarrey:81.22|necesarrie:81.22|neccessarrie:81.22|gnecessaary:81.0|knecessaary:81.0|necessaarey:81.0|gnecessarey:81.0|knecessarey:81.0
G	en	b	necessary	neccessary:95.0|necesary:95.0|necessarry:95.0|neccesary:90.25|necesarry:90.25|neccessarry:90.25|gnecessary:90.0|knecessary:90.0|necessaary:90.0|necessarey:90.0|necessarie:90.0|neccesarry:85.74|gnecessarry:85.5|gnecesary:85.5|gneccessary:85.5|knecessarry:85.5|necessaarry:85.5|knecesary:85.5|necesaary:85.5|kneccessary:85.5
G	en	c	necessary	necessary:100.0|neccessary:95.0|necesary:95.0|necessarry:95.0|gnecessary:90.0|knecessary:90.0|necessaary:90.0|necessarey:90.0|necessarie:90.0|nekessary:85.0|necessari:85.0|necessairy:70.0|nacessary:70.0|nesessary:70.0|necessery:70.0|nicessary:70.0|necassary:70.0|necissary:70.0
G	en	d	necessary	necessary:100.0|neccessary:95.0|necesary:95.0|necessarry:95.0|neccesary:90.25|necesarry:90.25|neccessarry:90.25|gnecessary:90.0|knecessary:90.0|necessaary:90.0|necessarey:90.0|necessarie:90.0|gnecessarry:85.5|gnecesary:85.5|gneccessary:85.5
G	en	a	neccessary	neccessary:100.0|necessary:95.0|neccesary:95.0|neccessarry:95.0|necesary:90.25|neccesarry:90.25|necessarry:90.25|gneccessary:90.0|kneccessary:90.0|neccessaary:90.0|neccessarey:90.0|neccessarie:90.0|necesarry:85.74|gneccessarry:85.5|gneccesary:85.5|gnecessary:85.5|kneccessarry:85.5|neccessaarry:85.5|kneccesary:85.5|neccesaary:85.5|knecessary:85.5|necessaary:85.5|neccessarrey:85.5|neccesarey:85.5|necessarey:85.5|neccessarrie:85.5|neccesarie:85.5|necessarie:85.5|neccessari:85.0|gnecesary:81.22|knecesary:81.22|necesaary:81.22|necesarey:81.22|necesarie:81.22|gneccesarry:81.22|gnecessarry:81.22|kneccesarry:81.22|neccesaarry:81.22|knecessarry:81.22|necessaarry:81.22|neccesarrey:81.22|necessarrey:81.22|neccesarrie:81.22|necessarrie:81.22|gneccessaary:81.0|kneccessaary:81.0|neccessaarey:81.0|gneccessarey:81.0|kneccessarey:81.0|neccessaarie:81.0
G	en	b	neccessary	necessary:95.0|neccesary:95.0|neccessarry:95.0|necesary:90.25|neccesarry:90.25|necessarry:90.25|gneccessary:90.0|kneccessary:90.0|neccessaary:90.0|neccessarey:90.0|neccessarie:90.0|necesarry:85.74|gneccessarry:85.5|gneccesary:85.5|gnecessary:85.5|kneccessarry:85.5|neccessaarry:85.5|kneccesary:85.5|neccesaary:85.5|knecessary:85.5
G	en	c	neccessary	neccessary:100.0|necessary:95.0|neccesary:95.0|neccessarry:95.0|gneccessary:90.0|kneccessary:90.0|neccessaary:90.0|neccessarey:90.0|neccessarie:90.0|neccessari:85.0|neccessairy:70.0|naccessary:70.0|neccessery:70.0|niccessary:70.0|neccassary:70.0|neccissary:70.0
G	en	d	neccessary	neccessary:100.0|necessary:95.0|neccesary:95.0|neccessarry:95.0|necesary:90.25|neccesarry:90.25|necessarry:90.25|gneccessary:90.0|kneccessary:90.0|neccessaary:90.0|neccessarey:90.0|neccessarie:90.0|gneccessarry:85.5|gneccesary:85.5|gnecessary:85.5
G	en	a	definitely	definitely:100.0|deffinitely:95.0|dephinitely:95.0|definnitely:95.0|definittely:95.0|definitelly:95.0|deffinnitely:90.25|dephinnitely:90.25|definnittely:90.25|definittelly:90.25|deffinittely:90.25|dephinittely:90.25|definnitelly:90.25|deffinitelly:90.25|dephinitelly:90.25|definiteley:90.0|definitelie:90.0|deffinnittely:85.74|dephinnittely:85.74|definnittelly:85.74|deffinittelly:85.74|dephinittelly:85.74|deffinnitelly:85.74|dephinnitelly:85.74|definitelley:85.5|definitteley:85.5|definniteley:85.5|deffiniteley:85.5|dephiniteley:85.5|definitellie:85.5|definittelie:85.5|definnitelie:85.5|deffinitelie:85.5|dephinitelie:85.5|dhefinitely:85.0|definiteli:85.0|defienitely:85.0|defynitely:85.0|definietely:85.0|definytely:85.0|deffinnittelly:81.45|dephinnittelly:81.45|definnitteley:81.22|deffinitteley:81.22|dephinitteley:81.22|deffinniteley:81.22|dephinniteley:81.22|definnittelie:81.22|deffinittelie:81.22|dephinittelie:81.22
G	en	b	definitely	deffinitely:95.0|dephinitely:95.0|definnitely:95.0|definittely:95.0|definitelly:95.0|deffinnitely:90.25|dephinnitely:90.25|definnittely:90.25|definittelly:90.25|deffinittely:90.25|dephinittely:90.25|definnitelly:90.25|deffinitelly:90.25|dephinitelly:90.25|definiteley:90.0|definitelie:90.0|deffinnittely:85.74|dephinnittely:85.74|definnittelly:85.74|deffinittelly:85.74
G	en	c	definitely	definitely:100.0|deffinitely:95.0|dephinitely:95.0|definnitely:95.0|definittely:95.0|definitelly:95.0|definiteley:90.0|definitelie:90.0|dhefinitely:85.0|definiteli:85.0|defienitely:85.0|defynitely:85.0|definietely:85.0|definytely:85.0|definithely:80.0|defeenitely:80.0|defineetely:80.0|dafinitely:70.0|defenitely:70.0|definetely:70.0|difinitely:70.0|definitaly:70.0|definitily:70.0
G	en	d	definitely	definitely:100.0|deffinitely:95.0|dephinitely:95.0|definnitely:95.0|definittely:95.0|definitelly:95.0|deffinnitely:90.25|dephinnitely:90.25|definnittely:90.25|definittelly:90.25|deffinittely:90.25|dephinittely:90.25|definnitelly:90.25|deffinitelly:90.25|dephinitelly:90.25
G	en	a	definately	definately:100.0|deffinately:95.0|dephinately:95.0|definnately:95.0|definattely:95.0|definatelly:95.0|deffinnately:90.25|dephinnately:90.25|definnattely:90.25|definattelly:90.25|deffinattely:90.25|dephinattely:90.25|definnatelly:90.25|deffinatelly:90.25|dephinatelly:90.25|definaately:90.0|definateley:90.0|definatelie:90.0|deffinnattely:85.74|dephinnattely:85.74|definnattelly:85.74|deffinattelly:85.74|dephinattelly:85.74|deffinnatelly:85.74|dephinnatelly:85.74|definaatelly:85.5|definaattely:85.5|definnaately:85.5|deffinaately:85.5|dephinaately:85.5|definatelley:85.5|definatteley:85.5|definnateley:85.5|deffinateley:85.5|dephinateley:85.5|definatellie:85.5|definattelie:85.5|definnatelie:85.5|deffinatelie:85.5|dephinatelie:85.5|dhefinately:85.0|definateli:85.0|defienately:85.0|defynately:85.0|deffinnattelly:81.45|dephinnattelly:81.45|definnaattely:81.22|deffinaattely:81.22|dephinaattely:81.22|deffinnaately:81.22
G	en	b	definately	deffinately:95.0|dephinately:95.0|definnately:95.0|definattely:95.0|definatelly:95.0|deffinnately:90.25|dephinnately:90.25|definnattely:90.25|definattelly:90.25|deffinattely:90.25|dephinattely:90.25|definnatelly:90.25|deffinatelly:90.25|dephinatelly:90.25|definaately:90.0|definateley:90.0|definatelie:90.0|deffinnattely:85.74|dephinnattely:85.74|definnattelly:85.74
G	en	c	definately	definately:100.0|deffinately:95.0|dephinately:95.0|definnately:95.0|definattely:95.0|definatelly:95.0|definaately:90.0|definateley:90.0|definatelie:90.0|dhefinately:85.0|definateli:85.0|defienately:85.0|defynately:85.0|definathely:80.0|defeenately:80.0|definaitely:70.0|dafinately:70.0|defenately:70.0|definetely:70.0|difinately:70.0|definataly:70.0|definatily:70.0
G	en	d	definately	definately:100.0|deffinately:95.0|dephinately:95.0|definnately:95.0|definattely:95.0|definatelly:95.0|deffinnately:90.25|dephinnately:90.25|definnattely:90.25|definattelly:90.25|deffinattely:90.25|dephinattely:90.25|definnatelly:90.25|deffinatelly:90.25|dephinatelly:90.25
G	en	a	separate	separate:100.0|sepparate:95.0|separrate:95.0|separatte:95.0|sepparrate:90.25|separratte:90.25|sepparatte:90.25|sepaarate:90.0|separaate:90.0|separateh:90.0|sepparratte:85.74|sepaaratte:85.5|sepaarrate:85.5|seppaarate:85.5|separaatte:85.5|separraate:85.5|sepparaate:85.5|separatteh:85.5|separrateh:85.5|sepparateh:85.5|zeparate:85.0|seppaarrate:81.22|sepparraate:81.22|sepparrateh:81.22|sepaarratte:81.22|seppaaratte:81.22|separraatte:81.22|sepparaatte:81.22|separratteh:81.22|sepparatteh:81.22|sepaaraate:81.0|separaateh:81.0|sepaarateh:81.0|zeparatte:80.75|zeparrate:80.75|zepparate:80.75|separathe:80.0|seppaarratte:77.16|sepparraatte:77.16|sepparratteh:77.16|sepaaraatte:76.95|sepaarraate:76.95|seppaaraate:76.95|separaatteh:76.95|separraateh:76.95|sepparaateh:76.95|sepaaratteh:76.95|sepaarrateh:76.95|seppaarateh:76.95|zepparrate:76.71
G	en	b	separate	sepparate:95.0|separrate:95.0|separatte:95.0|sepparrate:90.25|separratte:90.25|sepparatte:90.25|sepaarate:90.0|separaate:90.0|separateh:90.0|sepparratte:85.74|sepaaratte:85.5|sepaarrate:85.5|seppaarate:85.5|separaatte:85.5|separraate:85.5|sepparaate:85.5|separatteh:85.5|separrateh:85.5|sepparateh:85.5|zeparate:85.0
G	en	c	separate	separate:100.0|sepparate:95.0|separrate:95.0|separatte:95.0|sepaarate:90.0|separaate:90.0|separateh:90.0|zeparate:85.0|separathe:80.0|sepairate:70.0|separaite:70.0|separata:70.0|ceparate:70.0|saparate:70.0|seperate:70.0|separete:70.0|separati:70.0|sheparate:70.0|siparate:70.0
G	en	d	separate	separate:100.0|sepparate:95.0|separrate:95.0|separatte:95.0|sepparrate:90.25|separratte:90.25|sepparatte:90.25|sepaarate:90.0|separaate:90.0|separateh:90.0|sepaaratte:85.5|sepaarrate:85.5|seppaarate:85.5|separaatte:85.5|separraate:85.5
G	en	a	seperate	seperate:100.0|sepperate:95.0|seperatte:95.0|sepperatte:90.25|seperaate:90.0|seperateh:90.0|seperaatte:85.5|sepperaate:85.5|seperatteh:85.5|sepperateh:85.5|zeperate:85.0|sepperaatte:81.22|sepperatteh:81.22|seperaateh:81.0|zeperatte:80.75|zepperate:80.75|seperathe:80.0|seperaatteh:76.95|sepperaateh:76.95|zepperatte:76.71|zeperateh:76.5|zeperaate:76.5|sepperathe:76.0|sepperaatteh:73.1|zeperatteh:72.67|zepperateh:72.67|zeperaatte:72.67|zepperaate:72.67|seperaathe:72.0|seperatheh:72.0|seperaite:70.0|seperata:70.0|ceperate:70.0|saperate:70.0|seperete:70.0|seperati:70.0|sheperate:70.0|siperate:70.0|sepirate:70.0|sepurate:70.0
G	en	b	seperate	sepperate:95.0|seperatte:95.0|sepperatte:90.25|seperaate:90.0|seperateh:90.0|seperaatte:85.5|sepperaate:85.5|seperatteh:85.5|sepperateh:85.5|zeperate:85.0|sepperaatte:81.22|sepperatteh:81.22|seperaateh:81.0|zeperatte:80.75|zepperate:80.75|seperathe:80.0|seperaatteh:76.95|sepperaateh:76.95|zepperatte:76.71|zeperateh:76.5
G	en	c	seperate	seperate:100.0|sepperate:95.0|seperatte:95.0|seperaate:90.0|seperateh:90.0|zeperate:85.0|seperathe:80.0|seperaite:70.0|seperata:70.0|ceperate:70.0|saperate:70.0|seperete:70.0|seperati:70.0|sheperate:70.0|siperate:70.0|sepirate:70.0|sepurate:70.0
G	en	d	seperate	seperate:100.0|sepperate:95.0|seperatte:95.0|sepperatte:90.25|seperaate:90.0|seperateh:90.0|seperaatte:85.5|sepperaate:85.5|seperatteh:85.5|sepperateh:85.5|zeperate:85.0|seperaateh:81.0|zeperatte:80.75|zepperate:80.75|seperathe:80.0
G	en	a	receive	receive:100.0|recceive:95.0|rheceive:90.0|wreceive:90.0|receiveh:90.0|rhecceive:85.5|wrecceive:85.5|recceiveh:85.5|rekeive:85.0|recaive:85.0|rheceiveh:81.0|wreceiveh:81.0|reccaive:80.75|recieve:80.0|rhecceiveh:76.95|wrecceiveh:76.95|recaiveh:76.5|rhekeive:76.5|rhecaive:76.5|wrecaive:76.5|wrekeive:76.5|rekeiveh:76.5|reccieve:76.0|receiwe:75.0|reccaiveh:72.67|rheccaive:72.67|wreccaive:72.67|rekaive:72.25|recieveh:72.0|rhecieve:72.0|wrecieve:72.0|recceiwe:71.25|receiva:70.0|reseive:70.0|raceive:70.0|receivi:70.0|riceive:70.0
G	en	b	receive	recceive:95.0|rheceive:90.0|wreceive:90.0|receiveh:90.0|rhecceive:85.5|wrecceive:85.5|recceiveh:85.5|rekeive:85.0|recaive:85.0|rheceiveh:81.0|wreceiveh:81.0|reccaive:80.75|recieve:80.0|rhecceiveh:76.95|wrecceiveh:76.95|recaiveh:76.5|rhekeive:76.5|rhecaive:76.5|wrecaive:76.5|wrekeive:76.5
G	en	c	receive	receive:100.0|recceive:95.0|rheceive:90.0|wreceive:90.0|receiveh:90.0|rekeive:85.0|recaive:85.0|recieve:80.0|receiwe:75.0|receiva:70.0|reseive:70.0|raceive:70.0|receivi:70.0|riceive:70.0
G	en	d	receive	receive:100.0|recceive:95.0|rheceive:90.0|wreceive:90.0|receiveh:90.0|rhecceive:85.5|wrecceive:85.5|recceiveh:85.5|rekeive:85.0|recaive:85.0|rheceiveh:81.0|wreceiveh:81.0|reccaive:80.75|recieve:80.0|recaiveh:76.5
G	en	a	recieve	recieve:100.0|reccieve:95.0|rhecieve:90.0|wrecieve:90.0|recieveh:90.0|rheccieve:85.5|wreccieve:85.5|reccieveh:85.5|rekieve:85.0|receeve:85.0|recive:85.0|rhecieveh:81.0|wrecieveh:81.0|recceeve:80.75|reccive:80.75|receive:80.0|rheccieveh:76.95|wreccieveh:76.95|receeveh:76.5|rhekieve:76.5|rheceeve:76.5|wreceeve:76.5|reciveh:76.5|wrekieve:76.5|rekieveh:76.5|rhecive:76.5|wrecive:76.5|recceive:76.0|reciewe:75.0|recceeveh:72.67|rhecceeve:72.67|wrecceeve:72.67|recciveh:72.67|rheccive:72.67|wreccive:72.67|rekeeve:72.25|rekive:72.25|receiveh:72.0|rheceive:72.0|wreceive:72.0|recciewe:71.25|recieva:70.0|resieve:70.0|racieve:70.0|recievi:70.0|ricieve:70.0
G	en	b	recieve	reccieve:95.0|rhecieve:90.0|wrecieve:90.0|recieveh:90.0|rheccieve:85.5|wreccieve:85.5|reccieveh:85.5|rekieve:85.0|receeve:85.0|recive:85.0|rhecieveh:81.0|wrecieveh:81.0|recceeve:80.75|reccive:80.75|receive:80.0|rheccieveh:76.95|wreccieveh:76.95|receeveh:76.5|rhekieve:76.5|rheceeve:76.5
G	en	c	recieve	recieve:100.0|reccieve:95.0|rhecieve:90.0|wrecieve:90.0|recieveh:90.0|rekieve:85.0|receeve:85.0|recive:85.0|receive:80.0|reciewe:75.0|recieva:70.0|resieve:70.0|racieve:70.0|recievi:70.0|ricieve:70.0
G	en	d	recieve	recieve:100.0|reccieve:95.0|rhecieve:90.0|wrecieve:90.0|recieveh:90.0|rheccieve:85.5|wreccieve:85.5|reccieveh:85.5|rekieve:85.0|receeve:85.0|recive:85.0|rhecieveh:81.0|wrecieveh:81.0|recceeve:80.75|reccive:80.75
G	en	a	x	x:100.0|ks:95.0
G	en	b	x	ks:95.0
G	en	c	x	x:100.0|ks:95.0
G	en	d	x	x:100.0|ks:95.0
G	en	a	q	q:100.0|k:85.0
"""

private val goldenPart19 = """
G	en	b	q	k:85.0
G	en	c	q	q:100.0|k:85.0
G	en	d	q	q:100.0|k:85.0
G	en	a	ph	ph:100.0|f:95.0
G	en	b	ph	f:95.0
G	en	c	ph	ph:100.0|f:95.0
G	en	d	ph	ph:100.0|f:95.0
G	en	a	sh	sh:100.0|sch:85.0|s:70.0
G	en	b	sh	sch:85.0|s:70.0|ch:65.0
G	en	c	sh	sh:100.0|sch:85.0|s:70.0|ch:65.0
G	en	d	sh	sh:100.0|sch:85.0|s:70.0|ch:65.0
G	en	a		
G	en	b		
G	en	c		
G	en	d		
G	en	a	 	
G	en	b	 	
G	en	c	 	
G	en	d	 	
G	en	a	a	a:100.0|aa:90.0|ah:90.0|ai:70.0|e:70.0
G	en	b	a	aa:90.0|ah:90.0|ai:70.0|e:70.0
G	en	c	a	a:100.0|aa:90.0|ah:90.0|ai:70.0|e:70.0
G	en	d	a	a:100.0|aa:90.0|ah:90.0|ai:70.0|e:70.0
G	en	a	A	A:100.0|AA:90.0|AH:90.0|AI:70.0|E:70.0
G	en	b	A	AA:90.0|AH:90.0|AI:70.0|E:70.0
G	en	c	A	A:100.0|AA:90.0|AH:90.0|AI:70.0|E:70.0
G	en	d	A	A:100.0|AA:90.0|AH:90.0|AI:70.0|E:70.0
G	en	a	zz	zz:100.0|zzz:95.0|zs:85.0|sz:85.0|szz:80.75|ss:72.25
G	en	b	zz	zzz:95.0|zs:85.0|sz:85.0|szz:80.75|ss:72.25
G	en	c	zz	zz:100.0|zzz:95.0|zs:85.0|sz:85.0
G	en	d	zz	zz:100.0|zzz:95.0|zs:85.0|sz:85.0|szz:80.75|ss:72.25
G	en	a	ZZ	ZZ:100.0|ZZZ:95.0|ZS:85.0|SZ:85.0|SZZ:80.75|SS:72.25
G	en	b	ZZ	ZZZ:95.0|ZS:85.0|SZ:85.0|SZZ:80.75|SS:72.25
G	en	c	ZZ	ZZ:100.0|ZZZ:95.0|ZS:85.0|SZ:85.0
G	en	d	ZZ	ZZ:100.0|ZZZ:95.0|ZS:85.0|SZ:85.0|SZZ:80.75|SS:72.25
S	en	Mary Ann	Mary	6.25
S	en	Mary Ann	Ann	3.13
S	en	Mary Ann	Kathryn	2.38
S	en	Mary Ann	Mary Ann	100.0
S	en	Mary	Ann	8.0
S	en	Mary	Jose	2.56
S	en	Mary	Stephen	0.56
S	en	Mary	Mary	100.0
S	en	Ann	Jose	3.2
S	en	Ann	Wright	0.8
S	en	Ann	Steven	4.16
S	en	Ann	Ann	100.0
S	en	Jose	Wright	0.75
S	en	Jose	Catherine	0.2
S	en	Jose	Philip	1.12
S	en	Jose	Jose	100.0
S	en	Wright	Catherine	0.22
S	en	Wright	Katherine	0.22
S	en	Wright	Phillip	0.51
S	en	Wright	Wright	100.0
S	en	Catherine	Katherine	85.0
S	en	Catherine	Kathryn	18.06
S	en	Catherine	Sean	1.07
S	en	Catherine	Catherine	100.0
S	en	Katherine	Kathryn	21.25
S	en	Katherine	Stephen	1.12
S	en	Katherine	Shaun	0.7
S	en	Katherine	Katherine	100.0
S	en	Kathryn	Stephen	1.12
S	en	Kathryn	Steven	1.28
S	en	Kathryn	Shawn	1.6
S	en	Kathryn	Kathryn	100.0
S	en	Stephen	Steven	20.0
S	en	Stephen	Philip	0.88
S	en	Stephen	Jon	1.0
S	en	Stephen	Stephen	100.0
S	en	Steven	Philip	1.25
S	en	Steven	Phillip	0.63
S	en	Steven	John	1.6
S	en	Steven	Steven	100.0
S	en	Philip	Phillip	95.0
S	en	Philip	Sean	1.12
S	en	Philip	Jonathan	0.1
S	en	Philip	Philip	100.0
S	en	Phillip	Sean	0.56
S	en	Phillip	Shaun	0.64
S	en	Phillip	Johnathan	0.1
S	en	Phillip	Phillip	100.0
S	en	Sean	Shaun	20.0
S	en	Sean	Shawn	20.0
S	en	Sean	Geoffrey	0.7
S	en	Sean	Sean	100.0
S	en	Shaun	Shawn	90.0
S	en	Shaun	Jon	7.0
S	en	Shaun	Jeffrey	0.28
S	en	Shaun	Shaun	100.0
S	en	Shawn	Jon	4.0
S	en	Shawn	John	5.0
S	en	Shawn	Zachary	3.4
S	en	Shawn	Shawn	100.0
S	en	Jon	John	50.0
S	en	Jon	Jonathan	3.13
S	en	Jon	Zackary	0.4
S	en	Jon	Jon	100.0
S	en	John	Jonathan	6.25
S	en	John	Johnathan	3.13
S	en	John	Zakaria	0.32
S	en	John	John	100.0
S	en	Jonathan	Johnathan	50.0
S	en	Jonathan	Geoffrey	0.34
S	en	Jonathan	Zakariya	0.26
S	en	Jonathan	Jonathan	100.0
S	en	Johnathan	Geoffrey	0.17
S	en	Johnathan	Jeffrey	0.2
S	en	Johnathan	Zachariah	0.26
S	en	Johnathan	Johnathan	100.0
S	en	Geoffrey	Jeffrey	80.0
S	en	Geoffrey	Zachary	1.61
S	en	Geoffrey	Mohammed	0.26
S	en	Geoffrey	Geoffrey	100.0
S	en	Jeffrey	Zachary	2.02
S	en	Jeffrey	Zackary	2.02
S	en	Jeffrey	Muhammad	0.16
S	en	Jeffrey	Jeffrey	100.0
S	en	Zachary	Zackary	40.0
S	en	Zachary	Zakaria	29.75
S	en	Zachary	Mohammad	0.32
S	en	Zachary	Zachary	100.0
S	en	Zackary	Zakaria	40.38
S	en	Zackary	Zakariya	23.75
S	en	Zackary	Mohamed	0.28
S	en	Zackary	Zackary	100.0
S	en	Zakaria	Zakariya	90.0
S	en	Zakaria	Zachariah	63.0
S	en	Zakaria	Ahmed	1.12
S	en	Zakaria	Zakaria	100.0
S	en	Zakariya	Zachariah	31.5
S	en	Zakariya	Mohammed	0.18
S	en	Zakariya	Ahmad	0.5
S	en	Zakariya	Zakariya	100.0
S	en	Zachariah	Mohammed	0.36
S	en	Zachariah	Muhammad	0.58
S	en	Zachariah	Hossain	0.45
S	en	Zachariah	Zachariah	100.0
S	en	Mohammed	Muhammad	49.0
S	en	Mohammed	Mohammad	70.0
S	en	Mohammed	Hussain	0.39
S	en	Mohammed	Mohammed	100.0
S	en	Muhammad	Mohammad	70.0
S	en	Muhammad	Mohamed	46.55
S	en	Muhammad	Hussein	0.22
S	en	Muhammad	Muhammad	100.0
S	en	Mohammad	Mohamed	66.5
S	en	Mohammad	Ahmed	6.65
S	en	Mohammad	Hosen	0.56
S	en	Mohammad	Mohammad	100.0
S	en	Mohamed	Ahmed	10.0
S	en	Mohamed	Ahmad	7.0
S	en	Mohamed	Rahman	2.24
S	en	Mohamed	Mohamed	100.0
S	en	Ahmed	Ahmad	70.0
S	en	Ahmed	Hossain	0.7
S	en	Ahmed	Rehman	9.8
S	en	Ahmed	Ahmed	100.0
S	en	Ahmad	Hossain	1.4
S	en	Ahmad	Hussain	1.4
S	en	Ahmad	Khan	8.0
S	en	Ahmad	Ahmad	100.0
S	en	Hossain	Hussain	70.0
S	en	Hossain	Hussein	59.5
S	en	Hossain	Kahn	2.0
S	en	Hossain	Hossain	100.0
S	en	Hussain	Hussein	85.0
S	en	Hussain	Hosen	23.27
S	en	Hussain	Smith	1.9
S	en	Hussain	Hussain	100.0
S	en	Hussein	Hosen	33.25
S	en	Hussein	Rahman	0.9
S	en	Hussein	Smyth	1.61
S	en	Hussein	Hussein	100.0
S	en	Hosen	Rahman	3.5
S	en	Hosen	Rehman	3.5
S	en	Hosen	Schmidt	0.7
S	en	Hosen	Hosen	100.0
S	en	Rahman	Rehman	70.0
S	en	Rahman	Khan	10.0
S	en	Rahman	Schmitt	1.28
S	en	Rahman	Rahman	100.0
S	en	Rehman	Khan	10.0
S	en	Rehman	Kahn	7.0
S	en	Rehman	Taylor	0.72
S	en	Rehman	Rehman	100.0
S	en	Khan	Kahn	42.5
S	en	Khan	Smith	1.28
S	en	Khan	Tailor	1.4
S	en	Khan	Khan	100.0
S	en	Kahn	Smith	2.0
S	en	Kahn	Smyth	2.0
S	en	Kahn	Brown	3.2
S	en	Kahn	Kahn	100.0
S	en	Smith	Smyth	85.0
S	en	Smith	Schmidt	10.0
S	en	Smith	Browne	0.51
S	en	Smith	Smith	100.0
S	en	Smyth	Schmidt	8.5
S	en	Smyth	Schmitt	10.09
S	en	Smyth	Green	1.02
S	en	Smyth	Smyth	100.0
S	en	Schmidt	Schmitt	47.5
S	en	Schmidt	Taylor	0.27
S	en	Schmidt	Greene	0.51
S	en	Schmidt	Schmidt	100.0
S	en	Schmitt	Taylor	0.27
S	en	Schmitt	Tailor	0.32
S	en	Schmitt	Clark	0.64
S	en	Schmitt	Schmitt	100.0
S	en	Taylor	Tailor	90.0
S	en	Taylor	Brown	0.8
S	en	Taylor	Clarke	1.0
S	en	Taylor	Taylor	100.0
S	en	Tailor	Brown	0.8
S	en	Tailor	Browne	0.41
S	en	Tailor	Allan	5.32
S	en	Tailor	Tailor	100.0
S	en	Brown	Browne	50.0
S	en	Brown	Green	6.4
S	en	Brown	Allen	2.56
S	en	Brown	Brown	100.0
S	en	Browne	Green	3.2
S	en	Browne	Greene	6.4
S	en	Browne	Alan	1.6
S	en	Browne	Browne	100.0
S	en	Green	Greene	50.0
S	en	Green	Clark	1.79
S	en	Green	Neil	5.6
S	en	Green	Green	100.0
S	en	Greene	Clark	0.9
S	en	Greene	Clarke	1.79
S	en	Greene	Neal	3.6
S	en	Greene	Greene	100.0
S	en	Clark	Clarke	50.0
S	en	Clark	Allan	7.6
S	en	Clark	Neill	1.19
S	en	Clark	Clark	100.0
S	en	Clarke	Allan	3.8
S	en	Clarke	Allen	2.66
S	en	Clarke	Eric	3.72
S	en	Clarke	Clarke	100.0
S	en	Allan	Allen	70.0
S	en	Allan	Alan	95.0
S	en	Allan	Erik	2.24
S	en	Allan	Allan	100.0
S	en	Allen	Alan	66.5
S	en	Allen	Neil	4.16
S	en	Allen	Isabel	2.0
S	en	Allen	Allen	100.0
S	en	Alan	Neil	4.37
S	en	Alan	Neal	7.0
S	en	Alan	Isabelle	2.08
S	en	Alan	Alan	100.0
S	en	Neil	Neal	40.0
S	en	Neil	Neill	95.0
S	en	Neil	Isobel	3.06
S	en	Neil	Neil	100.0
S	en	Neal	Neill	38.0
S	en	Neal	Eric	4.0
S	en	Neal	Elizabeth	0.35
S	en	Neal	Neal	100.0
S	en	Neill	Eric	5.0
S	en	Neill	Erik	5.0
S	en	Neill	Elisabeth	0.25
S	en	Neill	Neill	100.0
S	en	Eric	Erik	85.0
S	en	Eric	Isabel	1.96
S	en	Eric	Sara	7.0
S	en	Eric	Eric	100.0
S	en	Erik	Isabel	1.96
S	en	Erik	Isabelle	0.49
S	en	Erik	Sarah	5.6
S	en	Erik	Erik	100.0
S	en	Isabel	Isabelle	47.5
S	en	Isabel	Isobel	40.0
S	en	Isabel	Anna	1.75
S	en	Isabel	Isabel	100.0
S	en	Isabelle	Isobel	19.0
S	en	Isabelle	Elizabeth	1.7
S	en	Isabelle	Hannah	0.28
S	en	Isabelle	Isabelle	100.0
S	en	Isobel	Elizabeth	1.7
S	en	Isobel	Elisabeth	2.0
S	en	Isobel	Hanna	0.9
S	en	Isobel	Isobel	100.0
S	en	Elizabeth	Elisabeth	85.0
S	en	Elizabeth	Sara	0.74
S	en	Elizabeth	Michael	0.4
S	en	Elizabeth	Elizabeth	100.0
S	en	Elisabeth	Sara	0.88
S	en	Elisabeth	Sarah	1.75
S	en	Elisabeth	Mikael	0.8
S	en	Elisabeth	Elisabeth	100.0
S	en	Sara	Sarah	90.0
S	en	Sara	Anna	10.0
S	en	Sara	Micheal	1.53
S	en	Sara	Sara	100.0
S	en	Sarah	Anna	9.0
S	en	Sarah	Hannah	8.0
S	en	Sarah	Nicholas	0.63
S	en	Sarah	Sarah	100.0
S	en	Anna	Hannah	45.0
S	en	Anna	Hanna	50.0
S	en	Anna	Nicolas	1.48
S	en	Anna	Anna	100.0
S	en	Hannah	Hanna	90.0
S	en	Hannah	Michael	0.88
S	en	Hannah	Nikolas	0.67
S	en	Hannah	Hannah	100.0
S	en	Hanna	Michael	1.09
S	en	Hanna	Mikael	0.9
S	en	Hanna	Lucy	1.28
S	en	Hanna	Hanna	100.0
S	en	Michael	Mikael	70.0
S	en	Michael	Micheal	49.0
S	en	Michael	Lucie	1.6
S	en	Michael	Michael	100.0
S	en	Mikael	Micheal	34.3
S	en	Mikael	Nicholas	1.57
S	en	Mikael	Lewis	1.57
S	en	Mikael	Mikael	100.0
S	en	Micheal	Nicholas	3.2
S	en	Micheal	Nicolas	2.56
S	en	Micheal	Louis	0.45
S	en	Micheal	Micheal	100.0
S	en	Nicholas	Nicolas	50.0
S	en	Nicholas	Nikolas	70.0
S	en	Nicholas	Knight	1.8
S	en	Nicholas	Nicholas	100.0
S	en	Nicolas	Nikolas	85.0
S	en	Nicolas	Lucy	0.87
S	en	Nicolas	Night	1.6
S	en	Nicolas	Nicolas	100.0
S	en	Nikolas	Lucy	0.87
S	en	Nikolas	Lucie	0.95
S	en	Nikolas	Write	0.7
S	en	Nikolas	Nikolas	100.0
S	en	Lucy	Lucie	90.0
S	en	Lucy	Lewis	6.8
S	en	Lucy	Right	1.28
S	en	Lucy	Lucy	100.0
S	en	Lucie	Lewis	6.8
S	en	Lucie	Louis	11.9
S	en	Lucie	Rite	5.0
S	en	Lucie	Lucie	100.0
S	en	Lewis	Louis	16.0
S	en	Lewis	Knight	0.9
S	en	Lewis	Wrong	1.02
S	en	Lewis	Lewis	100.0
S	en	Louis	Knight	0.8
S	en	Louis	Night	1.02
S	en	Louis	Rong	3.2
S	en	Louis	Louis	100.0
S	en	Knight	Night	90.0
S	en	Knight	Write	2.0
S	en	Knight	Gnome	1.44
S	en	Knight	Knight	100.0
S	en	Night	Write	2.5
S	en	Night	Right	40.0
S	en	Night	Nome	3.2
S	en	Night	Night	100.0
S	en	Write	Right	11.25
S	en	Write	Rite	90.0
S	en	Write	Phone	2.56
S	en	Write	Write	100.0
S	en	Right	Rite	12.5
S	en	Right	Wrong	7.65
S	en	Right	Fone	1.28
S	en	Right	Right	100.0
S	en	Rite	Wrong	5.76
S	en	Rite	Rong	6.4
S	en	Rite	Whale	3.2
S	en	Rite	Rite	100.0
S	en	Wrong	Rong	90.0
S	en	Wrong	Gnome	2.56
S	en	Wrong	Wail	3.2
S	en	Wrong	Wrong	100.0
S	en	Rong	Gnome	3.2
S	en	Rong	Nome	6.4
S	en	Rong	Which	1.28
S	en	Rong	Rong	100.0
S	en	Gnome	Nome	90.0
S	en	Gnome	Phone	6.4
S	en	Gnome	Witch	1.02
S	en	Gnome	Gnome	100.0
S	en	Nome	Phone	8.0
S	en	Nome	Fone	16.0
S	en	Nome	Queen	5.6
S	en	Nome	Nome	100.0
S	en	Phone	Fone	95.0
S	en	Phone	Whale	6.4
S	en	Phone	Kween	1.6
S	en	Phone	Phone	100.0
S	en	Fone	Whale	3.2
S	en	Fone	Wail	2.8
S	en	Fone	Quick	2.45
S	en	Fone	Fone	100.0
S	en	Whale	Wail	31.5
S	en	Whale	Which	6.4
S	en	Whale	Kwik	3.94
S	en	Whale	Whale	100.0
S	en	Wail	Which	9.0
S	en	Wail	Witch	5.0
S	en	Wail	Exit	7.0
S	en	Wail	Wail	100.0
S	en	Which	Witch	85.5
S	en	Which	Queen	2.56
S	en	Which	Eksit	1.6
S	en	Which	Which	100.0
S	en	Witch	Queen	1.6
S	en	Witch	Kween	4.0
S	en	Witch	Taxi	2.0
S	en	Witch	Witch	100.0
S	en	Queen	Kween	90.0
S	en	Queen	Quick	16.0
S	en	Queen	Taksi	3.4
S	en	Queen	Queen	100.0
S	en	Kween	Quick	14.4
S	en	Kween	Kwik	32.0
S	en	Kween	Coffee	4.25
S	en	Kween	Kween	100.0
S	en	Quick	Kwik	85.5
S	en	Quick	Exit	3.2
S	en	Quick	Kofi	7.44
S	en	Quick	Quick	100.0
S	en	Kwik	Exit	6.4
S	en	Kwik	Eksit	8.0
S	en	Kwik	Cafe	5.95
S	en	Kwik	Kwik	100.0
S	en	Exit	Eksit	95.0
S	en	Exit	Taxi	17.5
S	en	Exit	Café	4.9
S	en	Exit	Exit	100.0
S	en	Eksit	Taxi	16.62
S	en	Eksit	Taksi	17.5
S	en	Eksit	Naïve	1.96
S	en	Eksit	Eksit	100.0
S	en	Taxi	Taksi	95.0
S	en	Taxi	Coffee	2.56
S	en	Taxi	Naive	7.84
S	en	Taxi	Taxi	100.0
S	en	Taksi	Coffee	2.05
S	en	Taksi	Kofi	5.0
S	en	Taksi	Façade	4.76
S	en	Taksi	Taksi	100.0
S	en	Coffee	Kofi	64.6
S	en	Coffee	Cafe	19.0
S	en	Coffee	Facade	2.08
S	en	Coffee	Coffee	100.0
S	en	Kofi	Cafe	23.8
S	en	Kofi	Café	23.8
S	en	Kofi	Müller	1.96
S	en	Kofi	Kofi	100.0
S	en	Cafe	Café	100.0
S	en	Cafe	Naïve	11.2
S	en	Cafe	Mueller	1.4
S	en	Cafe	Cafe	100.0
S	en	Café	Naïve	11.2
S	en	Café	Naive	11.2
S	en	Café	Muller	1.6
S	en	Café	Café	100.0
S	en	Naïve	Naive	100.0
S	en	Naïve	Façade	3.2
S	en	Naïve	José	3.2
S	en	Naïve	Naïve	100.0
S	en	Naive	Façade	3.2
S	en	Naive	Facade	3.2
S	en	Naive	Zoë	4.0
S	en	Naive	Naive	100.0
S	en	Façade	Facade	100.0
S	en	Façade	Müller	0.64
S	en	Façade	Zoe	2.0
S	en	Façade	Façade	100.0
S	en	Facade	Müller	0.64
S	en	Facade	Mueller	0.56
S	en	Facade	Straße	1.4
S	en	Facade	Facade	100.0
S	en	Müller	Mueller	50.0
S	en	Müller	Muller	100.0
S	en	Müller	Strasse	0.32
S	en	Müller	Müller	100.0
S	en	Mueller	Muller	50.0
S	en	Mueller	José	1.4
S	en	Mueller	Øre	1.75
S	en	Mueller	Mueller	100.0
S	en	Muller	José	2.8
S	en	Muller	Zoë	3.5
S	en	Muller	Æsop	0.51
S	en	Muller	Muller	100.0
S	en	José	Zoë	20.0
S	en	José	Zoe	20.0
S	en	José	Łukasz	2.8
S	en	José	José	100.0
S	en	Zoë	Zoe	100.0
S	en	Zoë	Straße	2.12
S	en	Zoë	Lukasz	2.45
S	en	Zoë	Zoë	100.0
S	en	Zoe	Straße	2.12
S	en	Zoe	Strasse	2.12
S	en	Zoe	Dvořák	3.5
S	en	Zoe	Zoe	100.0
S	en	Straße	Strasse	100.0
S	en	Straße	Øre	2.5
S	en	Straße	Dvorak	0.8
S	en	Straße	Straße	100.0
S	en	Strasse	Øre	2.5
S	en	Strasse	Æsop	1.33
S	en	Strasse	O'Brien	0.68
S	en	Strasse	Strasse	100.0
S	en	Øre	Æsop	2.5
S	en	Øre	Łukasz	2.45
S	en	Øre	O’Brien	10.63
S	en	Øre	Øre	100.0
S	en	Æsop	Łukasz	1.4
S	en	Æsop	Lukasz	1.4
S	en	Æsop	OBrien	0.56
S	en	Æsop	Æsop	100.0
S	en	Łukasz	Lukasz	100.0
S	en	Łukasz	Dvořák	1.12
S	en	Łukasz	Mc Donald	0.22
S	en	Łukasz	Łukasz	100.0
S	en	Lukasz	Dvořák	1.12
S	en	Lukasz	Dvorak	1.12
S	en	Lukasz	McDonald	0.45
S	en	Lukasz	Lukasz	100.0
S	en	Dvořák	Dvorak	40.0
S	en	Dvořák	O'Brien	0.61
S	en	Dvořák	MACDONALD	0.5
S	en	Dvořák	Dvořák	100.0
S	en	Dvorak	O'Brien	1.49
S	en	Dvorak	O’Brien	1.49
S	en	Dvorak	macdonald	0.5
S	en	Dvorak	Dvorak	100.0
S	en	O'Brien	O’Brien	100.0
S	en	O'Brien	OBrien	85.0
S	en	O'Brien	MacDonald	0.11
S	en	O'Brien	O'Brien	100.0
S	en	O’Brien	OBrien	85.0
S	en	O’Brien	Mc Donald	0.11
S	en	O’Brien	JOHN SMITH	0.14
S	en	O’Brien	O’Brien	100.0
S	en	OBrien	Mc Donald	0.13
S	en	OBrien	McDonald	0.18
S	en	OBrien	john smith	0.17
S	en	OBrien	OBrien	100.0
S	en	Mc Donald	McDonald	50.0
S	en	Mc Donald	MACDONALD	25.0
S	en	Mc Donald	John Smith	0.02
S	en	Mc Donald	Mc Donald	100.0
S	en	McDonald	MACDONALD	50.0
S	en	McDonald	macdonald	50.0
S	en	McDonald	Anne-Marie	0.08
S	en	McDonald	McDonald	100.0
S	en	MACDONALD	macdonald	100.0
S	en	MACDONALD	MacDonald	100.0
S	en	MACDONALD	Annemarie	0.12
S	en	MACDONALD	MACDONALD	100.0
S	en	macdonald	MacDonald	100.0
S	en	macdonald	JOHN SMITH	0.02
S	en	macdonald	Jean-Luc	0.24
S	en	macdonald	macdonald	100.0
S	en	MacDonald	JOHN SMITH	0.02
S	en	MacDonald	john smith	0.02
S	en	MacDonald	Mary  Ann	0.51
S	en	MacDonald	MacDonald	100.0
S	en	JOHN SMITH	john smith	100.0
S	en	JOHN SMITH	John Smith	100.0
S	en	JOHN SMITH	sea	0.22
S	en	JOHN SMITH	JOHN SMITH	100.0
S	en	john smith	John Smith	100.0
S	en	john smith	Anne-Marie	0.09
S	en	john smith	see	0.31
S	en	john smith	john smith	100.0
S	en	John Smith	Anne-Marie	0.09
S	en	John Smith	Annemarie	0.1
S	en	John Smith	bee	0.13
S	en	John Smith	John Smith	100.0
S	en	Anne-Marie	Annemarie	85.0
S	en	Anne-Marie	Jean-Luc	0.19
S	en	Anne-Marie	be	0.27
S	en	Anne-Marie	Anne-Marie	100.0
S	en	Annemarie	Jean-Luc	0.16
S	en	Annemarie	Mary  Ann	0.46
S	en	Annemarie	bye	0.53
S	en	Annemarie	Annemarie	100.0
S	en	Jean-Luc	Mary  Ann	0.35
S	en	Jean-Luc	sea	2.12
S	en	Jean-Luc	buy	0.85
S	en	Jean-Luc	Jean-Luc	100.0
S	en	Mary  Ann	sea	0.87
S	en	Mary  Ann	see	0.61
S	en	Mary  Ann	by	0.63
S	en	Mary  Ann	Mary  Ann	100.0
S	en	sea	see	90.0
S	en	sea	bee	36.0
S	en	sea	two	6.4
S	en	sea	sea	100.0
S	en	see	bee	40.0
S	en	see	be	20.0
S	en	see	too	6.4
S	en	see	see	100.0
S	en	bee	be	50.0
S	en	bee	bye	40.0
S	en	bee	to	8.0
S	en	bee	bee	100.0
S	en	be	bye	50.0
S	en	be	buy	20.0
S	en	be	hear	10.0
S	en	be	be	100.0
S	en	bye	buy	25.0
S	en	bye	by	50.0
S	en	bye	here	8.0
S	en	bye	bye	100.0
S	en	buy	by	50.0
S	en	buy	two	7.0
S	en	buy	there	1.6
S	en	buy	buy	100.0
S	en	by	two	8.0
S	en	by	too	8.0
S	en	by	their	4.25
S	en	by	by	100.0
S	en	two	too	40.0
S	en	two	to	50.0
S	en	two	they are	0.8
S	en	two	two	100.0
S	en	too	to	80.0
S	en	too	hear	3.2
S	en	too	cat	6.4
S	en	too	too	100.0
S	en	to	hear	4.0
S	en	to	here	4.0
S	en	to	kat	12.5
S	en	to	to	100.0
S	en	hear	here	25.0
S	en	hear	there	12.5
S	en	hear	cut	3.2
S	en	hear	hear	100.0
S	en	here	there	50.0
S	en	here	their	12.5
S	en	here	cot	3.2
S	en	here	here	100.0
S	en	there	their	25.0
S	en	there	they are	12.5
S	en	there	caught	0.56
S	en	there	there	100.0
S	en	their	they are	10.63
S	en	their	cat	2.8
S	en	their	beautiful	0.28
S	en	their	their	100.0
S	en	they are	cat	0.5
S	en	they are	kat	0.5
S	en	they are	butiful	0.27
S	en	they are	they are	100.0
S	en	cat	kat	85.0
S	en	cat	cut	40.0
S	en	cat	necessary	0.63
S	en	cat	cat	100.0
S	en	kat	cut	34.0
S	en	kat	cot	34.0
S	en	kat	neccessary	0.27
S	en	kat	kat	100.0
S	en	cut	cot	70.0
S	en	cut	caught	12.5
S	en	cut	definitely	0.13
S	en	cut	cut	100.0
S	en	cot	caught	8.75
S	en	cot	beautiful	0.44
S	en	cot	definately	0.13
S	en	cot	cot	100.0
S	en	caught	beautiful	0.32
S	en	caught	butiful	0.32
S	en	caught	separate	0.78
S	en	caught	caught	100.0
S	en	beautiful	butiful	25.0
S	en	beautiful	necessary	0.07
S	en	beautiful	seperate	0.25
S	en	beautiful	beautiful	100.0
S	en	butiful	necessary	0.07
S	en	butiful	neccessary	0.04
S	en	butiful	receive	0.29
S	en	butiful	butiful	100.0
S	en	necessary	neccessary	95.0
S	en	necessary	definitely	0.25
S	en	necessary	recieve	0.78
S	en	necessary	necessary	100.0
S	en	neccessary	definitely	0.13
S	en	neccessary	definately	0.13
S	en	neccessary	x	0.08
S	en	neccessary	neccessary	100.0
S	en	definitely	definately	40.0
S	en	definitely	separate	0.26
S	en	definitely	q	0.08
S	en	definitely	definitely	100.0
S	en	definately	separate	0.64
S	en	definately	seperate	1.12
S	en	definately	ph	0.19
S	en	definately	definately	100.0
S	en	separate	seperate	70.0
S	en	separate	receive	0.9
S	en	separate	sh	0.63
S	en	separate	separate	100.0
S	en	seperate	receive	1.28
S	en	seperate	recieve	1.57
S	en	seperate	a	0.78
S	en	seperate	seperate	100.0
S	en	receive	recieve	80.0
S	en	receive	x	0.63
S	en	receive	A	1.09
S	en	receive	receive	100.0
S	en	recieve	x	0.63
S	en	recieve	q	0.63
S	en	recieve	zz	0.5
S	en	recieve	recieve	100.0
S	en	x	q	40.0
S	en	x	ph	20.0
S	en	x	ZZ	20.0
S	en	x	x	100.0
S	en	q	ph	20.0
S	en	q	sh	20.0
S	en	q	Mary Ann	0.31
S	en	q	q	100.0
S	en	ph	sh	40.0
S	en	ph	a	20.0
S	en	ph	Mary	4.0
S	en	ph	ph	100.0
S	en	sh	a	20.0
S	en	sh	A	20.0
S	en	sh	Ann	8.0
S	en	sh	sh	100.0
S	en	a	A	100.0
S	en	a	zz	20.0
S	en	a	Jose	8.75
S	en	a	a	100.0
S	en	A	zz	20.0
S	en	A	ZZ	20.0
S	en	A	Wright	1.25
S	en	A	A	100.0
S	en	zz	ZZ	100.0
S	en	zz	Mary Ann	0.25
S	en	zz	Catherine	0.13
S	en	zz	zz	100.0
S	en	ZZ	Mary Ann	0.25
S	en	ZZ	Mary	4.0
S	en	ZZ	Katherine	0.13
S	en	ZZ	ZZ	100.0
S	en		abc	0.0
S	en	abc		0.0
R	en	a	Mary	Mary:100.0|Sara:16.0|Eric:14.88|Erik:14.88|Taxi:13.6|A:12.5|a:12.5|here:11.2|by:10.0|hear:10.0|Wail:8.5|Ann:8.0|Clark:8.0|Sarah:8.0|buy:8.0|cat:8.0|kat:8.0|Øre:8.0|OBrien:7.2|be:7.0|Taksi:6.8|Cafe:6.4|Café:6.4|Kahn:6.4|Lucy:6.4|Jeffrey:6.3|Mary  Ann:6.25|Mary Ann:6.25|O'Brien:6.12|O’Brien:6.12|Exit:5.95|Neil:5.95|Lucie:5.76|Annemarie:5.63|bee:5.6|sea:5.6|see:5.6|there:5.6|Kofi:5.44|Rite:5.31|Ahmad:5.0|Kathryn:5.0|Zachary:5.0|Zackary:5.0|bye:5.0|q:5.0|x:5.0|Anne-Marie:4.78|Lewis:4.76|Naive:4.48|Naïve:4.48|Neal:4.48|Sean:4.48|Muller:4.38|Müller:4.38|Nome:4.38|Write:4.25|Zakaria:4.25|Alan:4.0|Anna:4.0|Clarke:4.0|Khan:4.0|Mikael:4.0|ZZ:4.0|ph:4.0|sh:4.0|to:4.0|zz:4.0|Ahmed:3.5|Tailor:3.5|Zoe:3.5|Zoë:3.5|their:3.5|Kwik:3.4|Hanna:3.2|Jon:3.2|Shaun:3.2|Shawn:3.2|Smith:3.2|Smyth:3.2|Whale:3.2|cot:3.2|cut:3.2|too:3.2|two:3.2|Geoffrey:3.15|Eksit:2.97|Neill:2.97|Louis:2.72|Right:2.66|Fone:2.56|John:2.56|Jose:2.56|José:2.56|Rong:2.56|recieve:2.52|Rahman:2.5|Rehman:2.5|Taylor:2.5|Zakariya:2.5|Green:2.24|Kween:2.24|Queen:2.24|Æsop:2.24|Gnome:2.19|Mueller:2.19|Wright:2.12|Allan:2.0|Allen:2.0|Brown:2.0|Michael:2.0|Mohamed:2.0|Wrong:2.0|Quick:1.7|Which:1.7|Dvorak:1.6|Facade:1.6|Façade:1.6|Hannah:1.6|Isabel:1.6|Lukasz:1.6|caught:1.6|Łukasz:1.6|Hosen:1.4|Micheal:1.4|Philip:1.36|Night:1.28|Phone:1.28|Witch:1.28|necessary:1.25|receive:1.19|Greene:1.12|Steven:1.12|Catherine:1.06|Hossain:1.06|Hussain:1.06|Katherine:1.06|Zachariah:1.06|Browne:1.0|Dvořák:1.0|McDonald:1.0|Mohammad:1.0|Mohammed:1.0|Muhammad:1.0|separate:1.0|they are:1.0|Knight:0.85|Schmidt:0.8|Schmitt:0.8|Strasse:0.8|Straße:0.8|Hussein:0.74|Coffee:0.7|Isobel:0.7|seperate:0.7|Jean-Luc:0.68|Phillip:0.68|butiful:0.68|neccessary:0.63|Stephen:0.56|MACDONALD:0.5|MacDonald:0.5|Mc Donald:0.5|Nicolas:0.5|Nikolas:0.5|macdonald:0.5|beautiful:0.43|Isabelle:0.4|Jonathan:0.4|Nicholas:0.25|definately:0.25|Elisabeth:0.2|Elizabeth:0.2|Johnathan:0.2|definitely:0.18|JOHN SMITH:0.1|John Smith:0.1|john smith:0.1| :0.0
R	en	b	Mary	Mary:100.0
R	en	c	Mary	Mary:100.0
R	en	d	Mary	Mary:100.0|Sara:16.0|Eric:14.88|Erik:14.88|Taxi:13.6
R	en	a	Smith	Smith:100.0|Smyth:85.0|Exit:12.8|sh:12.5|Schmitt:11.88|cat:11.2|cot:11.2|cut:11.2|Eksit:10.0|Schmidt:10.0|Witch:10.0|see:10.0|Rite:8.0|sea:7.0|Sarah:6.4|Which:6.4|Write:6.4|kat:6.4|Zoe:5.95|Zoë:5.95|Sean:5.6|ph:5.0|to:5.0|ZZ:4.25|by:4.25|zz:4.25|Night:4.0|Right:4.0|bee:4.0|Nome:3.5|be:3.5|buy:3.4|bye:3.4|Eric:3.2|Erik:3.2|Knight:3.2|Kwik:3.2|Mary:3.2|Neil:3.2|Sara:3.2|Wail:3.2|Wright:3.2|JOHN SMITH:3.13|John Smith:3.13|john smith:3.13|Ahmed:2.8|Stephen:2.8|Øre:2.8|Green:2.56|Kween:2.56|Naive:2.56|Naïve:2.56|Neill:2.56|Queen:2.56|Quick:2.56|Shaun:2.56|Shawn:2.56|A:2.5|Michael:2.5|Micheal:2.5|a:2.5|q:2.5|too:2.5|two:2.5|x:2.5|Cafe:2.45|Café:2.45|Neal:2.24|Steven:2.24|caught:2.24|hear:2.24|here:2.24|Jose:2.19|José:2.19|Greene:2.05|John:2.0|Kahn:2.0|Kofi:2.0|Mikael:2.0|Taxi:2.0|Lucie:1.86|Lucy:1.86|Clark:1.79|their:1.79|there:1.79|Elisabeth:1.75|Gnome:1.75|Hosen:1.75|Ahmad:1.6|Ann:1.6|Jon:1.6|Lewis:1.6|Louis:1.6|Taksi:1.56|Elizabeth:1.49|Coffee:1.4|Fone:1.4|Isabel:1.4|Isobel:1.4|seperate:1.4|OBrien:1.36|Alan:1.28|Anna:1.28|Hannah:1.28|Khan:1.28|Philip:1.28|Rong:1.28|Tailor:1.28|recieve:1.19|O'Brien:1.16|O’Brien:1.16|Allen:1.12|Hussein:1.12|receive:1.12|Æsop:1.12|Taylor:1.09|Allan:1.02|Brown:1.02|Hanna:1.02|Phone:1.02|Whale:1.02|Wrong:1.02|Hossain:1.0|Hussain:1.0|Kathryn:1.0|Clarke:0.9|Muller:0.88|Müller:0.88|Rehman:0.88|separate:0.87|Zachariah:0.85|Zachary:0.85|Zakaria:0.85|Jonathan:0.8|Rahman:0.8|Mohamed:0.7|Mueller:0.7|Zakariya:0.68|Mohammed:0.66|Phillip:0.64|Strasse:0.64|Straße:0.64|butiful:0.64|Facade:0.61|Façade:0.61|Isabelle:0.56|Zackary:0.54|Browne:0.51|Dvorak:0.51|Dvořák:0.51|Lukasz:0.51|Łukasz:0.51|Nicholas:0.5|Nicolas:0.45|Catherine:0.44|Mary  Ann:0.43|Mary Ann:0.43|Johnathan:0.4|Nikolas:0.4|Mohammad:0.38|Muhammad:0.38|Jeffrey:0.28|Annemarie:0.27|they are:0.27|Katherine:0.25|Jean-Luc:0.24|Anne-Marie:0.23|McDonald:0.22|definately:0.2|definitely:0.2|beautiful:0.18|necessary:0.16|Geoffrey:0.14|MACDONALD:0.11|MacDonald:0.11|Mc Donald:0.11|macdonald:0.11|neccessary:0.1| :0.0
R	en	b	Smith	Smith:100.0|Smyth:85.0
R	en	c	Smith	Smith:100.0|Smyth:85.0
R	en	d	Smith	Smith:100.0|Smyth:85.0|Exit:12.8|sh:12.5|Schmitt:11.88
"""

private val goldenPart20 = """
R	en	a	Katherine	Katherine:100.0|Catherine:85.0|Kathryn:21.25|there:6.25|Kahn:3.13|here:3.13|kat:2.5|their:2.5|Zachary:2.38|Steven:2.24|Khan:2.19|cat:2.12|Greene:2.0|Zachariah:1.96|Zakaria:1.96|Kween:1.75|Zakariya:1.57|Queen:1.49|Hanna:1.45|Taxi:1.4|Eric:1.25|Erik:1.25|Rite:1.25|Clarke:1.19|Stephen:1.12|receive:1.12|Cafe:1.06|Café:1.06|Mary:1.06|they are:1.06|Anna:1.04|Allen:1.0|Annemarie:1.0|Green:1.0|Naive:1.0|Naïve:1.0|Phone:1.0|Write:1.0|Zackary:0.95|seperate:0.9|Alan:0.88|Jonathan:0.88|Rahman:0.88|Sara:0.88|Anne-Marie:0.85|OBrien:0.85|cot:0.85|cut:0.85|Taksi:0.78|hear:0.78|Ann:0.74|Hannah:0.73|O'Brien:0.72|O’Brien:0.72|Ahmed:0.7|Allan:0.7|Hosen:0.7|Shaun:0.7|Shawn:0.7|Whale:0.7|Coffee:0.68|recieve:0.68|Hussein:0.64|Strasse:0.64|Straße:0.64|bee:0.63|see:0.63|separate:0.63|Øre:0.63|Rehman:0.61|Sean:0.61|Clark:0.6|Facade:0.56|Façade:0.56|Philip:0.56|Tailor:0.56|bye:0.53|Browne:0.5|Exit:0.5|Fone:0.5|John:0.5|Kofi:0.5|Kwik:0.5|Mary  Ann:0.5|Mary Ann:0.5|Neil:0.5|Rong:0.5|Wail:0.5|to:0.5|Taylor:0.48|Hossain:0.45|Hussain:0.45|Ahmad:0.44|Johnathan:0.44|Sarah:0.44|sea:0.44|caught:0.43|Lewis:0.4|Lucie:0.4|Neill:0.4|Which:0.4|Wrong:0.4|too:0.4|two:0.4|Æsop:0.4|A:0.39|a:0.39|necessary:0.35|Quick:0.34|Schmidt:0.34|Schmitt:0.34|q:0.33|Isabelle:0.32|Muller:0.32|Müller:0.32|Jeffrey:0.31|Michael:0.31|Mikael:0.31|Mohamed:0.31|be:0.31|ph:0.31|sh:0.31|butiful:0.29|Eksit:0.28|Micheal:0.28|Mueller:0.28|Phillip:0.28|by:0.27|Witch:0.26|Brown:0.25|Geoffrey:0.25|Jon:0.25|Right:0.25|Smith:0.25|Smyth:0.25|Zoe:0.25|Zoë:0.25|Neal:0.24|Knight:0.22|Mohammed:0.22|buy:0.21|Isabel:0.2|Jose:0.2|José:0.2|Nome:0.2|Wright:0.2|beautiful:0.18|neccessary:0.18|Lucy:0.17|definately:0.17|Gnome:0.16|Louis:0.16|Mohammad:0.16|Muhammad:0.16|Night:0.16|definitely:0.16|x:0.16|Dvorak:0.14|Isobel:0.14|Lukasz:0.13|ZZ:0.13|zz:0.13|Łukasz:0.13|Jean-Luc:0.11|MACDONALD:0.11|MacDonald:0.11|macdonald:0.11|Dvořák:0.09|Elisabeth:0.09|Elizabeth:0.09|Nicholas:0.09|McDonald:0.08|Nicolas:0.08|Nikolas:0.08|Mc Donald:0.06|JOHN SMITH:0.05|John Smith:0.05|john smith:0.05| :0.0
R	en	b	Katherine	Katherine:100.0|Catherine:85.0
R	en	c	Katherine	Katherine:100.0|Catherine:85.0
R	en	d	Katherine	Katherine:100.0|Catherine:85.0|Kathryn:21.25|there:6.25|Kahn:3.13
R	en	a	Michael	Michael:100.0|Mikael:70.0|Micheal:49.0|Isabel:8.75|Isobel:5.6|Witch:4.75|Khan:4.25|Isabelle:4.16|Mohamed:4.0|Wail:4.0|Neal:3.5|kat:3.5|Cafe:3.13|Café:3.13|see:3.06|Kahn:2.8|Shaun:2.8|Shawn:2.8|Eksit:2.74|Zachary:2.56|Smith:2.5|Whale:2.5|Which:2.5|cat:2.5|Kween:2.45|Neil:2.45|hear:2.45|Neill:2.33|Nicholas:2.24|here:2.19|sh:2.19|sea:2.14|Smyth:2.12|bye:2.12|Facade:2.0|Façade:2.0|Mary:2.0|Mohammed:2.0|Rite:2.0|Kwik:1.96|recieve:1.96|their:1.96|Lukasz:1.79|Nicolas:1.79|Łukasz:1.79|Erik:1.75|bee:1.75|there:1.75|Sean:1.72|Ahmed:1.6|Clark:1.6|Lucie:1.6|Night:1.6|Right:1.6|Nikolas:1.57|Rehman:1.57|Taksi:1.57|Zakaria:1.57|A:1.56|a:1.56|Sara:1.53|Hossain:1.43|Hussain:1.43|Jose:1.4|José:1.4|McDonald:1.4|Mohammad:1.4|Muhammad:1.4|receive:1.37|Muller:1.28|Müller:1.28|Clarke:1.25|Eric:1.25|be:1.25|ph:1.25|Kofi:1.23|Sarah:1.23|Mueller:1.19|Ahmad:1.12|Green:1.12|Hosen:1.12|MACDONALD:1.12|MacDonald:1.12|Queen:1.12|Schmidt:1.12|Schmitt:1.12|Stephen:1.12|Zachariah:1.12|macdonald:1.12|Hanna:1.09|by:1.06|Zackary:1.02|Ann:1.0|Naive:1.0|Naïve:1.0|Phone:1.0|Quick:1.0|Tailor:1.0|Write:1.0|Zoe:1.0|Zoë:1.0|cot:1.0|cut:1.0|Øre:1.0|Exit:0.98|Steven:0.98|Coffee:0.9|Rahman:0.9|Alan:0.88|Hannah:0.88|Hussein:0.88|Philip:0.88|Taxi:0.87|Phillip:0.83|Anna:0.8|Fone:0.8|Greene:0.8|John:0.8|Knight:0.8|Lucy:0.8|Nome:0.8|Wright:0.8|Lewis:0.78|Zakariya:0.78|Æsop:0.78|Allan:0.74|Allen:0.74|Jeffrey:0.72|Elisabeth:0.7|Mc Donald:0.7|Mary  Ann:0.68|Mary Ann:0.68|Gnome:0.64|q:0.63|x:0.63|Jean-Luc:0.59|definately:0.56|separate:0.56|seperate:0.56|they are:0.56|buy:0.53|Browne:0.51|Dvorak:0.51|Dvořák:0.51|OBrien:0.51|Taylor:0.5|ZZ:0.5|caught:0.5|to:0.5|zz:0.5|Louis:0.45|necessary:0.45|O'Brien:0.44|O’Brien:0.44|Strasse:0.44|Straße:0.44|neccessary:0.43|Kathryn:0.41|butiful:0.41|Elizabeth:0.4|Jon:0.4|too:0.4|two:0.4|Geoffrey:0.36|Jonathan:0.32|Rong:0.32|definitely:0.32|Catherine:0.31|Katherine:0.31|beautiful:0.31|Johnathan:0.28|Brown:0.26|Wrong:0.26|Annemarie:0.2|Anne-Marie:0.17|JOHN SMITH:0.08|John Smith:0.08|john smith:0.08| :0.0
R	en	b	Michael	Michael:100.0|Mikael:70.0
R	en	c	Michael	Michael:100.0
R	en	d	Michael	Michael:100.0|Mikael:70.0|Micheal:49.0|Isabel:8.75|Isobel:5.6
R	en	a	Zakaria	Zakaria:100.0|Zakariya:90.0|Zachariah:63.0|Zackary:40.38|Zachary:29.75|Sara:10.63|Sarah:9.56|Facade:4.76|Façade:4.76|Mary:4.25|Taksi:4.0|sea:3.72|Eric:3.5|Erik:3.5|hear:3.5|separate:3.33|Cafe:2.97|Café:2.97|Clarke:2.97|Sean:2.97|receive:2.92|Eksit:2.8|see:2.6|kat:2.5|here:2.45|Lucie:2.38|seperate:2.33|Mikael:2.24|Rite:2.19|Kathryn:2.18|Clark:2.12|Khan:2.12|cat:2.12|Alan:2.0|Anna:2.0|Kahn:2.0|Kofi:2.0|Kwik:2.0|Taxi:2.0|Wail:2.0|Annemarie:1.96|Catherine:1.96|Katherine:1.96|there:1.96|recieve:1.77|Naive:1.75|Naïve:1.75|Write:1.75|Zoe:1.75|Zoë:1.75|Øre:1.75|Anne-Marie:1.67|Green:1.6|Hanna:1.6|Kween:1.6|Michael:1.57|A:1.56|a:1.56|Strasse:1.52|Straße:1.52|bye:1.49|Lucy:1.45|Hannah:1.44|Exit:1.4|Greene:1.4|Neal:1.4|Neil:1.4|OBrien:1.4|Queen:1.36|Shaun:1.36|Shawn:1.36|Isabelle:1.33|Steven:1.33|q:1.33|Lukasz:1.28|Łukasz:1.28|necessary:1.26|Jeffrey:1.25|ZZ:1.25|zz:1.25|bee:1.23|Isabel:1.19|O'Brien:1.19|O’Brien:1.19|Schmidt:1.19|Schmitt:1.19|Ahmed:1.12|Allen:1.12|Lewis:1.12|Tailor:1.12|Whale:1.12|their:1.12|Æsop:1.12|Mary  Ann:1.06|Mary Ann:1.06|by:1.06|sh:1.06|Ahmad:1.0|Allan:1.0|Ann:1.0|Micheal:0.98|they are:0.98|be:0.88|Hossain:0.85|Hussain:0.85|Quick:0.85|Smith:0.85|buy:0.85|cot:0.85|cut:0.85|Coffee:0.83|Dvorak:0.8|Rahman:0.8|Taylor:0.8|Mohamed:0.72|Smyth:0.72|Neill:0.7|caught:0.68|Stephen:0.67|Louis:0.64|Nikolas:0.64|Geoffrey:0.63|Right:0.63|neccessary:0.63|x:0.63|Hussein:0.6|Fone:0.56|Jose:0.56|José:0.56|Muller:0.56|Müller:0.56|Nome:0.56|Rehman:0.56|MACDONALD:0.54|MacDonald:0.54|Nicolas:0.54|macdonald:0.54|Jonathan:0.51|Mohammad:0.51|Muhammad:0.51|Philip:0.51|Knight:0.5|Rong:0.5|Wright:0.5|ph:0.5|to:0.5|Mueller:0.49|Isobel:0.48|Gnome:0.45|Hosen:0.45|Nicholas:0.45|Phone:0.45|Phillip:0.41|Brown:0.4|Jon:0.4|Which:0.4|Wrong:0.4|too:0.4|two:0.4|Jean-Luc:0.38|Browne:0.36|Mohammed:0.36|Witch:0.35|Dvořák:0.32|John:0.32|Elizabeth:0.28|beautiful:0.28|McDonald:0.27|Johnathan:0.26|Night:0.26|Elisabeth:0.24|butiful:0.16|definately:0.16|definitely:0.16|Mc Donald:0.14|JOHN SMITH:0.05|John Smith:0.05|john smith:0.05| :0.0
R	en	b	Zakaria	Zakaria:100.0|Zakariya:90.0|Zachariah:63.0
R	en	c	Zakaria	Zakaria:100.0|Zakariya:90.0
R	en	d	Zakaria	Zakaria:100.0|Zakariya:90.0|Zachariah:63.0|Zackary:40.38|Zachary:29.75
R	en	a	Knight	Knight:100.0|Night:90.0|Right:20.0|Wright:16.0|caught:13.6|Neal:5.04|Neil:5.04|Eksit:5.0|kat:5.0|Rong:4.78|cat:4.25|cot:4.25|cut:4.25|Neill:4.03|Exit:4.0|Kahn:4.0|Kwik:4.0|Naive:3.6|Naïve:3.6|Schmitt:3.32|Kween:3.2|Smith:3.2|Which:3.2|Nome:2.88|Schmidt:2.8|Queen:2.72|Quick:2.72|Smyth:2.72|Khan:2.66|q:2.66|Kofi:2.5|Rite:2.5|ph:2.5|sh:2.5|Wrong:2.39|Ann:2.38|by:2.12|Witch:2.0|Write:2.0|bee:2.0|see:2.0|Fone:1.97|Anna:1.9|Hannah:1.9|John:1.88|Nicholas:1.8|be:1.75|buy:1.7|bye:1.7|Eric:1.6|Erik:1.6|Wail:1.6|to:1.56|Jon:1.5|Cafe:1.49|Café:1.49|Gnome:1.44|Nicolas:1.44|Nikolas:1.44|Zoe:1.4|Zoë:1.4|sea:1.4|Øre:1.4|Green:1.28|Sarah:1.28|A:1.25|Taksi:1.25|a:1.25|x:1.25|Lucie:1.13|Lucy:1.13|Sean:1.12|hear:1.12|here:1.12|Clark:1.09|Greene:1.02|Philip:1.02|Tailor:1.02|Taxi:1.0|ZZ:1.0|zz:1.0|Phone:0.98|Hanna:0.95|Lewis:0.9|Stephen:0.9|their:0.9|there:0.9|Æsop:0.9|Clarke:0.87|Coffee:0.87|Taylor:0.87|Mary:0.85|Kathryn:0.8|Louis:0.8|Michael:0.8|Micheal:0.8|too:0.8|two:0.8|Jose:0.75|José:0.75|Jonathan:0.72|Steven:0.72|recieve:0.72|Alan:0.7|Mikael:0.7|Rehman:0.7|Zachariah:0.7|OBrien:0.68|receive:0.68|Sara:0.64|O'Brien:0.58|O’Brien:0.58|Ahmed:0.56|Allen:0.56|Hosen:0.56|Ahmad:0.51|Allan:0.51|Brown:0.51|Elisabeth:0.51|Elizabeth:0.51|Phillip:0.51|Shaun:0.51|Shawn:0.51|Whale:0.51|butiful:0.51|Zakaria:0.5|Browne:0.49|seperate:0.45|Annemarie:0.43|Dvorak:0.41|Dvořák:0.41|Facade:0.41|Façade:0.41|Isabel:0.41|Isobel:0.41|Lukasz:0.41|Muller:0.41|Müller:0.41|Rahman:0.41|Łukasz:0.41|Zakariya:0.4|Zachary:0.37|Anne-Marie:0.36|Johnathan:0.36|Mueller:0.36|McDonald:0.34|Jean-Luc:0.31|JOHN SMITH:0.29|John Smith:0.29|john smith:0.29|separate:0.28|Zackary:0.27|necessary:0.25|Hussein:0.22|Jeffrey:0.22|Katherine:0.22|Mary  Ann:0.22|Mary Ann:0.22|they are:0.22|Hossain:0.2|Hussain:0.2|Mohamed:0.2|Strasse:0.2|Straße:0.2|Catherine:0.19|Isabelle:0.18|definitely:0.18|MACDONALD:0.17|MacDonald:0.17|Mc Donald:0.17|macdonald:0.17|definately:0.16|beautiful:0.14|neccessary:0.13|Geoffrey:0.11|Mohammad:0.1|Mohammed:0.1|Muhammad:0.1| :0.0
R	en	b	Knight	Knight:100.0|Night:90.0
R	en	c	Knight	Knight:100.0|Night:90.0
R	en	d	Knight	Knight:100.0|Night:90.0|Right:20.0|Wright:16.0|caught:13.6
R	en	a	Phone	Phone:100.0|Fone:95.0|Hanna:13.3|ph:12.5|Hosen:10.0|Jon:10.0|Zoe:10.0|Zoë:10.0|Øre:10.0|Browne:8.0|Jose:8.0|José:8.0|Khan:8.0|Nome:8.0|Rong:8.0|here:8.0|Shaun:7.0|Anna:6.65|Hannah:6.65|Gnome:6.4|Whale:6.4|Wrong:6.4|there:6.4|Cafe:5.94|Café:5.94|Kofi:5.6|Philip:5.6|John:5.0|Kahn:5.0|be:5.0|sh:5.0|to:5.0|Ann:4.75|A:4.38|a:4.38|Ahmed:4.0|Brown:4.0|Shawn:4.0|bee:4.0|bye:4.0|cot:4.0|see:4.0|too:4.0|two:4.0|Coffee:3.8|Facade:3.8|Façade:3.8|hear:3.5|Alan:3.2|Greene:3.2|Isobel:3.2|Rite:3.2|Sean:3.2|Neal:3.13|Neil:3.13|Ahmad:2.8|Louis:2.8|Lucie:2.8|Phillip:2.8|Queen:2.8|buy:2.8|cut:2.8|sea:2.8|their:2.8|Naive:2.56|Naïve:2.56|Which:2.56|Write:2.56|Stephen:2.5|q:2.5|x:2.5|Dvorak:2.24|Dvořák:2.24|Lucy:2.24|Sara:2.24|Taxi:2.24|Rahman:2.0|Rehman:2.0|ZZ:2.0|by:2.0|zz:2.0|Jeffrey:1.9|Taksi:1.79|Hossain:1.75|Hussein:1.75|cat:1.75|kat:1.75|Allan:1.6|Allen:1.6|Green:1.6|Kween:1.6|Mohamed:1.6|Æsop:1.6|Neill:1.56|Eric:1.4|Erik:1.4|Exit:1.4|Kwik:1.4|McDonald:1.4|Muller:1.4|Müller:1.4|Nicholas:1.4|Wail:1.4|Clarke:1.28|Isabel:1.28|Mary:1.28|Mikael:1.28|OBrien:1.28|Steven:1.28|Quick:1.23|Hussain:1.22|Eksit:1.12|Lewis:1.12|Nicolas:1.12|Nikolas:1.12|Sarah:1.12|Night:1.09|O'Brien:1.09|O’Brien:1.09|Clark:1.02|Right:1.02|Smith:1.02|Smyth:1.02|Witch:1.02|Catherine:1.0|Katherine:1.0|Kathryn:1.0|Michael:1.0|Lukasz:0.98|Łukasz:0.98|Geoffrey:0.95|caught:0.9|Jonathan:0.88|Knight:0.88|butiful:0.83|Mohammed:0.8|Tailor:0.8|Taylor:0.8|separate:0.8|seperate:0.8|they are:0.8|MACDONALD:0.7|MacDonald:0.7|Mc Donald:0.7|Micheal:0.7|Mueller:0.7|Schmidt:0.7|Schmitt:0.7|macdonald:0.7|Strasse:0.64|Straße:0.64|Zachary:0.64|receive:0.64|recieve:0.64|definately:0.59|definitely:0.59|Mohammad:0.56|Muhammad:0.56|Jean-Luc:0.54|Wright:0.51|Zackary:0.45|Zakaria:0.45|Johnathan:0.44|Mary  Ann:0.38|Mary Ann:0.38|Isabelle:0.32|Annemarie:0.3|Zachariah:0.28|Anne-Marie:0.25|JOHN SMITH:0.22|John Smith:0.22|Zakariya:0.22|john smith:0.22|beautiful:0.21|Elisabeth:0.16|Elizabeth:0.16|necessary:0.11|neccessary:0.08| :0.0
R	en	b	Phone	Phone:100.0|Fone:95.0
R	en	c	Phone	Phone:100.0|Fone:95.0
R	en	d	Phone	Phone:100.0|Fone:95.0|Hanna:13.3|ph:12.5|Hosen:10.0
R	en	a	Quick	Quick:100.0|Kwik:85.5|Queen:16.0|Erik:15.2|Kween:14.4|buy:8.5|Eric:8.0|Lucy:8.0|Kofi:7.44|Louis:7.0|Which:6.4|q:6.25|Witch:5.6|Zoe:4.9|Zoë:4.9|too:4.5|Lucie:4.25|by:4.25|bee:4.0|cut:4.0|see:4.0|Jose:3.92|José:3.92|be:3.5|sh:3.5|to:3.5|Eksit:3.4|bye:3.4|kat:3.4|Exit:3.2|Neil:3.2|Rite:3.2|Wail:3.2|Øre:3.06|Clark:3.04|Jon:2.8|Lewis:2.8|cot:2.8|sea:2.8|Kahn:2.72|Khan:2.72|Knight:2.72|Dvorak:2.66|Dvořák:2.66|Green:2.56|Naive:2.56|Naïve:2.56|Neill:2.56|Smith:2.56|Write:2.56|A:2.5|a:2.5|cat:2.5|x:2.5|Fone:2.45|Nome:2.45|Lukasz:2.38|Mikael:2.38|Łukasz:2.38|John:2.24|Neal:2.24|Rong:2.24|Sean:2.24|hear:2.24|here:2.24|Smyth:2.18|Taksi:2.12|Greene:2.05|Taxi:2.0|ZZ:2.0|ph:2.0|zz:2.0|Hosen:1.96|Æsop:1.96|their:1.79|there:1.79|two:1.75|Mary:1.7|Ann:1.6|Night:1.6|Right:1.6|butiful:1.6|Clarke:1.52|OBrien:1.49|Cafe:1.4|Café:1.4|Coffee:1.4|Muller:1.4|Müller:1.4|Alan:1.28|Anna:1.28|Philip:1.28|Sara:1.28|Tailor:1.28|Wright:1.28|caught:1.28|O'Brien:1.26|O’Brien:1.26|Gnome:1.23|Phone:1.23|Nikolas:1.19|Ahmed:1.12|Allen:1.12|Brown:1.12|Hussain:1.12|Hussein:1.12|Mueller:1.12|Wrong:1.12|Taylor:1.09|recieve:1.09|Ahmad:1.02|Allan:1.02|Hanna:1.02|Sarah:1.02|Shaun:1.02|Shawn:1.02|Whale:1.02|Michael:1.0|Micheal:1.0|Nicolas:1.0|Zackary:1.0|Isobel:0.98|Browne:0.9|Steven:0.9|Isabel:0.88|Zakaria:0.85|Facade:0.8|Façade:0.8|Hossain:0.78|Kathryn:0.72|receive:0.7|Zakariya:0.68|Phillip:0.64|Schmidt:0.64|Schmitt:0.64|Rehman:0.56|Jean-Luc:0.53|Hannah:0.51|Rahman:0.51|Nicholas:0.5|Mohamed:0.49|Stephen:0.45|Strasse:0.45|Straße:0.45|Zachary:0.4|beautiful:0.4|Katherine:0.34|Muhammad:0.32|Elisabeth:0.28|Jeffrey:0.28|Mary  Ann:0.27|Mary Ann:0.27|they are:0.27|Geoffrey:0.25|Mohammed:0.24|Isabelle:0.22|Jonathan:0.22|McDonald:0.22|Mohammad:0.22|seperate:0.22|necessary:0.2|neccessary:0.19|Catherine:0.16|Elizabeth:0.16|Zachariah:0.16|JOHN SMITH:0.14|John Smith:0.14|john smith:0.14|separate:0.14|Annemarie:0.11|Johnathan:0.11|MACDONALD:0.11|MacDonald:0.11|Mc Donald:0.11|macdonald:0.11|Anne-Marie:0.1|definately:0.08|definitely:0.08| :0.0
R	en	b	Quick	Quick:100.0|Kwik:85.5
R	en	c	Quick	Quick:100.0|Kwik:85.5
R	en	d	Quick	Quick:100.0|Kwik:85.5|Queen:16.0|Erik:15.2|Kween:14.4
R	en	a	Exit	Exit:100.0|Eksit:95.0|Taxi:17.5|Taksi:16.62|Eric:16.0|Erik:16.0|Smith:12.8|x:12.5|Smyth:10.88|Neil:10.0|Rite:10.0|A:8.75|a:8.75|bee:8.75|cat:8.75|kat:8.75|see:8.75|by:8.5|Lewis:8.0|Write:8.0|cot:8.0|cut:8.0|Wail:7.0|be:7.0|here:7.0|buy:6.8|bye:6.8|Kwik:6.4|to:6.25|Mary:5.95|Ann:5.6|Night:5.6|Right:5.6|Zoe:5.6|Zoë:5.6|sea:5.6|Øre:5.6|Green:5.12|Kween:5.12|Queen:5.12|Neill:5.0|Witch:5.0|q:5.0|their:5.0|Cafe:4.9|Café:4.9|Alan:4.48|Anna:4.48|Knight:4.0|Kofi:4.0|Neal:4.0|Sean:4.0|Wright:4.0|ZZ:4.0|hear:4.0|ph:4.0|sh:4.0|zz:4.0|Ahmed:3.92|Allen:3.92|Schmitt:3.8|Naive:3.5|Naïve:3.5|there:3.5|Lucie:3.4|Lucy:3.4|recieve:3.4|Jon:3.2|Louis:3.2|Quick:3.2|Which:3.2|too:3.2|two:3.2|Æsop:3.2|Fone:2.8|Jose:2.8|José:2.8|Kahn:2.8|Nome:2.8|Philip:2.8|Sara:2.8|Steven:2.8|caught:2.8|OBrien:2.72|Greene:2.56|John:2.56|Khan:2.56|Rong:2.56|Whale:2.45|O'Brien:2.31|O’Brien:2.31|Ahmad:2.24|Allan:2.24|Hanna:2.24|Hosen:2.24|Sarah:2.24|Elisabeth:2.0|Elizabeth:2.0|Schmidt:2.0|receive:2.0|Isabel:1.96|Isobel:1.96|Mikael:1.96|Tailor:1.75|seperate:1.75|Coffee:1.6|Rehman:1.6|Taylor:1.49|Clark:1.4|Gnome:1.4|Jeffrey:1.4|Mueller:1.4|Phillip:1.4|Phone:1.4|Shaun:1.4|Shawn:1.4|Stephen:1.4|Zakaria:1.4|Brown:1.28|Wrong:1.28|Hussein:1.25|Clarke:1.23|Facade:1.23|Façade:1.23|Kathryn:1.19|Hannah:1.12|Muller:1.12|Müller:1.12|Rahman:1.12|separate:1.0|Michael:0.98|Micheal:0.98|Mohamed:0.98|Hossain:0.88|Hussain:0.88|butiful:0.8|Zachary:0.74|Zackary:0.74|Browne:0.7|Geoffrey:0.7|Lukasz:0.7|Zakariya:0.7|Łukasz:0.7|Jean-Luc:0.68|Dvorak:0.64|Dvořák:0.64|Jonathan:0.64|definately:0.63|definitely:0.63|Strasse:0.61|Straße:0.61|Mary  Ann:0.59|Mary Ann:0.59|Nicolas:0.56|Nikolas:0.56|Annemarie:0.53|they are:0.53|Catherine:0.5|Katherine:0.5|beautiful:0.5|Isabelle:0.49|Mohammed:0.49|Anne-Marie:0.45|JOHN SMITH:0.4|John Smith:0.4|john smith:0.4|Zachariah:0.35|necessary:0.35|Johnathan:0.32|Mohammad:0.28|Muhammad:0.28|Nicholas:0.28|McDonald:0.18|neccessary:0.18|MACDONALD:0.14|MacDonald:0.14|macdonald:0.14|Mc Donald:0.09| :0.0
R	en	b	Exit	Exit:100.0|Eksit:95.0
R	en	c	Exit	Exit:100.0|Eksit:95.0
R	en	d	Exit	Exit:100.0|Eksit:95.0|Taxi:17.5|Taksi:16.62|Eric:16.0
R	en	a	Café	Cafe:100.0|Café:100.0|see:24.5|Kofi:23.8|cat:20.0|Sara:19.6|Coffee:19.0|sea:17.15|kat:17.0|bee:14.0|Kahn:13.6|A:12.5|a:12.5|ph:11.88|Stephen:11.64|Naive:11.2|Naïve:11.2|Taxi:11.2|here:11.2|Clarke:10.0|Facade:10.0|Façade:10.0|be:10.0|Sarah:9.8|Sean:8.57|Khan:8.5|Ann:8.0|Clark:8.0|Whale:8.0|Zoe:8.0|Zoë:8.0|bye:8.0|cot:8.0|cut:8.0|Øre:8.0|Kween:7.44|Alan:7.0|Anna:7.0|Isabel:7.0|Wail:7.0|sh:7.0|Jeffrey:6.65|Fone:6.4|Jose:6.4|José:6.4|Mary:6.4|Nome:6.4|Rite:6.4|Kwik:5.95|Phone:5.94|Hanna:5.6|Shaun:5.6|Shawn:5.6|Taksi:5.6|there:5.6|Mikael:5.31|Ahmed:5.0|Allen:5.0|Lucie:5.0|q:5.0|x:5.0|Eric:4.9|Erik:4.9|Exit:4.9|Neal:4.9|Neil:4.9|Steven:4.9|hear:4.9|ZZ:4.0|by:4.0|caught:4.0|to:4.0|zz:4.0|Lewis:3.92|Ahmad:3.5|Allan:3.5|Green:3.5|Queen:3.5|Strasse:3.5|Straße:3.5|receive:3.5|recieve:3.5|Lukasz:3.4|Łukasz:3.4|Geoffrey:3.32|Gnome:3.2|Hosen:3.2|Jon:3.2|Write:3.2|buy:3.2|too:3.2|two:3.2|Michael:3.13|Æsop:3.13|Eksit:2.97|Zakaria:2.97|Greene:2.8|Hannah:2.8|Isobel:2.8|Rahman:2.8|John:2.56|Lucy:2.56|Rong:2.56|Neill:2.45|Smith:2.45|their:2.45|Louis:2.24|Smyth:2.24|Tailor:2.24|Philip:2.08|Mohamed:2.0|Zachary:2.0|Zackary:2.0|Rehman:1.96|Isabelle:1.75|separate:1.75|seperate:1.75|Kathryn:1.7|Browne:1.6|Muller:1.6|Müller:1.6|OBrien:1.6|Taylor:1.6|Hossain:1.53|Hussain:1.53|Micheal:1.53|Knight:1.49|Zakariya:1.49|Mueller:1.4|Nicolas:1.4|Quick:1.4|Schmidt:1.4|Schmitt:1.4|Which:1.4|O'Brien:1.36|O’Brien:1.36|Brown:1.28|Night:1.28|Right:1.28|Witch:1.28|Wrong:1.28|Catherine:1.25|Nikolas:1.19|Dvorak:1.12|Dvořák:1.12|Hussein:1.07|Katherine:1.06|Phillip:1.04|McDonald:1.0|Mohammed:1.0|they are:1.0|Elisabeth:0.88|Zachariah:0.88|butiful:0.8|Jonathan:0.7|Mary  Ann:0.7|Mary Ann:0.7|Mohammad:0.7|Muhammad:0.7|Nicholas:0.7|Wright:0.7|Jean-Luc:0.68|necessary:0.61|Annemarie:0.5|Elizabeth:0.5|MACDONALD:0.5|MacDonald:0.5|Mc Donald:0.5|beautiful:0.5|macdonald:0.5|definately:0.44|definitely:0.44|Anne-Marie:0.43|Johnathan:0.35|neccessary:0.31|JOHN SMITH:0.08|John Smith:0.08|john smith:0.08| :0.0
R	en	b	Café	Cafe:100.0|Café:100.0
R	en	c	Café	Cafe:100.0|Café:100.0
R	en	d	Café	Cafe:100.0|Café:100.0|see:24.5|Kofi:23.8|cat:20.0
R	en	a	Müller	Muller:100.0|Müller:100.0|Mueller:50.0|Allen:8.0|Clark:6.65|Allan:5.6|Alan:5.32|Mary:4.38|Whale:3.8|Zoe:3.5|Zoë:3.5|Øre:3.5|Clarke:3.33|Lucie:3.2|Queen:3.2|Tailor:3.04|Taylor:3.04|Fone:2.8|Jose:2.8|José:2.8|Nome:2.8|hear:2.8|Mikael:2.56|be:2.5|here:2.5|Lewis:2.38|too:2.25|Hosen:2.24|Mohamed:2.24|Phillip:2.24|their:2.24|A:2.19|a:2.19|Philip:2.13|Neill:2.0|bee:2.0|buy:2.0|bye:2.0|cut:2.0|sea:2.0|see:2.0|there:2.0|Kofi:1.96|Lucy:1.9|Neal:1.9|Neil:1.9|Wail:1.9|Nicolas:1.86|Nikolas:1.86|Coffee:1.79|Sara:1.75|to:1.75|Louis:1.66|Cafe:1.6|Café:1.6|Rite:1.6|Eric:1.56|Erik:1.56|Gnome:1.4|Jon:1.4|Phone:1.4|Quick:1.4|cat:1.4|cot:1.4|kat:1.4|Ahmed:1.28|Green:1.28|Hussein:1.28|Kween:1.28|Michael:1.28|Micheal:1.28|Naive:1.28|Naïve:1.28|Write:1.28|q:1.25|x:1.25|Anna:1.12|Browne:1.12|Exit:1.12|Isobel:1.12|John:1.12|Khan:1.12|Kwik:1.12|Lukasz:1.12|Mohammed:1.12|Muhammad:1.12|OBrien:1.12|Rong:1.12|Sean:1.12|Taxi:1.12|Łukasz:1.12|Isabel:1.02|Steven:1.02|Isabelle:1.0|ZZ:1.0|by:1.0|ph:1.0|sh:1.0|zz:1.0|O'Brien:0.95|O’Brien:0.95|Nicholas:0.93|Ahmad:0.9|Eksit:0.9|Hanna:0.9|Hussain:0.9|Sarah:0.9|Taksi:0.9|Zachary:0.9|Zackary:0.9|Ann:0.88|Smith:0.88|two:0.88|McDonald:0.83|Smyth:0.8|Dvorak:0.78|Dvořák:0.78|Mohammad:0.78|Hannah:0.72|Rahman:0.72|Rehman:0.72|Kahn:0.7|Facade:0.64|Façade:0.64|Greene:0.64|caught:0.64|Hossain:0.63|butiful:0.59|Brown:0.56|Shaun:0.56|Shawn:0.56|Which:0.56|Wrong:0.56|Zakaria:0.56|Jean-Luc:0.52|Jeffrey:0.51|Night:0.51|Right:0.51|Stephen:0.51|Witch:0.51|recieve:0.51|Æsop:0.51|Geoffrey:0.45|Mary  Ann:0.45|Mary Ann:0.45|they are:0.45|MACDONALD:0.42|MacDonald:0.42|Mc Donald:0.42|macdonald:0.42|Knight:0.41|Wright:0.41|seperate:0.4|Schmidt:0.36|Schmitt:0.36|receive:0.36|Catherine:0.32|Katherine:0.32|Kathryn:0.32|Strasse:0.32|Straße:0.32|Jonathan:0.31|Zakariya:0.28|separate:0.28|Elisabeth:0.24|Elizabeth:0.24|Annemarie:0.22|Zachariah:0.22|necessary:0.22|Anne-Marie:0.19|Johnathan:0.16|neccessary:0.16|beautiful:0.15|JOHN SMITH:0.08|John Smith:0.08|john smith:0.08|definately:0.06|definitely:0.06| :0.0
R	en	b	Müller	Muller:100.0|Müller:100.0
R	en	c	Müller	Muller:100.0|Müller:100.0
R	en	d	Müller	Muller:100.0|Müller:100.0|Mueller:50.0|Allen:8.0|Clark:6.65
R	en	a	O'Brien	O'Brien:100.0|O’Brien:100.0|OBrien:85.0|Green:14.45|Øre:10.63|bee:9.03|bye:9.03|Greene:7.23|Brown:6.8|Queen:6.32|Eric:5.78|Erik:5.78|Kween:5.78|Rite:5.31|be:5.31|by:4.52|Hosen:4.25|Write:4.25|Sean:4.16|Mary  Ann:3.84|Mary Ann:3.84|Hussein:3.81|Kofi:3.61|buy:3.61|see:3.61|Ann:3.53|Browne:3.4|here:3.4|Lucie:2.97|Coffee:2.89|Hossain:2.89|Louis:2.89|Mary:2.89|Allen:2.72|Neil:2.72|Jon:2.66|Zoe:2.66|Zoë:2.66|Rehman:2.6|Alan:2.38|Khan:2.38|Sara:2.38|Steven:2.38|Exit:2.31|Kwik:2.31|Taxi:2.31|Wail:2.31|their:2.18|Fone:2.12|Isobel:2.12|John:2.12|Jose:2.12|José:2.12|Nome:2.12|Rong:2.12|sea:2.08|Hussain:2.02|Allan:1.9|Sarah:1.9|A:1.86|a:1.86|Eksit:1.85|Lewis:1.85|Right:1.81|Anna:1.77|Naive:1.7|Naïve:1.7|Wrong:1.7|there:1.7|Neal:1.67|hear:1.67|Rahman:1.52|Dvorak:1.49|Kahn:1.49|Kathryn:1.45|Wright:1.45|Hanna:1.41|Cafe:1.36|Café:1.36|Clarke:1.36|Neill:1.36|to:1.33|Lucy:1.26|Quick:1.26|Shaun:1.19|Shawn:1.19|Stephen:1.19|Zakaria:1.19|cat:1.19|kat:1.19|Smith:1.16|Taksi:1.16|Which:1.16|recieve:1.16|Ahmed:1.09|Gnome:1.09|Mohamed:1.09|Phone:1.09|Whale:1.09|cot:1.06|q:1.06|too:1.06|x:1.06|Jonathan:0.95|Muller:0.95|Müller:0.95|Philip:0.95|Smyth:0.92|Isabel:0.87|Mikael:0.87|receive:0.87|Geoffrey:0.85|ZZ:0.85|ph:0.85|sh:0.85|zz:0.85|Ahmad:0.76|Mueller:0.76|cut:0.74|Catherine:0.72|Katherine:0.72|Night:0.72|Witch:0.72|butiful:0.72|Hannah:0.71|Clark:0.68|Jeffrey:0.68|Strasse:0.68|Straße:0.68|two:0.68|Dvořák:0.61|Zakariya:0.6|Knight:0.58|Tailor:0.58|Facade:0.54|Façade:0.54|Mohammed:0.54|Micheal:0.53|Johnathan:0.48|Phillip:0.48|Zachariah:0.48|Æsop:0.48|Schmidt:0.46|Schmitt:0.46|Taylor:0.46|Jean-Luc:0.44|Michael:0.44|Annemarie:0.43|Lukasz:0.42|Łukasz:0.42|Mohammad:0.38|Isabelle:0.37|Anne-Marie:0.36|Zachary:0.36|Zackary:0.36|caught:0.35|separate:0.34|seperate:0.34|they are:0.32|Nicolas:0.3|Nikolas:0.3|Muhammad:0.27|beautiful:0.18|Elisabeth:0.17|Elizabeth:0.17|McDonald:0.15|Nicholas:0.15|JOHN SMITH:0.14|John Smith:0.14|definately:0.14|definitely:0.14|john smith:0.14|necessary:0.13|MACDONALD:0.11|MacDonald:0.11|Mc Donald:0.11|macdonald:0.11|neccessary:0.07| :0.0
R	en	b	O'Brien	O'Brien:100.0|O’Brien:100.0|OBrien:85.0
R	en	c	O'Brien	O'Brien:100.0|O’Brien:100.0|OBrien:85.0
R	en	d	O'Brien	O'Brien:100.0|O’Brien:100.0|OBrien:85.0|Green:14.45|Øre:10.63
"""

private val goldenPart21 = """
R	en	a	JOHN SMITH	JOHN SMITH:100.0|John Smith:100.0|john smith:100.0|Smith:3.13|Smyth:2.66|John:1.56|Johnathan:1.25|Jose:1.09|José:1.09|Schmitt:0.95|Eksit:0.8|Schmidt:0.8|Jon:0.78|Gnome:0.66|Jonathan:0.63|Mohamed:0.56|Mohammed:0.53|Which:0.5|cot:0.5|Fone:0.44|Nome:0.44|Exit:0.4|sh:0.39|Ahmed:0.35|Hosen:0.35|cat:0.35|cut:0.35|Hossain:0.32|Hussain:0.32|Hussein:0.32|Night:0.32|Witch:0.31|see:0.31|Hannah:0.3|Mohammad:0.3|Knight:0.26|Lucie:0.26|Lucy:0.26|Kahn:0.25|Kofi:0.25|Neil:0.25|Rite:0.25|Rong:0.25|Right:0.23|Elisabeth:0.22|Phone:0.22|Zoe:0.22|Zoë:0.22|sea:0.22|Øre:0.22|Muhammad:0.21|Ahmad:0.2|Louis:0.2|Naive:0.2|Naïve:0.2|Neill:0.2|Sarah:0.2|Taksi:0.2|Write:0.2|kat:0.2|their:0.2|Elizabeth:0.19|buy:0.19|Browne:0.18|Neal:0.18|Sean:0.18|caught:0.18|hear:0.18|here:0.18|OBrien:0.17|Coffee:0.16|Khan:0.16|Philip:0.16|Rahman:0.16|Rehman:0.16|ph:0.16|to:0.16|Ann:0.15|Green:0.15|Hanna:0.15|O'Brien:0.14|O’Brien:0.14|Queen:0.14|Quick:0.14|Whale:0.14|there:0.14|Brown:0.13|Greene:0.13|Phillip:0.13|Wrong:0.13|ZZ:0.13|Zachariah:0.13|bee:0.13|by:0.13|too:0.13|zz:0.13|Anna:0.12|Jean-Luc:0.12|Wright:0.12|Jeffrey:0.11|Lukasz:0.11|be:0.11|bye:0.11|they are:0.11|Łukasz:0.11|Alan:0.1|Annemarie:0.1|Eric:0.1|Erik:0.1|Geoffrey:0.1|Kwik:0.1|Mary:0.1|Sara:0.1|Taxi:0.1|Wail:0.1|recieve:0.1|Anne-Marie:0.09|Nicolas:0.09|Stephen:0.09|Strasse:0.09|Straße:0.09|receive:0.09|A:0.08|Cafe:0.08|Café:0.08|Kween:0.08|Lewis:0.08|Michael:0.08|Micheal:0.08|Muller:0.08|Müller:0.08|Shaun:0.08|Shawn:0.08|a:0.08|q:0.08|two:0.08|x:0.08|Æsop:0.08|Isabel:0.07|Isobel:0.07|Kathryn:0.07|Steven:0.07|Zachary:0.07|Allen:0.06|Clark:0.06|Mikael:0.06|Mueller:0.06|butiful:0.06|Allan:0.05|Catherine:0.05|Facade:0.05|Façade:0.05|Katherine:0.05|Nikolas:0.05|Zakaria:0.05|Clarke:0.04|Dvorak:0.04|Dvořák:0.04|Mary  Ann:0.04|Mary Ann:0.04|McDonald:0.04|Nicholas:0.04|Tailor:0.04|Zackary:0.04|Zakariya:0.04|definitely:0.04|necessary:0.04|separate:0.04|seperate:0.04|Isabelle:0.03|Taylor:0.03|definately:0.03|neccessary:0.03|MACDONALD:0.02|MacDonald:0.02|Mc Donald:0.02|beautiful:0.02|macdonald:0.02| :0.0
R	en	b	JOHN SMITH	JOHN SMITH:100.0|John Smith:100.0|john smith:100.0
R	en	c	JOHN SMITH	JOHN SMITH:100.0|John Smith:100.0|john smith:100.0
R	en	d	JOHN SMITH	JOHN SMITH:100.0|John Smith:100.0|john smith:100.0|Smith:3.13|Smyth:2.66
R	en	a	Anne-Marie	Anne-Marie:100.0|Annemarie:85.0|Mary:4.78|Anna:2.66|Naive:2.52|Naïve:2.52|Neil:2.14|Neal:2.02|Nome:2.02|necessary:1.82|Zakaria:1.67|Gnome:1.61|Zachary:1.53|Zackary:1.53|Ann:1.33|Hanna:1.33|Jeffrey:1.16|Eric:1.13|Erik:1.13|Neill:1.07|Hannah:1.06|hear:1.06|here:1.06|neccessary:0.91|Ahmad:0.85|Catherine:0.85|Katherine:0.85|there:0.85|Zakariya:0.83|Rehman:0.76|Sara:0.74|Taxi:0.72|Clarke:0.68|separate:0.68|they are:0.68|Rite:0.66|Ahmed:0.6|Zachariah:0.6|receive:0.6|Geoffrey:0.58|Write:0.53|bee:0.53|sea:0.53|see:0.53|Øre:0.53|Fone:0.5|definately:0.5|definitely:0.5|Facade:0.48|Façade:0.48|Greene:0.48|by:0.48|seperate:0.48|Exit:0.45|Green:0.45|Night:0.45|Wail:0.45|bye:0.45|Alan:0.43|Cafe:0.43|Café:0.43|Kathryn:0.43|OBrien:0.43|Rahman:0.43|Sean:0.43|Mary  Ann:0.4|Mary Ann:0.4|Taksi:0.4|buy:0.38|Sarah:0.37|Eksit:0.36|Knight:0.36|Lewis:0.36|O'Brien:0.36|O’Brien:0.36|recieve:0.36|their:0.36|Allan:0.34|Allen:0.34|Clark:0.34|Lucie:0.34|Whale:0.34|Æsop:0.34|A:0.33|Isabel:0.33|Mikael:0.33|a:0.33|Kahn:0.32|Khan:0.32|Nicolas:0.32|Nikolas:0.32|Lucy:0.31|Tailor:0.3|Kofi:0.29|Mohamed:0.27|be:0.27|Jon:0.25|Nicholas:0.25|Phone:0.25|Kween:0.24|Mueller:0.24|Queen:0.24|Smyth:0.24|Coffee:0.23|Hossain:0.23|Hussain:0.23|Jonathan:0.23|Smith:0.23|Strasse:0.22|Straße:0.22|Isabelle:0.21|Mohammed:0.21|Zoe:0.21|Zoë:0.21|cat:0.21|kat:0.21|Philip:0.2|Rong:0.2|Elisabeth:0.19|Elizabeth:0.19|Jean-Luc:0.19|Mohammad:0.19|Muhammad:0.19|Muller:0.19|Müller:0.19|Steven:0.19|Kwik:0.18|Jose:0.17|José:0.17|Michael:0.17|Taylor:0.17|Hussein:0.16|Phillip:0.16|Shaun:0.16|Shawn:0.16|Stephen:0.15|Hosen:0.14|Louis:0.14|Micheal:0.14|Right:0.14|Schmidt:0.14|Schmitt:0.14|Browne:0.13|Isobel:0.13|John:0.13|q:0.13|x:0.13|Dvorak:0.12|Dvořák:0.11|Johnathan:0.11|Lukasz:0.11|Wright:0.11|ZZ:0.11|ph:0.11|sh:0.11|to:0.11|zz:0.11|Łukasz:0.11|MACDONALD:0.1|MacDonald:0.1|Quick:0.1|Which:0.1|Witch:0.1|Wrong:0.1|macdonald:0.1|Brown:0.09|JOHN SMITH:0.09|John Smith:0.09|beautiful:0.09|cot:0.09|cut:0.09|john smith:0.09|too:0.09|two:0.09|McDonald:0.08|caught:0.08|butiful:0.06|Mc Donald:0.04| :0.0
R	en	b	Anne-Marie	Anne-Marie:100.0|Annemarie:85.0
R	en	c	Anne-Marie	Anne-Marie:100.0|Annemarie:85.0
R	en	d	Anne-Marie	Anne-Marie:100.0|Annemarie:85.0|Mary:4.78|Anna:2.66|Naive:2.52
R	en	a	a	A:100.0|a:100.0|q:40.0|x:40.0|be:35.0|Ann:25.0|cat:25.0|kat:25.0|sea:25.0|Kahn:22.5|ZZ:20.0|by:20.0|ph:20.0|sh:20.0|to:20.0|zz:20.0|Wail:17.5|Zoe:17.5|Zoë:17.5|bee:17.5|bye:17.5|see:17.5|Øre:17.5|Alan:12.5|Anna:12.5|Cafe:12.5|Café:12.5|Khan:12.5|Mary:12.5|Neal:12.5|Sara:12.5|Sean:12.5|Taxi:12.5|hear:12.5|Ahmad:11.25|Ahmed:11.25|Sarah:11.25|Jon:10.0|buy:10.0|cot:10.0|cut:10.0|too:10.0|two:10.0|Eric:8.75|Erik:8.75|Exit:8.75|Fone:8.75|Jose:8.75|José:8.75|Naive:8.75|Naïve:8.75|Neil:8.75|Nome:8.75|Rite:8.75|here:8.75|Allan:6.25|Allen:6.25|Clark:6.25|Hanna:6.25|Shaun:6.25|Shawn:6.25|Taksi:6.25|Whale:6.25|Æsop:6.25|Hannah:5.63|Rahman:5.63|John:5.0|Kofi:5.0|Kwik:5.0|Lucy:5.0|Rong:5.0|Gnome:4.38|Green:4.38|Hosen:4.38|Kween:4.38|Lucie:4.38|Phone:4.38|Queen:4.38|Write:4.38|their:4.38|there:4.38|Eksit:4.37|Lewis:4.37|Neill:4.37|Tailor:4.37|Clarke:3.13|Dvorak:3.13|Dvořák:3.13|Facade:3.13|Façade:3.13|Isabel:3.13|Lukasz:3.13|Mikael:3.13|Rehman:3.13|Taylor:3.13|caught:3.13|Łukasz:3.13|Brown:2.5|Louis:2.5|Night:2.5|Quick:2.5|Right:2.5|Smith:2.5|Smyth:2.5|Which:2.5|Witch:2.5|Wrong:2.5|Browne:2.19|Coffee:2.19|Greene:2.19|Hossain:2.19|Hussain:2.19|Isobel:2.19|Muller:2.19|Müller:2.19|OBrien:2.19|Steven:2.19|O'Brien:1.86|O’Brien:1.86|Kathryn:1.56|Michael:1.56|Micheal:1.56|Mohamed:1.56|Nicolas:1.56|Nikolas:1.56|Strasse:1.56|Straße:1.56|Zachary:1.56|Zackary:1.56|Zakaria:1.56|Jean-Luc:1.33|Knight:1.25|Philip:1.25|Wright:1.25|Hussein:1.09|Jeffrey:1.09|Mueller:1.09|Stephen:1.09|receive:1.09|recieve:1.09|Isabelle:0.78|Jonathan:0.78|Mary  Ann:0.78|Mary Ann:0.78|McDonald:0.78|Mohammad:0.78|Mohammed:0.78|Muhammad:0.78|Nicholas:0.78|Zakariya:0.78|separate:0.78|seperate:0.78|they are:0.78|Zachariah:0.7|Phillip:0.63|Schmidt:0.63|Schmitt:0.63|butiful:0.63|Geoffrey:0.55|Annemarie:0.39|Catherine:0.39|Elisabeth:0.39|Elizabeth:0.39|Johnathan:0.39|Katherine:0.39|MACDONALD:0.39|MacDonald:0.39|Mc Donald:0.39|beautiful:0.39|macdonald:0.39|necessary:0.39|Anne-Marie:0.33|definately:0.2|neccessary:0.2|definitely:0.14|JOHN SMITH:0.08|John Smith:0.08|john smith:0.08| :0.0
R	en	b	a	A:100.0|a:100.0
R	en	c	a	A:100.0|a:100.0
R	en	d	a	A:100.0|a:100.0|q:40.0|x:40.0|be:35.0
R	en	a		 :100.0|A:0.0|Ahmad:0.0|Ahmed:0.0|Alan:0.0|Allan:0.0|Allen:0.0|Ann:0.0|Anna:0.0|Anne-Marie:0.0|Annemarie:0.0|Brown:0.0|Browne:0.0|Cafe:0.0|Café:0.0|Catherine:0.0|Clark:0.0|Clarke:0.0|Coffee:0.0|Dvorak:0.0|Dvořák:0.0|Eksit:0.0|Elisabeth:0.0|Elizabeth:0.0|Eric:0.0|Erik:0.0|Exit:0.0|Facade:0.0|Façade:0.0|Fone:0.0|Geoffrey:0.0|Gnome:0.0|Green:0.0|Greene:0.0|Hanna:0.0|Hannah:0.0|Hosen:0.0|Hossain:0.0|Hussain:0.0|Hussein:0.0|Isabel:0.0|Isabelle:0.0|Isobel:0.0|JOHN SMITH:0.0|Jean-Luc:0.0|Jeffrey:0.0|John:0.0|John Smith:0.0|Johnathan:0.0|Jon:0.0|Jonathan:0.0|Jose:0.0|José:0.0|Kahn:0.0|Katherine:0.0|Kathryn:0.0|Khan:0.0|Knight:0.0|Kofi:0.0|Kween:0.0|Kwik:0.0|Lewis:0.0|Louis:0.0|Lucie:0.0|Lucy:0.0|Lukasz:0.0|MACDONALD:0.0|MacDonald:0.0|Mary:0.0|Mary  Ann:0.0|Mary Ann:0.0|Mc Donald:0.0|McDonald:0.0|Michael:0.0|Micheal:0.0|Mikael:0.0|Mohamed:0.0|Mohammad:0.0|Mohammed:0.0|Mueller:0.0|Muhammad:0.0|Muller:0.0|Müller:0.0|Naive:0.0|Naïve:0.0|Neal:0.0|Neil:0.0|Neill:0.0|Nicholas:0.0|Nicolas:0.0|Night:0.0|Nikolas:0.0|Nome:0.0|O'Brien:0.0|OBrien:0.0|O’Brien:0.0|Philip:0.0|Phillip:0.0|Phone:0.0|Queen:0.0|Quick:0.0|Rahman:0.0|Rehman:0.0|Right:0.0|Rite:0.0|Rong:0.0|Sara:0.0|Sarah:0.0|Schmidt:0.0|Schmitt:0.0|Sean:0.0|Shaun:0.0|Shawn:0.0|Smith:0.0|Smyth:0.0|Stephen:0.0|Steven:0.0|Strasse:0.0|Straße:0.0|Tailor:0.0|Taksi:0.0|Taxi:0.0|Taylor:0.0|Wail:0.0|Whale:0.0|Which:0.0|Witch:0.0|Wright:0.0|Write:0.0|Wrong:0.0|ZZ:0.0|Zachariah:0.0|Zachary:0.0|Zackary:0.0|Zakaria:0.0|Zakariya:0.0|Zoe:0.0|Zoë:0.0|a:0.0|be:0.0|beautiful:0.0|bee:0.0|butiful:0.0|buy:0.0|by:0.0|bye:0.0|cat:0.0|caught:0.0|cot:0.0|cut:0.0|definately:0.0|definitely:0.0|hear:0.0|here:0.0|john smith:0.0|kat:0.0|macdonald:0.0|neccessary:0.0|necessary:0.0|ph:0.0|q:0.0|receive:0.0|recieve:0.0|sea:0.0|see:0.0|separate:0.0|seperate:0.0|sh:0.0|their:0.0|there:0.0|they are:0.0|to:0.0|too:0.0|two:0.0|x:0.0|zz:0.0|Æsop:0.0|Øre:0.0|Łukasz:0.0
R	en	b		 :100.0
R	en	c		 :100.0
R	en	d		 :100.0|A:0.0|Ahmad:0.0|Ahmed:0.0|Alan:0.0
R	en	a	বাংলা	A:2.5|a:2.5|q:2.5|x:2.5|ZZ:2.0|be:2.0|by:2.0|ph:2.0|sh:2.0|to:2.0|zz:2.0|Ann:1.6|Jon:1.6|Zoe:1.6|Zoë:1.6|bee:1.6|buy:1.6|bye:1.6|cat:1.6|cot:1.6|cut:1.6|kat:1.6|sea:1.6|see:1.6|too:1.6|two:1.6|Øre:1.6|Alan:1.28|Anna:1.28|Cafe:1.28|Café:1.28|Eric:1.28|Erik:1.28|Exit:1.28|Fone:1.28|John:1.28|Jose:1.28|José:1.28|Kahn:1.28|Khan:1.28|Kofi:1.28|Kwik:1.28|Lucy:1.28|Mary:1.28|Neal:1.28|Neil:1.28|Nome:1.28|Rite:1.28|Rong:1.28|Sara:1.28|Sean:1.28|Taxi:1.28|Wail:1.28|hear:1.28|here:1.28|Ahmad:1.02|Ahmed:1.02|Allan:1.02|Allen:1.02|Brown:1.02|Clark:1.02|Eksit:1.02|Gnome:1.02|Green:1.02|Hanna:1.02|Hosen:1.02|Kween:1.02|Lewis:1.02|Louis:1.02|Lucie:1.02|Naive:1.02|Naïve:1.02|Neill:1.02|Night:1.02|Phone:1.02|Queen:1.02|Quick:1.02|Right:1.02|Sarah:1.02|Shaun:1.02|Shawn:1.02|Smith:1.02|Smyth:1.02|Taksi:1.02|Whale:1.02|Which:1.02|Witch:1.02|Write:1.02|Wrong:1.02|their:1.02|there:1.02|Æsop:1.02|Browne:0.51|Clarke:0.51|Coffee:0.51|Dvorak:0.51|Dvořák:0.51|Facade:0.51|Façade:0.51|Greene:0.51|Hannah:0.51|Isabel:0.51|Isobel:0.51|Knight:0.51|Lukasz:0.51|Mikael:0.51|Muller:0.51|Müller:0.51|OBrien:0.51|Philip:0.51|Rahman:0.51|Rehman:0.51|Steven:0.51|Tailor:0.51|Taylor:0.51|Wright:0.51|caught:0.51|Łukasz:0.51|O'Brien:0.44|O’Brien:0.44|Hossain:0.26|Hussain:0.26|Hussein:0.26|Jeffrey:0.26|Kathryn:0.26|Michael:0.26|Micheal:0.26|Mohamed:0.26|Mueller:0.26|Nicolas:0.26|Nikolas:0.26|Phillip:0.26|Schmidt:0.26|Schmitt:0.26|Stephen:0.26|Strasse:0.26|Straße:0.26|Zachary:0.26|Zackary:0.26|Zakaria:0.26|butiful:0.26|receive:0.26|recieve:0.26|Jean-Luc:0.22|Geoffrey:0.13|Isabelle:0.13|Jonathan:0.13|Mary  Ann:0.13|Mary Ann:0.13|McDonald:0.13|Mohammad:0.13|Mohammed:0.13|Muhammad:0.13|Nicholas:0.13|Zakariya:0.13|separate:0.13|seperate:0.13|they are:0.13|Annemarie:0.06|Catherine:0.06|Elisabeth:0.06|Elizabeth:0.06|Johnathan:0.06|Katherine:0.06|MACDONALD:0.06|MacDonald:0.06|Mc Donald:0.06|Zachariah:0.06|beautiful:0.06|macdonald:0.06|necessary:0.06|Anne-Marie:0.05|JOHN SMITH:0.03|John Smith:0.03|definately:0.03|definitely:0.03|john smith:0.03|neccessary:0.03| :0.0
R	en	b	বাংলা	
R	en	c	বাংলা	
R	en	d	বাংলা	A:2.5|a:2.5|q:2.5|x:2.5|ZZ:2.0
R	en	a	sea	sea:100.0|see:90.0|Sean:50.0|bee:36.0|Sara:35.0|Sarah:31.5|A:25.0|a:25.0|Zoe:23.8|Zoë:23.8|Neal:20.0|be:20.0|hear:20.0|sh:20.0|cat:19.6|Cafe:17.15|Café:17.15|ZZ:17.0|zz:17.0|here:14.0|Jose:12.5|José:12.5|bye:11.2|cot:11.2|cut:11.2|kat:11.2|Øre:11.2|Hosen:10.0|Shaun:10.0|Shawn:10.0|q:10.0|x:10.0|Rite:9.8|Green:9.0|Kahn:9.0|Kween:9.0|Queen:9.0|Alan:8.75|Anna:8.75|Steven:8.75|Lucie:8.57|Khan:8.0|Neil:8.0|by:8.0|ph:8.0|to:8.0|Coffee:7.87|Ann:7.0|Clark:7.0|Eksit:7.0|Hanna:7.0|Smith:7.0|Wail:7.0|there:7.0|Jon:6.4|buy:6.4|too:6.4|two:6.4|Hannah:6.3|Isabel:6.12|Eric:5.6|Erik:5.6|Exit:5.6|Fone:5.6|Kwik:5.6|Mary:5.6|Nome:5.6|Taxi:5.6|Isobel:5.0|Rehman:5.0|Naive:4.9|Naïve:4.9|Whale:4.9|Write:4.9|Greene:4.5|Micheal:4.38|Stephen:4.38|Taksi:4.38|Ahmad:4.37|Allan:4.37|Clarke:4.29|Facade:4.29|Façade:4.29|Ahmed:4.0|Allen:4.0|Lewis:4.0|Neill:4.0|Smyth:4.0|their:4.0|Æsop:4.0|Zachary:3.72|Zackary:3.72|Zakaria:3.72|Hossain:3.5|Hussain:3.5|Kofi:3.5|Lucy:3.5|Mikael:3.5|Rahman:3.5|John:3.2|Rong:3.2|separate:3.13|seperate:3.13|Strasse:3.06|Straße:3.06|receive:3.06|recieve:3.06|Gnome:2.8|Louis:2.8|Night:2.8|Phone:2.8|Quick:2.8|Right:2.8|Which:2.8|Witch:2.8|Hussein:2.5|OBrien:2.45|caught:2.45|Isabelle:2.19|Michael:2.14|Jean-Luc:2.12|O'Brien:2.08|O’Brien:2.08|Dvorak:2.0|Dvořák:2.0|Lukasz:2.0|Muller:2.0|Müller:2.0|Łukasz:2.0|Zakariya:1.86|Jeffrey:1.75|Mueller:1.75|Nicolas:1.75|Nikolas:1.75|Schmidt:1.75|Schmitt:1.75|Tailor:1.75|Zachariah:1.67|Brown:1.6|Wrong:1.6|Browne:1.4|Knight:1.4|Philip:1.4|Taylor:1.4|Wright:1.4|they are:1.25|Mohamed:1.23|necessary:1.09|Jonathan:0.88|Mohammad:0.88|Muhammad:0.88|Nicholas:0.88|Geoffrey:0.87|Mary  Ann:0.87|Mary Ann:0.87|McDonald:0.87|Catherine:0.77|Elisabeth:0.77|Kathryn:0.7|Phillip:0.7|butiful:0.7|Elizabeth:0.65|Annemarie:0.63|beautiful:0.63|Mohammed:0.61|neccessary:0.55|Anne-Marie:0.53|Johnathan:0.44|Katherine:0.44|MACDONALD:0.44|MacDonald:0.44|Mc Donald:0.44|macdonald:0.44|definately:0.31|JOHN SMITH:0.22|John Smith:0.22|definitely:0.22|john smith:0.22| :0.0
R	en	b	sea	sea:100.0|see:90.0
R	en	c	sea	sea:100.0|see:90.0
R	en	d	sea	sea:100.0|see:90.0|Sean:50.0|bee:36.0|Sara:35.0
N	en	0020 0041 0020	0061
N	en	0009 0061 000a	0061
N	en	0061 0020 0020 0062	0061 0020 0062
N	en	0061 00a0 0062	0061 0020 0062
N	en	0061 2003 2003 0062	0061 0020 0062
N	en	feff 0061 feff	0061
N	en	0085 0061 0085	0061
N	en	0061 0085 0062	0061 0085 0062
N	en	0061 0001 0062	0061 0001 0062
N	en	1680 0061 3000 0062	0061 0020 0062
N	en	0041 0042 0043	0061 0062 0063
N	en	00c0 00c9 00d6	0061 0065 006f
N	en	0130 0049	0069 0069
N	en	00df	0073 0073
N	en	1e9e	0073 0073
N	en	03a3 03a3	03c3 03c3
N	en	0061 0300 0062 0301	0061 0062
N	en	2019 2018	0027 0027
N	en	09a1 09bc	09a1 09bc
N	en	09a2 09bc	09a2 09bc
N	en	09af 09bc	09af 09bc
N	en	09a4 09cd 200d	09a4 09cd 200d
N	en	09c7 09be	09c7 09be
N	en	09c7 09d7	09c7 09d7
N	en	09a1 09bc 09a1 09bc	09a1 09bc 09a1 09bc
N	en	09b8 09cd 09ac	09b8 09cd 09ac
N	en	d83d de00 0061	d83d de00 0061
N	en	0061 d83d	0061 d83d
N	en	d801 dc00 d801 dc28	d801 dc28 d801 dc28
"""

